{
  "book": "1John",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "verse": 1,
          "text": "I. Prologue Chapter 1 The Word of Life - What was from the beginning, what we have heard, what we have seen with our eyes, what we looked upon and touched with our hands concerns the Word of life—"
        },
        {
          "verse": 2,
          "text": "for the life was made visible; we have seen it and testify to it and proclaim to you the eternal life that was with the Father and was made visible to us—"
        },
        {
          "verse": 3,
          "text": "what we have seen and heard we proclaim now to you, so that you too may have fellowship with us; for our fellowship is with the Father and with his Son, Jesus Christ."
        },
        {
          "verse": 4,
          "text": "We are writing this so that our joy may be complete."
        },
        {
          "verse": 5,
          "text": "II. God As Light - God Is Light. Now this is the message that we have heard from him and proclaim to you: God is light, and in him there is no darkness at all."
        },
        {
          "verse": 6,
          "text": "If we say, “We have fellowship with him,” while we continue to walk in darkness, we lie and do not act in truth."
        },
        {
          "verse": 7,
          "text": "But if we walk in the light as he is in the light, then we have fellowship with one another, and the blood of his Son Jesus cleanses us from all sin."
        },
        {
          "verse": 8,
          "text": "If we say, “We are without sin,” we deceive ourselves, and the truth is not in us."
        },
        {
          "verse": 9,
          "text": "If we acknowledge our sins, he is faithful and just and will forgive our sins and cleanse us from every wrongdoing."
        },
        {
          "verse": 10,
          "text": "If we say, “We have not sinned,” we make him a liar, and his word is not in us."
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 2 - Christ and His Commandments. My children, I am writing this to you so that you may not commit sin. But if anyone does sin, we have an Advocate with the Father, Jesus Christ the righteous one."
        },
        {
          "verse": 2,
          "text": "He is expiation for our sins, and not for our sins only but for those of the whole world."
        },
        {
          "verse": 3,
          "text": "The way we may be sure that we know him is to keep his commandments."
        },
        {
          "verse": 4,
          "text": "Whoever says, “I know him,” but does not keep his commandments is a liar, and the truth is not in him."
        },
        {
          "verse": 5,
          "text": "But whoever keeps his word, the love of God is truly perfected in him. This is the way we may know that we are in union with him:"
        },
        {
          "verse": 6,
          "text": "whoever claims to abide in him ought to live [just] as he lived. The New Commandment."
        },
        {
          "verse": 7,
          "text": "Beloved, I am writing no new commandment to you but an old commandment that you had from the beginning. The old commandment is the word that you have heard."
        },
        {
          "verse": 8,
          "text": "And yet I do write a new commandment to you, which holds true in him and among you, for the darkness is passing away, and the true light is already shining."
        },
        {
          "verse": 9,
          "text": "Whoever says he is in the light, yet hates his brother, is still in the darkness."
        },
        {
          "verse": 10,
          "text": "Whoever loves his brother remains in the light, and there is nothing in him to cause a fall."
        },
        {
          "verse": 11,
          "text": "Whoever hates his brother is in darkness; he walks in darkness and does not know where he is going because the darkness has blinded his eyes. Members of the Community."
        },
        {
          "verse": 12,
          "text": "I am writing to you, children, because your sins have been forgiven for his name’s sake."
        },
        {
          "verse": 13,
          "text": "I am writing to you, fathers, because you know him who is from the beginning. I am writing to you, young men, because you have conquered the evil one."
        },
        {
          "verse": 14,
          "text": "I write to you, children, because you know the Father. I write to you, fathers, because you know him who is from the beginning. I write to you, young men, because you are strong and the word of God remains in you, and you have conquered the evil one."
        },
        {
          "verse": 15,
          "text": "Do not love the world or the things of the world. If anyone loves the world, the love of the Father is not in him."
        },
        {
          "verse": 16,
          "text": "For all that is in the world, sensual lust, enticement for the eyes, and a pretentious life, is not from the Father but is from the world."
        },
        {
          "verse": 17,
          "text": "Yet the world and its enticement are passing away. But whoever does the will of God remains forever."
        },
        {
          "verse": 18,
          "text": "Antichrists. Children, it is the last hour; and just as you heard that the antichrist was coming, so now many antichrists have appeared. Thus we know this is the last hour."
        },
        {
          "verse": 19,
          "text": "They went out from us, but they were not really of our number; if they had been, they would have remained with us. Their desertion shows that none of them was of our number."
        },
        {
          "verse": 20,
          "text": "But you have the anointing that comes from the holy one, and you all have knowledge."
        },
        {
          "verse": 21,
          "text": "I write to you not because you do not know the truth but because you do, and because every lie is alien to the truth."
        },
        {
          "verse": 22,
          "text": "Who is the liar? Whoever denies that Jesus is the Christ. Whoever denies the Father and the Son, this is the antichrist."
        },
        {
          "verse": 23,
          "text": "No one who denies the Son has the Father, but whoever confesses the Son has the Father as well."
        },
        {
          "verse": 24,
          "text": "Life from God’s Anointing. Let what you heard from the beginning remain in you. If what you heard from the beginning remains in you, then you will remain in the Son and in the Father."
        },
        {
          "verse": 25,
          "text": "And this is the promise that he made us: eternal life."
        },
        {
          "verse": 26,
          "text": "I write you these things about those who would deceive you."
        },
        {
          "verse": 27,
          "text": "As for you, the anointing that you received from him remains in you, so that you do not need anyone to teach you. But his anointing teaches you about everything and is true and not false; just as it taught you, remain in him."
        },
        {
          "verse": 28,
          "text": "Children of God. And now, children, remain in him, so that when he appears we may have confidence and not be put to shame by him at his coming."
        },
        {
          "verse": 29,
          "text": "If you consider that he is righteous, you also know that everyone who acts in righteousness is begotten by him."
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 3 - See what love the Father has bestowed on us that we may be called the children of God. Yet so we are. The reason the world does not know us is that it did not know him."
        },
        {
          "verse": 2,
          "text": "Beloved, we are God’s children now; what we shall be has not yet been revealed. We do know that when it is revealed we shall be like him, for we shall see him as he is."
        },
        {
          "verse": 3,
          "text": "Everyone who has this hope based on him makes himself pure, as he is pure."
        },
        {
          "verse": 4,
          "text": "Avoiding Sin. Everyone who commits sin commits lawlessness, for sin is lawlessness."
        },
        {
          "verse": 5,
          "text": "You know that he was revealed to take away sins, and in him there is no sin."
        },
        {
          "verse": 6,
          "text": "No one who remains in him sins; no one who sins has seen him or known him."
        },
        {
          "verse": 7,
          "text": "Children, let no one deceive you. The person who acts in righteousness is righteous, just as he is righteous."
        },
        {
          "verse": 8,
          "text": "Whoever sins belongs to the devil, because the devil has sinned from the beginning. Indeed, the Son of God was revealed to destroy the works of the devil."
        },
        {
          "verse": 9,
          "text": "No one who is begotten by God commits sin, because God’s seed remains in him; he cannot sin because he is begotten by God."
        },
        {
          "verse": 10,
          "text": "In this way, the children of God and the children of the devil are made plain; no one who fails to act in righteousness belongs to God, nor anyone who does not love his brother."
        },
        {
          "verse": 11,
          "text": "III. Love for One Another - For this is the message you have heard from the beginning: we should love one another,"
        },
        {
          "verse": 12,
          "text": "unlike Cain who belonged to the evil one and slaughtered his brother. Why did he slaughter him? Because his own works were evil, and those of his brother righteous."
        },
        {
          "verse": 13,
          "text": "Do not be amazed, [then,] brothers, if the world hates you."
        },
        {
          "verse": 14,
          "text": "We know that we have passed from death to life because we love our brothers. Whoever does not love remains in death."
        },
        {
          "verse": 15,
          "text": "Everyone who hates his brother is a murderer, and you know that no murderer has eternal life remaining in him."
        },
        {
          "verse": 16,
          "text": "The way we came to know love was that he laid down his life for us; so we ought to lay down our lives for our brothers."
        },
        {
          "verse": 17,
          "text": "If someone who has worldly means sees a brother in need and refuses him compassion, how can the love of God remain in him?"
        },
        {
          "verse": 18,
          "text": "Children, let us love not in word or speech but in deed and truth. Confidence Before God."
        },
        {
          "verse": 19,
          "text": "[Now] this is how we shall know that we belong to the truth and reassure our hearts before him"
        },
        {
          "verse": 20,
          "text": "in whatever our hearts condemn, for God is greater than our hearts and knows everything."
        },
        {
          "verse": 21,
          "text": "Beloved, if [our] hearts do not condemn us, we have confidence in God"
        },
        {
          "verse": 22,
          "text": "and receive from him whatever we ask, because we keep his commandments and do what pleases him."
        },
        {
          "verse": 23,
          "text": "And his commandment is this: we should believe in the name of his Son, Jesus Christ, and love one another just as he commanded us."
        },
        {
          "verse": 24,
          "text": "Those who keep his commandments remain in him, and he in them, and the way we know that he remains in us is from the Spirit that he gave us."
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 4 - Testing the Spirits. Beloved, do not trust every spirit but test the spirits to see whether they belong to God, because many false prophets have gone out into the world."
        },
        {
          "verse": 2,
          "text": "This is how you can know the Spirit of God: every spirit that acknowledges Jesus Christ come in the flesh belongs to God,"
        },
        {
          "verse": 3,
          "text": "and every spirit that does not acknowledge Jesus does not belong to God. This is the spirit of the antichrist that, as you heard, is to come, but in fact is already in the world."
        },
        {
          "verse": 4,
          "text": "You belong to God, children, and you have conquered them, for the one who is in you is greater than the one who is in the world."
        },
        {
          "verse": 5,
          "text": "They belong to the world; accordingly, their teaching belongs to the world, and the world listens to them."
        },
        {
          "verse": 6,
          "text": "We belong to God, and anyone who knows God listens to us, while anyone who does not belong to God refuses to hear us. This is how we know the spirit of truth and the spirit of deceit."
        },
        {
          "verse": 7,
          "text": "God’s Love and Christian Life. Beloved, let us love one another, because love is of God; everyone who loves is begotten by God and knows God."
        },
        {
          "verse": 8,
          "text": "Whoever is without love does not know God, for God is love."
        },
        {
          "verse": 9,
          "text": "In this way the love of God was revealed to us: God sent his only Son into the world so that we might have life through him."
        },
        {
          "verse": 10,
          "text": "In this is love: not that we have loved God, but that he loved us and sent his Son as expiation for our sins."
        },
        {
          "verse": 11,
          "text": "Beloved, if God so loved us, we also must love one another."
        },
        {
          "verse": 12,
          "text": "No one has ever seen God. Yet, if we love one another, God remains in us, and his love is brought to perfection in us."
        },
        {
          "verse": 13,
          "text": "This is how we know that we remain in him and he in us, that he has given us of his Spirit."
        },
        {
          "verse": 14,
          "text": "Moreover, we have seen and testify that the Father sent his Son as savior of the world."
        },
        {
          "verse": 15,
          "text": "Whoever acknowledges that Jesus is the Son of God, God remains in him and he in God."
        },
        {
          "verse": 16,
          "text": "We have come to know and to believe in the love God has for us. God is love, and whoever remains in love remains in God and God in him."
        },
        {
          "verse": 17,
          "text": "In this is love brought to perfection among us, that we have confidence on the day of judgment because as he is, so are we in this world."
        },
        {
          "verse": 18,
          "text": "There is no fear in love, but perfect love drives out fear because fear has to do with punishment, and so one who fears is not yet perfect in love."
        },
        {
          "verse": 19,
          "text": "We love because he first loved us."
        },
        {
          "verse": 20,
          "text": "If anyone says, “I love God,” but hates his brother, he is a liar; for whoever does not love a brother whom he has seen cannot love God whom he has not seen."
        },
        {
          "verse": 21,
          "text": "This is the commandment we have from him: whoever loves God must also love his brother."
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 5 - Faith Is Victory over the World. Everyone who believes that Jesus is the Christ is begotten by God, and everyone who loves the father loves [also] the one begotten by him."
        },
        {
          "verse": 2,
          "text": "In this way we know that we love the children of God when we love God and obey his commandments."
        },
        {
          "verse": 3,
          "text": "For the love of God is this, that we keep his commandments. And his commandments are not burdensome,"
        },
        {
          "verse": 4,
          "text": "for whoever is begotten by God conquers the world. And the victory that conquers the world is our faith."
        },
        {
          "verse": 5,
          "text": "Who [indeed] is the victor over the world but the one who believes that Jesus is the Son of God?"
        },
        {
          "verse": 6,
          "text": "This is the one who came through water and blood, Jesus Christ, not by water alone, but by water and blood. The Spirit is the one that testifies, and the Spirit is truth."
        },
        {
          "verse": 7,
          "text": "So there are three that testify,"
        },
        {
          "verse": 8,
          "text": "the Spirit, the water, and the blood, and the three are of one accord."
        },
        {
          "verse": 9,
          "text": "If we accept human testimony, the testimony of God is surely greater. Now the testimony of God is this, that he has testified on behalf of his Son."
        },
        {
          "verse": 10,
          "text": "Whoever believes in the Son of God has this testimony within himself. Whoever does not believe God has made him a liar by not believing the testimony God has given about his Son."
        },
        {
          "verse": 11,
          "text": "And this is the testimony: God gave us eternal life, and this life is in his Son."
        },
        {
          "verse": 12,
          "text": "Whoever possesses the Son has life; whoever does not possess the Son of God does not have life."
        },
        {
          "verse": 13,
          "text": "IV. Epilogue - Prayer for Sinners. I write these things to you so that you may know that you have eternal life, you who believe in the name of the Son of God."
        },
        {
          "verse": 14,
          "text": "And we have this confidence in him, that if we ask anything according to his will, he hears us."
        },
        {
          "verse": 15,
          "text": "And if we know that he hears us in regard to whatever we ask, we know that what we have asked him for is ours."
        },
        {
          "verse": 16,
          "text": "If anyone sees his brother sinning, if the sin is not deadly, he should pray to God and he will give him life. This is only for those whose sin is not deadly. There is such a thing as deadly sin, about which I do not say that you should pray."
        },
        {
          "verse": 17,
          "text": "All wrongdoing is sin, but there is sin that is not deadly."
        },
        {
          "verse": 18,
          "text": "We know that no one begotten by God sins; but the one begotten by God he protects, and the evil one cannot touch him."
        },
        {
          "verse": 19,
          "text": "We know that we belong to God, and the whole world is under the power of the evil one."
        },
        {
          "verse": 20,
          "text": "We also know that the Son of God has come and has given us discernment to know the one who is true. And we are in the one who is true, in his Son Jesus Christ. He is the true God and eternal life."
        },
        {
          "verse": 21,
          "text": "Children, be on your guard against idols."
        }
      ]
    }
  ]
}
