{
  "book": "1Peter",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "verse": 1,
          "text": "I. Address Chapter 1 - Greeting. Peter, an apostle of Jesus Christ, to the chosen sojourners of the dispersion in Pontus, Galatia, Cappadocia, Asia, and Bithynia,"
        },
        {
          "verse": 2,
          "text": "in the foreknowledge of God the Father, through sanctification by the Spirit, for obedience and sprinkling with the blood of Jesus Christ: may grace and peace be yours in abundance."
        },
        {
          "verse": 3,
          "text": "II. The Gift and Call of God in Baptism - Blessing. Blessed be the God and Father of our Lord Jesus Christ, who in his great mercy gave us a new birth to a living hope through the resurrection of Jesus Christ from the dead,"
        },
        {
          "verse": 4,
          "text": "to an inheritance that is imperishable, undefiled, and unfading, kept in heaven for you"
        },
        {
          "verse": 5,
          "text": "who by the power of God are safeguarded through faith, to a salvation that is ready to be revealed in the final time."
        },
        {
          "verse": 6,
          "text": "In this you rejoice, although now for a little while you may have to suffer through various trials,"
        },
        {
          "verse": 7,
          "text": "so that the genuineness of your faith, more precious than gold that is perishable even though tested by fire, may prove to be for praise, glory, and honor at the revelation of Jesus Christ."
        },
        {
          "verse": 8,
          "text": "Although you have not seen him you love him; even though you do not see him now yet believe in him, you rejoice with an indescribable and glorious joy,"
        },
        {
          "verse": 9,
          "text": "as you attain the goal of [your] faith, the salvation of your souls."
        },
        {
          "verse": 10,
          "text": "Concerning this salvation, prophets who prophesied about the grace that was to be yours searched and investigated it,"
        },
        {
          "verse": 11,
          "text": "investigating the time and circumstances that the Spirit of Christ within them indicated when it testified in advance to the sufferings destined for Christ and the glories to follow them."
        },
        {
          "verse": 12,
          "text": "It was revealed to them that they were serving not themselves but you with regard to the things that have now been announced to you by those who preached the good news to you [through] the holy Spirit sent from heaven, things into which angels longed to look."
        },
        {
          "verse": 13,
          "text": "Obedience. Therefore, gird up the loins of your mind, live soberly, and set your hopes completely on the grace to be brought to you at the revelation of Jesus Christ."
        },
        {
          "verse": 14,
          "text": "Like obedient children, do not act in compliance with the desires of your former ignorance"
        },
        {
          "verse": 15,
          "text": "but, as he who called you is holy, be holy yourselves in every aspect of your conduct,"
        },
        {
          "verse": 16,
          "text": "for it is written, “Be holy because I [am] holy.”"
        },
        {
          "verse": 17,
          "text": "Reverence. Now if you invoke as Father him who judges impartially according to each one’s works, conduct yourselves with reverence during the time of your sojourning,"
        },
        {
          "verse": 18,
          "text": "realizing that you were ransomed from your futile conduct, handed on by your ancestors, not with perishable things like silver or gold"
        },
        {
          "verse": 19,
          "text": "but with the precious blood of Christ as of a spotless unblemished lamb."
        },
        {
          "verse": 20,
          "text": "He was known before the foundation of the world but revealed in the final time for you,"
        },
        {
          "verse": 21,
          "text": "who through him believe in God who raised him from the dead and gave him glory, so that your faith and hope are in God. Mutual Love."
        },
        {
          "verse": 22,
          "text": "Since you have purified yourselves by obedience to the truth for sincere mutual love, love one another intensely from a [pure] heart."
        },
        {
          "verse": 23,
          "text": "You have been born anew, not from perishable but from imperishable seed, through the living and abiding word of God,"
        },
        {
          "verse": 24,
          "text": "for: “All flesh is like grass, and all its glory like the flower of the field; the grass withers, and the flower wilts;"
        },
        {
          "verse": 25,
          "text": "but the word of the Lord remains forever.” This is the word that has been proclaimed to you."
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 2 - God’s House and People. Rid yourselves of all malice and all deceit, insincerity, envy, and all slander;"
        },
        {
          "verse": 2,
          "text": "like newborn infants, long for pure spiritual milk so that through it you may grow into salvation,"
        },
        {
          "verse": 3,
          "text": "for you have tasted that the Lord is good."
        },
        {
          "verse": 4,
          "text": "Come to him, a living stone, rejected by human beings but chosen and precious in the sight of God,"
        },
        {
          "verse": 5,
          "text": "and, like living stones, let yourselves be built into a spiritual house to be a holy priesthood to offer spiritual sacrifices acceptable to God through Jesus Christ."
        },
        {
          "verse": 6,
          "text": "For it says in scripture: “Behold, I am laying a stone in Zion, a cornerstone, chosen and precious, and whoever believes in it shall not be put to shame.”"
        },
        {
          "verse": 7,
          "text": "Therefore, its value is for you who have faith, but for those without faith: “The stone which the builders rejected has become the cornerstone,”"
        },
        {
          "verse": 8,
          "text": "and “A stone that will make people stumble, and a rock that will make them fall.” They stumble by disobeying the word, as is their destiny."
        },
        {
          "verse": 9,
          "text": "But you are “a chosen race, a royal priesthood, a holy nation, a people of his own, so that you may announce the praises” of him who called you out of darkness into his wonderful light."
        },
        {
          "verse": 10,
          "text": "Once you were “no people” but now you are God’s people; you “had not received mercy” but now you have received mercy."
        },
        {
          "verse": 11,
          "text": "III. The Christian in a Hostile World - Christian Examples. Beloved, I urge you as aliens and sojourners to keep away from worldly desires that wage war against the soul."
        },
        {
          "verse": 12,
          "text": "Maintain good conduct among the Gentiles, so that if they speak of you as evildoers, they may observe your good works and glorify God on the day of visitation. Christian Citizens."
        },
        {
          "verse": 13,
          "text": "Be subject to every human institution for the Lord’s sake, whether it be to the king as supreme"
        },
        {
          "verse": 14,
          "text": "or to governors as sent by him for the punishment of evildoers and the approval of those who do good."
        },
        {
          "verse": 15,
          "text": "For it is the will of God that by doing good you may silence the ignorance of foolish people."
        },
        {
          "verse": 16,
          "text": "Be free, yet without using freedom as a pretext for evil, but as slaves of God."
        },
        {
          "verse": 17,
          "text": "Give honor to all, love the community, fear God, honor the king."
        },
        {
          "verse": 18,
          "text": "Christian Slaves. Slaves, be subject to your masters with all reverence, not only to those who are good and equitable but also to those who are perverse."
        },
        {
          "verse": 19,
          "text": "For whenever anyone bears the pain of unjust suffering because of consciousness of God, that is a grace."
        },
        {
          "verse": 20,
          "text": "But what credit is there if you are patient when beaten for doing wrong? But if you are patient when you suffer for doing what is good, this is a grace before God."
        },
        {
          "verse": 21,
          "text": "For to this you have been called, because Christ also suffered for you, leaving you an example that you should follow in his footsteps."
        },
        {
          "verse": 22,
          "text": "“He committed no sin, and no deceit was found in his mouth.”"
        },
        {
          "verse": 23,
          "text": "When he was insulted, he returned no insult; when he suffered, he did not threaten; instead, he handed himself over to the one who judges justly."
        },
        {
          "verse": 24,
          "text": "He himself bore our sins in his body upon the cross, so that, free from sin, we might live for righteousness. By his wounds you have been healed."
        },
        {
          "verse": 25,
          "text": "For you had gone astray like sheep, but you have now returned to the shepherd and guardian of your souls."
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 3 - Christian Spouses. Likewise, you wives should be subordinate to your husbands so that, even if some disobey the word, they may be won over without a word by their wives’ conduct"
        },
        {
          "verse": 2,
          "text": "when they observe your reverent and chaste behavior."
        },
        {
          "verse": 3,
          "text": "Your adornment should not be an external one: braiding the hair, wearing gold jewelry, or dressing in fine clothes,"
        },
        {
          "verse": 4,
          "text": "but rather the hidden character of the heart, expressed in the imperishable beauty of a gentle and calm disposition, which is precious in the sight of God."
        },
        {
          "verse": 5,
          "text": "For this is also how the holy women who hoped in God once used to adorn themselves and were subordinate to their husbands;"
        },
        {
          "verse": 6,
          "text": "thus Sarah obeyed Abraham, calling him “lord.” You are her children when you do what is good and fear no intimidation."
        },
        {
          "verse": 7,
          "text": "Likewise, you husbands should live with your wives in understanding, showing honor to the weaker female sex, since we are joint heirs of the gift of life, so that your prayers may not be hindered. Christian Conduct."
        },
        {
          "verse": 8,
          "text": "Finally, all of you, be of one mind, sympathetic, loving toward one another, compassionate, humble."
        },
        {
          "verse": 9,
          "text": "Do not return evil for evil, or insult for insult; but, on the contrary, a blessing, because to this you were called, that you might inherit a blessing."
        },
        {
          "verse": 10,
          "text": "For: “Whoever would love life and see good days must keep the tongue from evil and the lips from speaking deceit,"
        },
        {
          "verse": 11,
          "text": "must turn from evil and do good, seek peace and follow after it."
        },
        {
          "verse": 12,
          "text": "For the eyes of the Lord are on the righteous and his ears turned to their prayer, but the face of the Lord is against evildoers.” Christian Suffering."
        },
        {
          "verse": 13,
          "text": "Now who is going to harm you if you are enthusiastic for what is good?"
        },
        {
          "verse": 14,
          "text": "But even if you should suffer because of righteousness, blessed are you. Do not be afraid or terrified with fear of them,"
        },
        {
          "verse": 15,
          "text": "but sanctify Christ as Lord in your hearts. Always be ready to give an explanation to anyone who asks you for a reason for your hope,"
        },
        {
          "verse": 16,
          "text": "but do it with gentleness and reverence, keeping your conscience clear, so that, when you are maligned, those who defame your good conduct in Christ may themselves be put to shame."
        },
        {
          "verse": 17,
          "text": "For it is better to suffer for doing good, if that be the will of God, than for doing evil."
        },
        {
          "verse": 18,
          "text": "For Christ also suffered for sins once, the righteous for the sake of the unrighteous, that he might lead you to God. Put to death in the flesh, he was brought to life in the spirit."
        },
        {
          "verse": 19,
          "text": "In it he also went to preach to the spirits in prison,"
        },
        {
          "verse": 20,
          "text": "who had once been disobedient while God patiently waited in the days of Noah during the building of the ark, in which a few persons, eight in all, were saved through water."
        },
        {
          "verse": 21,
          "text": "This prefigured baptism, which saves you now. It is not a removal of dirt from the body but an appeal to God for a clear conscience, through the resurrection of Jesus Christ,"
        },
        {
          "verse": 22,
          "text": "who has gone into heaven and is at the right hand of God, with angels, authorities, and powers subject to him."
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 4 - Christian Restraint. Therefore, since Christ suffered in the flesh, arm yourselves also with the same attitude (for whoever suffers in the flesh has broken with sin),"
        },
        {
          "verse": 2,
          "text": "so as not to spend what remains of one’s life in the flesh on human desires, but on the will of God."
        },
        {
          "verse": 3,
          "text": "For the time that has passed is sufficient for doing what the Gentiles like to do: living in debauchery, evil desires, drunkenness, orgies, carousing, and wanton idolatry."
        },
        {
          "verse": 4,
          "text": "They are surprised that you do not plunge into the same swamp of profligacy, and they vilify you;"
        },
        {
          "verse": 5,
          "text": "but they will give an account to him who stands ready to judge the living and the dead."
        },
        {
          "verse": 6,
          "text": "For this is why the gospel was preached even to the dead that, though condemned in the flesh in human estimation, they might live in the spirit in the estimation of God. Christian Charity."
        },
        {
          "verse": 7,
          "text": "The end of all things is at hand. Therefore, be serious and sober for prayers."
        },
        {
          "verse": 8,
          "text": "Above all, let your love for one another be intense, because love covers a multitude of sins."
        },
        {
          "verse": 9,
          "text": "Be hospitable to one another without complaining."
        },
        {
          "verse": 10,
          "text": "As each one has received a gift, use it to serve one another as good stewards of God’s varied grace."
        },
        {
          "verse": 11,
          "text": "Whoever preaches, let it be with the words of God; whoever serves, let it be with the strength that God supplies, so that in all things God may be glorified through Jesus Christ, to whom belong glory and dominion forever and ever. Amen. IV. Advice to the Persecuted - Trial of Persecution."
        },
        {
          "verse": 12,
          "text": "Beloved, do not be surprised that a trial by fire is occurring among you, as if something strange were happening to you."
        },
        {
          "verse": 13,
          "text": "But rejoice to the extent that you share in the sufferings of Christ, so that when his glory is revealed you may also rejoice exultantly."
        },
        {
          "verse": 14,
          "text": "If you are insulted for the name of Christ, blessed are you, for the Spirit of glory and of God rests upon you."
        },
        {
          "verse": 15,
          "text": "But let no one among you be made to suffer as a murderer, a thief, an evildoer, or as an intriguer."
        },
        {
          "verse": 16,
          "text": "But whoever is made to suffer as a Christian should not be ashamed but glorify God because of the name."
        },
        {
          "verse": 17,
          "text": "For it is time for the judgment to begin with the household of God; if it begins with us, how will it end for those who fail to obey the gospel of God?"
        },
        {
          "verse": 18,
          "text": "“And if the righteous one is barely saved, where will the godless and the sinner appear?”"
        },
        {
          "verse": 19,
          "text": "As a result, those who suffer in accord with God’s will hand their souls over to a faithful creator as they do good."
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 5 - Advice to Presbyters. So I exhort the presbyters among you, as a fellow presbyter and witness to the sufferings of Christ and one who has a share in the glory to be revealed."
        },
        {
          "verse": 2,
          "text": "Tend the flock of God in your midst, [overseeing] not by constraint but willingly, as God would have it, not for shameful profit but eagerly."
        },
        {
          "verse": 3,
          "text": "Do not lord it over those assigned to you, but be examples to the flock."
        },
        {
          "verse": 4,
          "text": "And when the chief Shepherd is revealed, you will receive the unfading crown of glory. Advice to the Community."
        },
        {
          "verse": 5,
          "text": "Likewise, you younger members, be subject to the presbyters. And all of you, clothe yourselves with humility in your dealings with one another, for: “God opposes the proud but bestows favor on the humble.”"
        },
        {
          "verse": 6,
          "text": "So humble yourselves under the mighty hand of God, that he may exalt you in due time."
        },
        {
          "verse": 7,
          "text": "Cast all your worries upon him because he cares for you."
        },
        {
          "verse": 8,
          "text": "Be sober and vigilant. Your opponent the devil is prowling around like a roaring lion looking for [someone] to devour."
        },
        {
          "verse": 9,
          "text": "Resist him, steadfast in faith, knowing that your fellow believers throughout the world undergo the same sufferings."
        },
        {
          "verse": 10,
          "text": "The God of all grace who called you to his eternal glory through Christ [Jesus] will himself restore, confirm, strengthen, and establish you after you have suffered a little."
        },
        {
          "verse": 11,
          "text": "To him be dominion forever. Amen."
        },
        {
          "verse": 12,
          "text": "V. Conclusion - I write you this briefly through Silvanus, whom I consider a faithful brother, exhorting you and testifying that this is the true grace of God. Remain firm in it."
        },
        {
          "verse": 13,
          "text": "The chosen one at Babylon sends you greeting, as does Mark, my son."
        },
        {
          "verse": 14,
          "text": "Greet one another with a loving kiss. Peace to all of you who are in Christ."
        }
      ]
    }
  ]
}
