{
  "book": "1Samuel",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "verse": 1,
          "text": "I. The Last Judges, Eli and Samuel Chapter 1 - Elkanah and His Family at Shiloh. There was a certain man from Ramathaim, a Zuphite from the hill country of Ephraim. His name was Elkanah, the son of Jeroham, son of Elihu, son of Tohu, son of Zuph, an Ephraimite."
        },
        {
          "verse": 2,
          "text": "He had two wives, one named Hannah, the other Peninnah; Peninnah had children, but Hannah had no children."
        },
        {
          "verse": 3,
          "text": "Each year this man went up from his city to worship and offer sacrifice to the LORD of hosts at Shiloh, where the two sons of Eli, Hophni and Phinehas, were ministering as priests of the LORD."
        },
        {
          "verse": 4,
          "text": "When the day came for Elkanah to offer sacrifice, he used to give portions to his wife Peninnah and to all her sons and daughters,"
        },
        {
          "verse": 5,
          "text": "but he would give a double portion to Hannah because he loved her, though the LORD had closed her womb."
        },
        {
          "verse": 6,
          "text": "Her rival, to upset her, would torment her constantly, since the LORD had closed her womb."
        },
        {
          "verse": 7,
          "text": "Year after year, when she went up to the house of the LORD, Peninnah would provoke her, and Hannah would weep and refuse to eat."
        },
        {
          "verse": 8,
          "text": "Elkanah, her husband, would say to her: “Hannah, why are you weeping? Why are you not eating? Why are you so miserable? Am I not better for you than ten sons?”"
        },
        {
          "verse": 9,
          "text": "Hannah’s Prayer. Hannah rose after one such meal at Shiloh, and presented herself before the LORD; at the time Eli the priest was sitting on a chair near the doorpost of the LORD’s temple."
        },
        {
          "verse": 10,
          "text": "In her bitterness she prayed to the LORD, weeping freely,"
        },
        {
          "verse": 11,
          "text": "and made this vow: “O LORD of hosts, if you look with pity on the hardship of your servant, if you remember me and do not forget me, if you give your handmaid a male child, I will give him to the LORD all the days of his life. No razor shall ever touch his head.”"
        },
        {
          "verse": 12,
          "text": "As she continued praying before the LORD, Eli watched her mouth,"
        },
        {
          "verse": 13,
          "text": "for Hannah was praying silently; though her lips were moving, her voice could not be heard. Eli, thinking she was drunk,"
        },
        {
          "verse": 14,
          "text": "said to her, “How long will you make a drunken spectacle of yourself? Sober up from your wine!”"
        },
        {
          "verse": 15,
          "text": "“No, my lord!” Hannah answered. “I am an unhappy woman. I have had neither wine nor liquor; I was only pouring out my heart to the LORD."
        },
        {
          "verse": 16,
          "text": "Do not think your servant a worthless woman; my prayer has been prompted by my deep sorrow and misery.”"
        },
        {
          "verse": 17,
          "text": "Eli said, “Go in peace, and may the God of Israel grant you what you have requested.”"
        },
        {
          "verse": 18,
          "text": "She replied, “Let your servant find favor in your eyes,” and left. She went to her quarters, ate and drank with her husband, and no longer appeared downhearted."
        },
        {
          "verse": 19,
          "text": "Early the next morning they worshiped before the LORD, and then returned to their home in Ramah. When they returned Elkanah had intercourse with his wife Hannah, and the LORD remembered her."
        },
        {
          "verse": 20,
          "text": "Hannah Bears a Son. She conceived and, at the end of her pregnancy, bore a son whom she named Samuel. “Because I asked the LORD for him.”"
        },
        {
          "verse": 21,
          "text": "The next time her husband Elkanah was going up with the rest of his household to offer the customary sacrifice to the LORD and to fulfill his vows,"
        },
        {
          "verse": 22,
          "text": "Hannah did not go, explaining to her husband, “Once the child is weaned, I will take him to appear before the LORD and leave him there forever.”"
        },
        {
          "verse": 23,
          "text": "Her husband Elkanah answered her: “Do what you think best; wait until you have weaned him. Only may the LORD fulfill his word!” And so she remained at home and nursed her son until she had weaned him."
        },
        {
          "verse": 24,
          "text": "Hannah Presents Samuel to the Lord. Once he was weaned, she brought him up with her, along with a three-year-old bull, an ephah of flour, and a skin of wine, and presented him at the house of the LORD in Shiloh."
        },
        {
          "verse": 25,
          "text": "After they had slaughtered the bull, they brought the child to Eli."
        },
        {
          "verse": 26,
          "text": "Then Hannah spoke up: “Excuse me, my lord! As you live, my lord, I am the woman who stood here near you, praying to the LORD."
        },
        {
          "verse": 27,
          "text": "I prayed for this child, and the LORD granted my request."
        },
        {
          "verse": 28,
          "text": "Now I, in turn, give him to the LORD; as long as he lives, he shall be dedicated to the LORD.” Then they worshiped there before the LORD."
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 2 - And Hannah prayed: “My heart exults in the LORD, my horn is exalted by my God. I have swallowed up my enemies; I rejoice in your victory."
        },
        {
          "verse": 2,
          "text": "There is no Holy One like the LORD; there is no Rock like our God."
        },
        {
          "verse": 3,
          "text": "Speak boastfully no longer, Do not let arrogance issue from your mouths. For an all-knowing God is the LORD, a God who weighs actions."
        },
        {
          "verse": 4,
          "text": "“The bows of the mighty are broken, while the tottering gird on strength."
        },
        {
          "verse": 5,
          "text": "The well-fed hire themselves out for bread, while the hungry no longer have to toil. The barren wife bears seven sons, while the mother of many languishes."
        },
        {
          "verse": 6,
          "text": "“The LORD puts to death and gives life, casts down to Sheol and brings up again."
        },
        {
          "verse": 7,
          "text": "The LORD makes poor and makes rich, humbles, and also exalts."
        },
        {
          "verse": 8,
          "text": "He raises the needy from the dust; from the ash heap lifts up the poor, To seat them with nobles and make a glorious throne their heritage. “For the pillars of the earth are the LORD’s, and he has set the world upon them."
        },
        {
          "verse": 9,
          "text": "He guards the footsteps of his faithful ones, but the wicked shall perish in the darkness; for not by strength does one prevail."
        },
        {
          "verse": 10,
          "text": "The LORD’s foes shall be shattered; the Most High in heaven thunders; the LORD judges the ends of the earth. May he give strength to his king, and exalt the horn of his anointed!”"
        },
        {
          "verse": 11,
          "text": "When Elkanah returned home to Ramah, the child remained in the service of the LORD under the priest Eli."
        },
        {
          "verse": 12,
          "text": "Wickedness of Eli’s Sons. Now the sons of Eli were wicked; they had respect neither for the LORD"
        },
        {
          "verse": 13,
          "text": "nor for the priests’ duties toward the people. When someone offered a sacrifice, the priest’s servant would come with a three-pronged fork, while the meat was still boiling,"
        },
        {
          "verse": 14,
          "text": "and would thrust it into the basin, kettle, caldron, or pot. Whatever the fork brought up, the priest would take for himself. They treated all the Israelites who came to the sanctuary at Shiloh in this way."
        },
        {
          "verse": 15,
          "text": "In fact, even before the fat was burned, the priest’s servant would come and say to the one offering the sacrifice, “Give me some meat to roast for the priest. He will not accept boiled meat from you, only raw meat.”"
        },
        {
          "verse": 16,
          "text": "And if this one protested, “Let the fat be burned first, then take whatever you wish,” he would reply, “No, give it to me now, or else I will take it by force.”"
        },
        {
          "verse": 17,
          "text": "Thus the young men sinned grievously in the presence of the LORD, treating the offerings to the LORD with disdain."
        },
        {
          "verse": 18,
          "text": "The Lord Rewards Hannah. Meanwhile the boy Samuel, wearing a linen ephod, was serving in the presence of the LORD."
        },
        {
          "verse": 19,
          "text": "His mother used to make a little garment for him, which she would bring him each time she went up with her husband to offer the customary sacrifice."
        },
        {
          "verse": 20,
          "text": "And Eli would bless Elkanah and his wife, as they were leaving for home. He would say, “May the LORD repay you with children from this woman for the gift she has made to the LORD!”"
        },
        {
          "verse": 21,
          "text": "The LORD favored Hannah so that she conceived and gave birth to three more sons and two daughters, while young Samuel grew up in the service of the LORD."
        },
        {
          "verse": 22,
          "text": "Eli’s Futile Rebuke. When Eli was very old, he kept hearing how his sons were treating all Israel, and that they were behaving promiscuously with the women serving at the entry of the meeting tent."
        },
        {
          "verse": 23,
          "text": "So he said to them: “Why are you doing such things? I hear from everyone that your behavior is depraved."
        },
        {
          "verse": 24,
          "text": "Stop this, my sons! The report that I hear the LORD’s people spreading is not good."
        },
        {
          "verse": 25,
          "text": "If someone sins against another, anyone can intercede for the sinner with the LORD; but if anyone sins against the LORD, who can intercede for the sinner?” But they disregarded their father’s warning, since the LORD wanted them dead."
        },
        {
          "verse": 26,
          "text": "Meanwhile, young Samuel was growing in stature and in worth in the estimation of the LORD and the people. The Fate of Eli’s House."
        },
        {
          "verse": 27,
          "text": "A man of God came to Eli and said to him: “Thus says the LORD: I went so far as to reveal myself to your father’s house when they were in Egypt as slaves to the house of Pharaoh."
        },
        {
          "verse": 28,
          "text": "I chose them out of all the tribes of Israel to be my priests, to go up to my altar, to burn incense, and to wear the ephod in my presence; and I assigned all the fire offerings of the Israelites to your father’s house."
        },
        {
          "verse": 29,
          "text": "Why do you stare greedily at my sacrifices and at the offerings that I have prescribed? Why do you honor your sons more than you honor me, fattening yourselves with the choicest part of every offering of my people Israel?"
        },
        {
          "verse": 30,
          "text": "This, therefore, is the oracle of the LORD, the God of Israel: I said in the past that your family and your father’s house should minister in my presence forever. But now—oracle of the LORD: Far be it from me! I will honor those who honor me, but those who despise me shall be cursed."
        },
        {
          "verse": 31,
          "text": "Yes, the days are coming when I will break your strength and the strength of your father’s house, so that no one in your family lives to old age."
        },
        {
          "verse": 32,
          "text": "You shall witness, like a disappointed rival, all the benefits enjoyed by Israel, but no member of your household shall ever grow old."
        },
        {
          "verse": 33,
          "text": "I will leave you one man at my altar to wear out his eyes and waste his strength, but the rest of your family shall die by the sword."
        },
        {
          "verse": 34,
          "text": "This is a sign for you—what happens to your two sons, Hophni and Phinehas. Both of them will die on the same day."
        },
        {
          "verse": 35,
          "text": "I will choose a faithful priest who shall do what I have in heart and mind. I will establish a lasting house for him and he shall serve in the presence of my anointed forever."
        },
        {
          "verse": 36,
          "text": "Then whoever is left of your family will grovel before him for a piece of silver or a loaf of bread, saying: Please assign me a priestly function, that I may have a crust of bread to eat.”"
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 3 - Revelation to Samuel. During the time young Samuel was minister to the LORD under Eli, the word of the LORD was scarce and vision infrequent."
        },
        {
          "verse": 2,
          "text": "One day Eli was asleep in his usual place. His eyes had lately grown so weak that he could not see."
        },
        {
          "verse": 3,
          "text": "The lamp of God was not yet extinguished, and Samuel was sleeping in the temple of the LORD where the ark of God was."
        },
        {
          "verse": 4,
          "text": "The LORD called to Samuel, who answered, “Here I am.”"
        },
        {
          "verse": 5,
          "text": "He ran to Eli and said, “Here I am. You called me.” “I did not call you,” Eli answered. “Go back to sleep.” So he went back to sleep."
        },
        {
          "verse": 6,
          "text": "Again the LORD called Samuel, who rose and went to Eli. “Here I am,” he said. “You called me.” But he answered, “I did not call you, my son. Go back to sleep.”"
        },
        {
          "verse": 7,
          "text": "Samuel did not yet recognize the LORD, since the word of the LORD had not yet been revealed to him."
        },
        {
          "verse": 8,
          "text": "The LORD called Samuel again, for the third time. Getting up and going to Eli, he said, “Here I am. You called me.” Then Eli understood that the LORD was calling the youth."
        },
        {
          "verse": 9,
          "text": "So he said to Samuel, “Go to sleep, and if you are called, reply, ‘Speak, LORD, for your servant is listening.’” When Samuel went to sleep in his place,"
        },
        {
          "verse": 10,
          "text": "the LORD came and stood there, calling out as before: Samuel, Samuel! Samuel answered, “Speak, for your servant is listening.”"
        },
        {
          "verse": 11,
          "text": "The LORD said to Samuel: I am about to do something in Israel that will make the ears of everyone who hears it ring."
        },
        {
          "verse": 12,
          "text": "On that day I will carry out against Eli everything I have said about his house, beginning to end."
        },
        {
          "verse": 13,
          "text": "I announce to him that I am condemning his house once and for all, because of this crime: though he knew his sons were blaspheming God, he did not reprove them."
        },
        {
          "verse": 14,
          "text": "Therefore, I swear to Eli’s house: No sacrifice or offering will ever expiate its crime."
        },
        {
          "verse": 15,
          "text": "Samuel then slept until morning, when he got up early and opened the doors of the temple of the LORD. He was afraid to tell Eli the vision,"
        },
        {
          "verse": 16,
          "text": "but Eli called to him, “Samuel, my son!” He replied, “Here I am.”"
        },
        {
          "verse": 17,
          "text": "Then Eli asked, “What did he say to you? Hide nothing from me! May God do thus to you, and more, if you hide from me a single thing he told you.”"
        },
        {
          "verse": 18,
          "text": "So Samuel told him everything, and held nothing back. Eli answered, “It is the LORD. What is pleasing in the LORD’s sight, the LORD will do.”"
        },
        {
          "verse": 19,
          "text": "Samuel Acknowledged as Prophet. Samuel grew up, and the LORD was with him, not permitting any word of his to go unfulfilled."
        },
        {
          "verse": 20,
          "text": "Thus all Israel from Dan to Beer-sheba came to know that Samuel was a trustworthy prophet of the LORD."
        },
        {
          "verse": 21,
          "text": "The LORD continued to appear at Shiloh, manifesting himself to Samuel at Shiloh through his word. Samuel’s word spread throughout Israel."
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 4 - Defeat of the Israelites. At that time, the Philistines gathered for an attack on Israel. Israel went out to engage them in battle and camped at Ebenezer, while the Philistines camped at Aphek."
        },
        {
          "verse": 2,
          "text": "The Philistines then drew up in battle formation against Israel. After a fierce struggle Israel was defeated by the Philistines, who killed about four thousand men on the battlefield."
        },
        {
          "verse": 3,
          "text": "When the troops retired to the camp, the elders of Israel said, “Why has the LORD permitted us to be defeated today by the Philistines? Let us fetch the ark of the LORD from Shiloh that it may go into battle among us and save us from the grasp of our enemies.”"
        },
        {
          "verse": 4,
          "text": "Loss of the Ark. So the people sent to Shiloh and brought from there the ark of the LORD of hosts, who is enthroned upon the cherubim. The two sons of Eli, Hophni and Phinehas, accompanied the ark of God."
        },
        {
          "verse": 5,
          "text": "When the ark of the LORD arrived in the camp, all Israel shouted so loudly that the earth shook."
        },
        {
          "verse": 6,
          "text": "The Philistines, hearing the uproar, asked, “What does this loud shouting in the camp of the Hebrews mean?” On learning that the ark of the LORD had come into the camp,"
        },
        {
          "verse": 7,
          "text": "the Philistines were frightened, crying out, “Gods have come to their camp. Woe to us! This has never happened before."
        },
        {
          "verse": 8,
          "text": "Woe to us! Who can deliver us from the power of these mighty gods? These are the gods who struck the Egyptians with various plagues in the desert."
        },
        {
          "verse": 9,
          "text": "Take courage and act like soldiers, Philistines; otherwise you will become slaves to the Hebrews, as they were your slaves. Fight like soldiers!”"
        },
        {
          "verse": 10,
          "text": "The Philistines fought and Israel was defeated; everyone fled to their own tents. It was a disastrous defeat; Israel lost thirty thousand foot soldiers."
        },
        {
          "verse": 11,
          "text": "The ark of God was captured, and Eli’s two sons, Hophni and Phinehas, were dead."
        },
        {
          "verse": 12,
          "text": "Death of Eli. A Benjaminite fled from the battlefield and reached Shiloh that same day, with his clothes torn and his head covered with dirt."
        },
        {
          "verse": 13,
          "text": "When he arrived, Eli was sitting in his chair beside the gate, watching the road, for he was troubled at heart about the ark of God. The man, however, went into the city to announce his news; then the whole city cried out."
        },
        {
          "verse": 14,
          "text": "When Eli heard the uproar, he wondered why there was such commotion. Just then the man rushed up to inform him."
        },
        {
          "verse": 15,
          "text": "Eli was ninety-eight years old, and his eyes would not focus. So he could not see."
        },
        {
          "verse": 16,
          "text": "The man said to Eli: “I have come from the battlefield; today I fled from there.” He asked, “What happened, my son?”"
        },
        {
          "verse": 17,
          "text": "And the messenger answered: “Israel fled from the Philistines; in fact, the troops suffered heavy losses. Your two sons, Hophni and Phinehas, are dead, and the ark of God has been captured.”"
        },
        {
          "verse": 18,
          "text": "At this mention of the ark of God, Eli fell backward from his chair into the gateway; he died of a broken neck since he was an old man and heavy. He had judged Israel for forty years."
        },
        {
          "verse": 19,
          "text": "His daughter-in-law, the wife of Phinehas, was pregnant and about to give birth. When she heard the news about the capture of the ark of God and the deaths of her father-in-law and her husband, she crouched down in labor, and gave birth."
        },
        {
          "verse": 20,
          "text": "She was about to die when the women standing around her said to her, “Do not be afraid, you have given birth to a son.” Yet she neither answered nor paid any attention."
        },
        {
          "verse": 21,
          "text": "She named the child Ichabod, saying, “Gone is the glory from Israel,” referring to the capture of the ark of God and to her father-in-law and her husband."
        },
        {
          "verse": 22,
          "text": "She said, “Gone is the glory from Israel,” because the ark of God had been captured."
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 5 - The Ark in the Temple of Dagon. The Philistines, having captured the ark of God, transferred it from Ebenezer to Ashdod."
        },
        {
          "verse": 2,
          "text": "They then took the ark of God and brought it into the temple of Dagon, placing it beside Dagon."
        },
        {
          "verse": 3,
          "text": "When the people of Ashdod rose early the next morning, Dagon was lying face down on the ground before the ark of the LORD. So they picked Dagon up and put him back in his place."
        },
        {
          "verse": 4,
          "text": "But early the next morning, when they arose, Dagon lay face down on the ground before the ark of the LORD, his head and hands broken off and lying on the threshold, his trunk alone intact."
        },
        {
          "verse": 5,
          "text": "For this reason, neither the priests of Dagon nor any others who enter the temple of Dagon tread on the threshold of Dagon in Ashdod to this very day."
        },
        {
          "verse": 6,
          "text": "The Ark Is Carried About. Now the hand of the LORD weighed heavily on the people of Ashdod, ravaging them and afflicting the city and its vicinity with tumors."
        },
        {
          "verse": 7,
          "text": "On seeing how matters stood, the people of Ashdod decided, “The ark of the God of Israel must not remain with us, for his hand weighs heavily on us and Dagon our god.”"
        },
        {
          "verse": 8,
          "text": "So they summoned all the Philistine leaders and inquired of them, “What shall we do with the ark of the God of Israel?” The people of Gath replied, “Let them move the ark of the God of Israel to us.” So they moved the ark of the God of Israel to Gath."
        },
        {
          "verse": 9,
          "text": "But after it had been brought there, the hand of the LORD was against the city, resulting in utter turmoil: the LORD afflicted its inhabitants, young and old, and tumors broke out on them."
        },
        {
          "verse": 10,
          "text": "The ark of God was next sent to Ekron; but as it entered that city, the people there cried out, “Why have they brought the ark of the God of Israel here to kill us and our kindred?”"
        },
        {
          "verse": 11,
          "text": "Then they, too, sent a summons to all the Philistine leaders and pleaded: “Send away the ark of the God of Israel. Send it back to its place so it does not kill us and our kindred.” A deadly panic had seized the whole city, since the hand of God lay heavy upon it."
        },
        {
          "verse": 12,
          "text": "Those who escaped death were afflicted with tumors. Thus the outcry from the city went up to the heavens."
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 6 - The Ark Is Returned. The ark of the LORD had been in the land of the Philistines seven months"
        },
        {
          "verse": 2,
          "text": "when they summoned priests and diviners to ask, “What shall we do with the ark of the LORD? Tell us what we should send back with it.”"
        },
        {
          "verse": 3,
          "text": "They replied: “If you intend to send back the ark of the God of Israel, you must not send it alone, but must, by all means, make amends to God through a reparation offering. Then you will be healed, and will learn why God continues to afflict you.”"
        },
        {
          "verse": 4,
          "text": "When asked further, “What reparation offering should be our amends to God?” they replied: “Five golden tumors and five golden mice to correspond to the number of Philistine leaders, since the same plague has struck all of you and your leaders."
        },
        {
          "verse": 5,
          "text": "Therefore, make images of the tumors and of the mice that are devastating your land and so give glory to the God of Israel. Perhaps then God will lift his hand from you, your gods, and your land."
        },
        {
          "verse": 6,
          "text": "Why should you become stubborn, the way the Egyptians and Pharaoh were stubborn? Was it not after he had dealt ruthlessly with them that the Israelites were released and departed?"
        },
        {
          "verse": 7,
          "text": "So now set to work and make a new cart. Then take two milk cows that have not borne the yoke; hitch them to the cart, but drive their calves indoors away from them."
        },
        {
          "verse": 8,
          "text": "You shall next take the ark of the LORD and place it on the cart, putting the golden articles that you are offering as reparation for your guilt in a box beside it. Start it on its way, and let it go."
        },
        {
          "verse": 9,
          "text": "Then watch! If it goes up to Beth-shemesh along the route to the LORD’s territory, then it was the LORD who brought this great calamity upon us; if not, we will know that it was not the LORD’s hand, but a bad turn, that struck us.”"
        },
        {
          "verse": 10,
          "text": "The Ark in Beth-shemesh. They acted upon this advice. Taking two milk cows, they hitched them to the cart but shut up their calves indoors."
        },
        {
          "verse": 11,
          "text": "Then they placed the ark of the LORD on the cart, along with the box containing the golden mice and the images of the tumors."
        },
        {
          "verse": 12,
          "text": "The cows went straight for the route to Beth-shemesh and continued along this road, mooing as they went, turning neither right nor left. The Philistine leaders followed them as far as the border of Beth-shemesh."
        },
        {
          "verse": 13,
          "text": "The people of Beth-shemesh were harvesting the wheat in the valley. They looked up and rejoiced when they saw the ark."
        },
        {
          "verse": 14,
          "text": "The cart came to the field of Joshua the Beth-shemite and stopped there. At a large stone in the field, the wood of the cart was split up and the cows were offered as a burnt offering to the LORD."
        },
        {
          "verse": 15,
          "text": "The Levites, meanwhile, had taken down the ark of God and the box beside it, with the golden articles, and had placed them on the great stone. The people of Beth-shemesh also offered other burnt offerings and sacrifices to the LORD that day."
        },
        {
          "verse": 16,
          "text": "After witnessing this, the five Philistine leaders returned to Ekron the same day."
        },
        {
          "verse": 17,
          "text": "The golden tumors the Philistines sent back as a reparation offering to the LORD were as follows: one for Ashdod, one for Gaza, one for Ashkelon, one for Gath, and one for Ekron."
        },
        {
          "verse": 18,
          "text": "The golden mice, however, corresponded to the number of all the cities of the Philistines belonging to the five leaders, including fortified cities and open villages. The large stone on which the ark of the LORD was placed is still in the field of Joshua the Beth-shemite at the present time."
        },
        {
          "verse": 19,
          "text": "Penalty for Irreverence. The descendants of Jeconiah did not join in the celebration with the inhabitants of Beth-shemesh when they saw the ark of the LORD, and seventy of them were struck down. The people mourned over this great calamity which the LORD had inflicted upon them."
        },
        {
          "verse": 20,
          "text": "The men of Beth-shemesh asked, “Who can stand in the presence of the LORD, this Holy God? To whom can the ark go so that we are rid of it?”"
        },
        {
          "verse": 21,
          "text": "They then sent messengers to the inhabitants of Kiriath-jearim, saying, “The Philistines have returned the ark of the LORD; come down and get it.”"
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 7 - So the inhabitants of Kiriath-jearim came for the ark of the LORD and brought it into the house of Abinadab on the hill, appointing his son Eleazar as guardian of the ark of the LORD."
        },
        {
          "verse": 2,
          "text": "Samuel the Judge. From the day the ark came to rest in Kiriath-jearim, a long time, twenty years, elapsed, and the whole house of Israel turned to the LORD."
        },
        {
          "verse": 3,
          "text": "Then Samuel addressed the whole house of Israel: “If you would return to the LORD with your whole heart, remove your foreign gods and your Astartes, fix your hearts on the LORD, and serve him alone, then the LORD will deliver you from the hand of the Philistines.”"
        },
        {
          "verse": 4,
          "text": "So the Israelites removed their Baals and Astartes, and served the LORD alone."
        },
        {
          "verse": 5,
          "text": "Samuel then gave orders, “Gather all Israel to Mizpah, that I may pray to the LORD for you.”"
        },
        {
          "verse": 6,
          "text": "When they had gathered at Mizpah, they drew water and poured it out on the ground before the LORD, and they fasted that day, saying, “We have sinned against the LORD.” It was at Mizpah that Samuel began to judge the Israelites."
        },
        {
          "verse": 7,
          "text": "Rout of the Philistines. When the Philistines heard that the Israelites had gathered at Mizpah, their leaders went up against Israel. Hearing this, the Israelites became afraid of the Philistines"
        },
        {
          "verse": 8,
          "text": "and appealed to Samuel, “Do not stop crying out to the LORD our God for us, to save us from the hand of the Philistines.”"
        },
        {
          "verse": 9,
          "text": "Samuel therefore took an unweaned lamb and offered it whole as a burnt offering to the LORD. He cried out to the LORD for Israel, and the LORD answered him."
        },
        {
          "verse": 10,
          "text": "While Samuel was sacrificing the burnt offering, the Philistines drew near for battle with Israel. That day, however, the LORD thundered loudly against the Philistines, and threw them into such confusion that they were defeated by Israel."
        },
        {
          "verse": 11,
          "text": "Thereupon the Israelites rushed out from Mizpah and pursued the Philistines, striking them down even beyond Beth-car."
        },
        {
          "verse": 12,
          "text": "Samuel then took a stone and placed it between Mizpah and Jeshanah; he named it Ebenezer, explaining, “As far as this place the LORD has been our help.”"
        },
        {
          "verse": 13,
          "text": "Thus were the Philistines subdued, never again to enter the territory of Israel, for the hand of the LORD was against them as long as Samuel lived."
        },
        {
          "verse": 14,
          "text": "The cities from Ekron to Gath which the Philistines had taken from Israel were restored to them. Israel also freed the territory of these cities from Philistine domination. There was also peace between Israel and the Amorites."
        },
        {
          "verse": 15,
          "text": "Samuel judged Israel as long as he lived."
        },
        {
          "verse": 16,
          "text": "He made a yearly circuit, passing through Bethel, Gilgal and Mizpah and judging Israel at each of these places."
        },
        {
          "verse": 17,
          "text": "Then he used to return to Ramah, for that was his home. There, too, he judged Israel and built an altar to the LORD."
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "verse": 1,
          "text": "II. Establishment of the Monarchy Chapter 8 - Request for a King. In his old age Samuel appointed his sons judges over Israel."
        },
        {
          "verse": 2,
          "text": "His firstborn was named Joel, his second son, Abijah; they judged at Beer-sheba."
        },
        {
          "verse": 3,
          "text": "His sons did not follow his example, but looked to their own gain, accepting bribes and perverting justice."
        },
        {
          "verse": 4,
          "text": "Therefore all the elders of Israel assembled and went to Samuel at Ramah"
        },
        {
          "verse": 5,
          "text": "and said to him, “Now that you are old, and your sons do not follow your example, appoint a king over us, like all the nations, to rule us.”"
        },
        {
          "verse": 6,
          "text": "Samuel was displeased when they said, “Give us a king to rule us.” But he prayed to the LORD."
        },
        {
          "verse": 7,
          "text": "The LORD said: Listen to whatever the people say. You are not the one they are rejecting. They are rejecting me as their king."
        },
        {
          "verse": 8,
          "text": "They are acting toward you just as they have acted from the day I brought them up from Egypt to this very day, deserting me to serve other gods."
        },
        {
          "verse": 9,
          "text": "Now listen to them; but at the same time, give them a solemn warning and inform them of the rights of the king who will rule them."
        },
        {
          "verse": 10,
          "text": "The Governance of the King. Samuel delivered the message of the LORD in full to those who were asking him for a king."
        },
        {
          "verse": 11,
          "text": "He told them: “The governance of the king who will rule you will be as follows: He will take your sons and assign them to his chariots and horses, and they will run before his chariot."
        },
        {
          "verse": 12,
          "text": "He will appoint from among them his commanders of thousands and of hundreds. He will make them do his plowing and harvesting and produce his weapons of war and chariotry."
        },
        {
          "verse": 13,
          "text": "He will use your daughters as perfumers, cooks, and bakers."
        },
        {
          "verse": 14,
          "text": "He will take your best fields, vineyards, and olive groves, and give them to his servants."
        },
        {
          "verse": 15,
          "text": "He will tithe your crops and grape harvests to give to his officials and his servants."
        },
        {
          "verse": 16,
          "text": "He will take your male and female slaves, as well as your best oxen and donkeys, and use them to do his work."
        },
        {
          "verse": 17,
          "text": "He will also tithe your flocks. As for you, you will become his slaves."
        },
        {
          "verse": 18,
          "text": "On that day you will cry out because of the king whom you have chosen, but the LORD will not answer you on that day.”"
        },
        {
          "verse": 19,
          "text": "Persistent Demand. The people, however, refused to listen to Samuel’s warning and said, “No! There must be a king over us."
        },
        {
          "verse": 20,
          "text": "We too must be like all the nations, with a king to rule us, lead us in warfare, and fight our battles.”"
        },
        {
          "verse": 21,
          "text": "Samuel listened to all the concerns of the people and then repeated them to the LORD."
        },
        {
          "verse": 22,
          "text": "The LORD said: Listen to them! Appoint a king to rule over them. Then Samuel said to the people of Israel, “Return, each one of you, to your own city.”"
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 9 - Saul. There was a powerful man from Benjamin named Kish, who was the son of Abiel, son of Zeror, son of Becorath, son of Aphiah, a Benjaminite."
        },
        {
          "verse": 2,
          "text": "He had a son named Saul, who was a handsome young man. There was no other Israelite more handsome than Saul; he stood head and shoulders above the people."
        },
        {
          "verse": 3,
          "text": "The Lost Donkeys. Now the donkeys of Saul’s father, Kish, had wandered off. Kish said to his son Saul, “Take one of the servants with you and go out and hunt for the donkeys.”"
        },
        {
          "verse": 4,
          "text": "So they went through the hill country of Ephraim, and through the land of Shalishah. Not finding them there, they continued through the land of Shaalim without success. They also went through the land of Benjamin, but they failed to find the animals."
        },
        {
          "verse": 5,
          "text": "When they came to the land of Zuph, Saul said to the servant who was with him, “Come, let us turn back, lest my father forget about the donkeys and become anxious about us.”"
        },
        {
          "verse": 6,
          "text": "The servant replied, “Listen! There is a man of God in this city, a man held in high esteem; everything he says comes true. Let us go there now! Perhaps he can advise us about the journey we have undertaken.”"
        },
        {
          "verse": 7,
          "text": "But Saul said to his servant, “If we go, what can we offer the man? The food in our bags has run out; we have no present to give the man of God. What else do we have?”"
        },
        {
          "verse": 8,
          "text": "Again the servant answered Saul, “I have a quarter shekel of silver. If I give that to the man of God, he will advise us about the journey.”"
        },
        {
          "verse": 9,
          "text": "(In former times in Israel, anyone who went to consult God used to say, “Come, let us go to the seer.” For the one who is now called prophet was formerly called seer.)"
        },
        {
          "verse": 10,
          "text": "Saul then said to his servant, “You are right! Come on, let us go!” So they headed toward the city where the man of God lived."
        },
        {
          "verse": 11,
          "text": "Meeting the Young Women. As they were going up the path to the city, they met some young women coming out to draw water and they asked them, “Is the seer in town?”"
        },
        {
          "verse": 12,
          "text": "The young women answered, “Yes, there—straight ahead. Hurry now; just today he came to the city, because the people have a sacrifice today on the high place."
        },
        {
          "verse": 13,
          "text": "When you enter the city, you may reach him before he goes up to the high place to eat. The people will not eat until he arrives; only after he blesses the sacrifice will the invited guests eat. Go up immediately, for you should find him right now.”"
        },
        {
          "verse": 14,
          "text": "Saul Meets Samuel. So they went up to the city. As they entered it—there was Samuel coming toward them on his way to the high place."
        },
        {
          "verse": 15,
          "text": "The day before Saul’s arrival, the LORD had revealed to Samuel:"
        },
        {
          "verse": 16,
          "text": "At this time tomorrow I will send you a man from the land of Benjamin whom you are to anoint as ruler of my people Israel. He shall save my people from the hand of the Philistines. I have looked upon my people; their cry has come to me."
        },
        {
          "verse": 17,
          "text": "When Samuel caught sight of Saul, the LORD assured him: This is the man I told you about; he shall govern my people."
        },
        {
          "verse": 18,
          "text": "Saul met Samuel in the gateway and said, “Please tell me where the seer lives.”"
        },
        {
          "verse": 19,
          "text": "Samuel answered Saul: “I am the seer. Go up ahead of me to the high place and eat with me today. In the morning, before letting you go, I will tell you everything on your mind."
        },
        {
          "verse": 20,
          "text": "As for your donkeys that were lost three days ago, do not worry about them, for they have been found. Whom should Israel want if not you and your father’s family?”"
        },
        {
          "verse": 21,
          "text": "Saul replied: “Am I not a Benjaminite, from the smallest of the tribes of Israel, and is not my clan the least among the clans of the tribe of Benjamin? Why say such things to me?” The Meal."
        },
        {
          "verse": 22,
          "text": "Samuel then took Saul and his servant and brought them into the room. He seated them at the head of the guests, of whom there were about thirty."
        },
        {
          "verse": 23,
          "text": "He said to the cook, “Bring the portion I gave you and told you to put aside.”"
        },
        {
          "verse": 24,
          "text": "So the cook took up the leg and what went with it, and placed it before Saul. Samuel said: “This is a reserved portion that is set before you. Eat, for it was kept for you until this time; I explained that I was inviting some guests.” Thus Saul dined with Samuel that day."
        },
        {
          "verse": 25,
          "text": "When they came down from the high place into the city, a mattress was spread for Saul on the roof,"
        },
        {
          "verse": 26,
          "text": "and he slept there. Saul’s Anointing. At daybreak Samuel called to Saul on the roof, “Get up, and I will send you on your way.” Saul got up, and he and Samuel went outside the city together."
        },
        {
          "verse": 27,
          "text": "As they were approaching the edge of the town, Samuel said to Saul, “Tell the servant to go on ahead of us, but you stay here for a moment, that I may give you a word from God.”"
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 10 - Then, from a flask he had with him, Samuel poured oil on Saul’s head and kissed him, saying: “The LORD anoints you ruler over his people Israel. You are the one who will govern the LORD’s people and save them from the power of their enemies all around them. The Signs Foretold. “This will be the sign for you that the LORD has anointed you ruler over his heritage:"
        },
        {
          "verse": 2,
          "text": "When you leave me today, you will meet two men near Rachel’s tomb at Zelzah in the territory of Benjamin. They will say to you, ‘The donkeys you went to look for have been found. Now your father is no longer worried about the donkeys, but is anxious about you and says: What shall I do about my son?’"
        },
        {
          "verse": 3,
          "text": "Farther on, when you arrive at the oak of Tabor, three men will meet you as they go up to God at Bethel; one will be bringing three young goats, another three loaves of bread, and the third a skin of wine."
        },
        {
          "verse": 4,
          "text": "They will greet you and offer you two elevated offerings of bread, which you should accept from them."
        },
        {
          "verse": 5,
          "text": "After that you will come to Gibeath-elohim, where the Philistine garrison is located. As you enter that city, you will meet a band of prophets coming down from the high place. They will be preceded by lyres, tambourines, flutes, and harps, and will be in prophetic ecstasy."
        },
        {
          "verse": 6,
          "text": "The spirit of the LORD will rush upon you, and you will join them in their prophetic ecstasy and will become a changed man."
        },
        {
          "verse": 7,
          "text": "When these signs have come to pass, do whatever lies to hand, because God is with you."
        },
        {
          "verse": 8,
          "text": "Now go down ahead of me to Gilgal, for I shall come down to you, to offer burnt offerings and to sacrifice communion offerings. Wait seven days until I come to you; I shall then tell you what you must do.”"
        },
        {
          "verse": 9,
          "text": "The Signs Come to Pass. As Saul turned to leave Samuel, God changed his heart. That very day all these signs came to pass…."
        },
        {
          "verse": 10,
          "text": "From there they arrived at Gibeah, where a band of prophets met Saul, and the spirit of God rushed upon him, so that he joined them in their prophetic ecstasy."
        },
        {
          "verse": 11,
          "text": "When all who had known him previously saw him in a prophetic state among the prophets, they said to one another, “What has happened to the son of Kish? Is Saul also among the prophets?”"
        },
        {
          "verse": 12,
          "text": "And someone from that district responded, “And who is their father?” Thus the saying arose, “Is Saul also among the prophets?”"
        },
        {
          "verse": 13,
          "text": "When he came out of the prophetic ecstasy, he went home."
        },
        {
          "verse": 14,
          "text": "Silence About the Kingship. Saul’s uncle asked him and his servant, “Where have you been?” Saul replied, “Looking for the donkeys. When we could not find them, we went to Samuel.”"
        },
        {
          "verse": 15,
          "text": "Saul’s uncle said, “Tell me, then, what Samuel said to you.”"
        },
        {
          "verse": 16,
          "text": "Saul said to his uncle, “He assured us that the donkeys had been found.” But Saul told him nothing about what Samuel had said about the kingship."
        },
        {
          "verse": 17,
          "text": "Saul Chosen King. Samuel called the people together to the LORD at Mizpah"
        },
        {
          "verse": 18,
          "text": "and addressed the Israelites: “Thus says the LORD, the God of Israel: It was I who brought Israel up from Egypt and delivered you from the power of the Egyptians and from the power of all the kingdoms that oppressed you."
        },
        {
          "verse": 19,
          "text": "But today you have rejected your God, who saves you from all your evils and calamities, by saying, ‘No! You must appoint a king over us.’ Now, therefore, take your stand before the LORD according to your tribes and families.”"
        },
        {
          "verse": 20,
          "text": "So Samuel had all the tribes of Israel come forward, and the tribe of Benjamin was chosen."
        },
        {
          "verse": 21,
          "text": "Next he had the tribe of Benjamin come forward by clans, and the clan of Matri was chosen, and finally Saul, son of Kish, was chosen. But when they went to look for him, he was nowhere to be found."
        },
        {
          "verse": 22,
          "text": "Again they consulted the LORD, “Is there still someone else to come forward?” The LORD answered: He is hiding among the baggage."
        },
        {
          "verse": 23,
          "text": "They ran to bring him from there; when he took his place among the people, he stood head and shoulders above all the people."
        },
        {
          "verse": 24,
          "text": "Then Samuel addressed all the people, “Do you see the man whom the LORD has chosen? There is no one like him among all the people!” Then all the people shouted out, “Long live the king!”"
        },
        {
          "verse": 25,
          "text": "Samuel next explained to the people the rules of the monarchy, wrote them in a book, and placed them before the presence of the LORD. Samuel then sent the people back to their own homes."
        },
        {
          "verse": 26,
          "text": "Saul also went home to Gibeah, accompanied by warriors whose hearts the LORD had touched."
        },
        {
          "verse": 27,
          "text": "But some worthless people said, “How can this fellow save us?” They despised him and brought him no tribute."
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 11 - Defeat of the Ammonites. About a month later, Nahash the Ammonite went up and besieged Jabesh-gilead. All the people of Jabesh begged Nahash, “Make a treaty with us, and we will serve you.”"
        },
        {
          "verse": 2,
          "text": "But Nahash the Ammonite replied, “This is my condition for making a treaty with you: I will gouge out the right eye of every man, and thus bring shame on all Israel.”"
        },
        {
          "verse": 3,
          "text": "The elders of Jabesh said to him: “Give us seven days to send messengers throughout the territory of Israel. If there is no one to save us, we will surrender to you.”"
        },
        {
          "verse": 4,
          "text": "When the messengers arrived at Gibeah of Saul and reported the news in the people’s hearing, they all wept aloud."
        },
        {
          "verse": 5,
          "text": "Just then Saul came in from the field, behind his oxen. “Why are the people weeping?” he asked. They repeated the message of the inhabitants of Jabesh for him."
        },
        {
          "verse": 6,
          "text": "As he listened to this report, the spirit of God rushed upon him and he became very angry."
        },
        {
          "verse": 7,
          "text": "Taking a yoke of oxen, he cut them into pieces and sent them throughout the territory of Israel by messengers saying, “If anyone does not come out to follow Saul and Samuel, the same thing will be done to his oxen!” The dread of the LORD came upon the people and they went forth as one."
        },
        {
          "verse": 8,
          "text": "When Saul reviewed them in Bezek, there were three hundred thousand Israelites and seventy thousand Judahites."
        },
        {
          "verse": 9,
          "text": "To the messengers who had come he said, “Tell the inhabitants of Jabesh-gilead that tomorrow, when the sun grows hot, they will be saved.” The messengers went and reported this to the inhabitants of Jabesh, and they rejoiced."
        },
        {
          "verse": 10,
          "text": "The men of Jabesh said to Nahash, “Tomorrow we will surrender to you, and you may do with us whatever you want.”"
        },
        {
          "verse": 11,
          "text": "The next day, Saul arranged his troops in three companies and invaded the camp during the dawn watch. They slaughtered Ammonites until the day had gotten hot; by then the survivors were so scattered that no two of them were left together."
        },
        {
          "verse": 12,
          "text": "Saul Accepted as King. The people then said to Samuel: “Who questioned whether Saul should rule over us? Hand them over and we will put them to death.”"
        },
        {
          "verse": 13,
          "text": "But Saul objected, “No one will be put to death this day, for today the LORD has rescued Israel.”"
        },
        {
          "verse": 14,
          "text": "Samuel said to the people, “Come, let us go to Gilgal to renew the kingship there.”"
        },
        {
          "verse": 15,
          "text": "So all the people went to Gilgal, and there they made Saul king in the LORD’s presence. They also sacrificed communion offerings there before the LORD, and Saul and all the Israelites rejoiced greatly."
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 12 - Samuel’s Integrity. Samuel addressed all Israel: “I have granted your request in every respect,” he said. “I have set a king over you"
        },
        {
          "verse": 2,
          "text": "and now the king will lead you. As for me, I am old and gray, and my sons are among you. I was your leader from my youth to the present day."
        },
        {
          "verse": 3,
          "text": "Here I stand! Answer me in the presence of the LORD and the LORD’s anointed. Whose ox have I taken? Whose donkey have I taken? Whom have I cheated? Whom have I wronged? From whom have I accepted a bribe and shut my eyes because of it? I will make restitution to you.”"
        },
        {
          "verse": 4,
          "text": "They replied, “You have neither cheated us, nor oppressed us, nor accepted anything from anyone.”"
        },
        {
          "verse": 5,
          "text": "So he said to them, “The LORD is witness against you this day, and the LORD’s anointed is witness, that you have found nothing in my possession.” “The LORD is witness,” they said."
        },
        {
          "verse": 6,
          "text": "Samuel Admonishes the People. Samuel continued: “The LORD is witness, who appointed Moses and Aaron and brought your ancestors up from the land of Egypt."
        },
        {
          "verse": 7,
          "text": "Now take your stand, that I may judge you in the presence of the LORD according to all the gracious acts that the LORD has done for you and your ancestors."
        },
        {
          "verse": 8,
          "text": "When Jacob and his sons went to Egypt and the Egyptians oppressed them, your ancestors cried out to the LORD. The LORD then sent Moses and Aaron to bring them out of Egypt and settled them in this place."
        },
        {
          "verse": 9,
          "text": "But they forgot the LORD their God; and so the LORD sold them into the power of Sisera, the captain of the army of Hazor, the power of the Philistines, and the power of the king of Moab, who made war against them."
        },
        {
          "verse": 10,
          "text": "They cried out to the LORD and said, ‘We have sinned because we abandoned the LORD and served the Baals and Astartes. Now deliver us from the power of our enemies, and we will serve you.’"
        },
        {
          "verse": 11,
          "text": "The LORD sent Jerubbaal, Barak, Jephthah, and Samuel; he delivered you from the power of your enemies on every side, so that you could live in security."
        },
        {
          "verse": 12,
          "text": "Yet, when you saw Nahash, king of the Ammonites, advancing against you, you said to me, ‘No! A king must rule us,’ even though the LORD your God is your king."
        },
        {
          "verse": 13,
          "text": "Warnings for People and King. “Now here is the king you chose. See! The LORD has given you a king."
        },
        {
          "verse": 14,
          "text": "If you fear and serve the LORD, if you listen to the voice of the LORD and do not rebel against the LORD’s command, if both you and the king, who rules over you, follow the LORD your God—well and good."
        },
        {
          "verse": 15,
          "text": "But if you do not listen to the voice of the LORD and if you rebel against the LORD’s command, the hand of the LORD will be against you and your king."
        },
        {
          "verse": 16,
          "text": "Now then, stand ready to witness the great marvel the LORD is about to accomplish before your eyes."
        },
        {
          "verse": 17,
          "text": "Are we not in the harvest time for wheat? Yet I will call upon the LORD, and he will send thunder and rain. Thus you will see and understand how great an evil it is in the eyes of the LORD that you have asked for a king.”"
        },
        {
          "verse": 18,
          "text": "Samuel called upon the LORD, and the LORD sent thunder and rain that day. Assistance Promised. Then all the people feared the LORD and Samuel."
        },
        {
          "verse": 19,
          "text": "They said to Samuel, “Pray to the LORD your God for us, your servants, that we may not die for having added to all our other sins the evil of asking for a king.”"
        },
        {
          "verse": 20,
          "text": "“Do not fear,” Samuel answered them. “You have indeed committed all this evil! Yet do not turn from the LORD, but serve him with your whole heart."
        },
        {
          "verse": 21,
          "text": "Do not turn aside to gods who are nothing, who cannot act and deliver. They are nothing."
        },
        {
          "verse": 22,
          "text": "For the sake of his own great name the LORD will not abandon his people, since the LORD has decided to make you his people."
        },
        {
          "verse": 23,
          "text": "As for me, far be it from me to sin against the LORD by ceasing to pray for you and to teach you the good and right way."
        },
        {
          "verse": 24,
          "text": "But you must fear the LORD and serve him faithfully with all your heart, for you have seen the great things the LORD has done among you."
        },
        {
          "verse": 25,
          "text": "If instead you continue to do evil, both you and your king shall be swept away.”"
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "verse": 1,
          "text": "III. Saul and David Chapter 13 - [Saul was…years old when he became king and he reigned…-two years over Israel.]"
        },
        {
          "verse": 2,
          "text": "Saul Offers Sacrifice. Saul chose three thousand of Israel, of whom two thousand remained with him in Michmash and in the hill country of Bethel, and one thousand were with Jonathan in Gibeah of Benjamin. He sent the rest of the army back to their tents."
        },
        {
          "verse": 3,
          "text": "Now Jonathan struck the Philistine garrison in Gibeah, and the Philistines got word of it. Then Saul sounded the horn throughout the land, saying, “Let the Hebrews hear!”"
        },
        {
          "verse": 4,
          "text": "Then all Israel heard the report, “Saul has struck the garrison of the Philistines! Israel has become odious to the Philistines!” Then the army was called up to Saul in Gilgal."
        },
        {
          "verse": 5,
          "text": "The Philistines also assembled for battle against Israel, with thirty thousand chariots, six thousand horsemen, and foot soldiers as numerous as the sand on the seashore. They came up and encamped in Michmash, east of Beth-aven."
        },
        {
          "verse": 6,
          "text": "When the soldiers saw they were in danger because the army was hardpressed, they hid themselves in caves, thickets, rocks, caverns, and cisterns."
        },
        {
          "verse": 7,
          "text": "Other Hebrews crossed the Jordan into the land of Gad and Gilead. Saul, however, held out in Gilgal, all his army trembling in fear behind him."
        },
        {
          "verse": 8,
          "text": "He waited seven days, until the appointed time Samuel had set, but Samuel did not come, and the army deserted Saul."
        },
        {
          "verse": 9,
          "text": "He then said, “Bring me the burnt offering and communion offerings!” Then he sacrificed the burnt offering."
        },
        {
          "verse": 10,
          "text": "King Saul Reproved. As he finished sacrificing the burnt offering, there came Samuel! So Saul went out toward him in order to greet him."
        },
        {
          "verse": 11,
          "text": "Samuel asked him, “What have you done?” Saul explained: “When I saw that the army was deserting me and you did not come on the appointed day, and that the Philistines were assembling at Michmash,"
        },
        {
          "verse": 12,
          "text": "I said to myself, ‘Now the Philistines will come down against me at Gilgal, and I have not yet sought the LORD’s blessing.’ So I thought I should sacrifice the burnt offering.”"
        },
        {
          "verse": 13,
          "text": "Samuel replied to Saul: “You have acted foolishly! Had you kept the command the LORD your God gave you, the LORD would now establish your kingship in Israel forever;"
        },
        {
          "verse": 14,
          "text": "but now your kingship shall not endure. The LORD has sought out a man after his own heart to appoint as ruler over his people because you did not observe what the LORD commanded you.”"
        },
        {
          "verse": 15,
          "text": "Philistine Invasion. Then Samuel set out from Gilgal and went his own way; but what was left of the army went up after Saul to meet the soldiers, going from Gilgal to Gibeah of Benjamin. Saul then counted the soldiers he had with him, about six hundred."
        },
        {
          "verse": 16,
          "text": "Saul, his son Jonathan, and the soldiers they had with them were now occupying Geba of Benjamin, and the Philistines were encamped at Michmash."
        },
        {
          "verse": 17,
          "text": "Meanwhile, raiders left the camp of the Philistines in three bands. One band took the Ophrah road toward the district of Shual;"
        },
        {
          "verse": 18,
          "text": "another turned in the direction of Beth-horon; and the third took the road for Geba that overlooks the Valley of the Hyenas toward the desert. Disarmament of Israel."
        },
        {
          "verse": 19,
          "text": "Not a single smith was to be found anywhere in Israel, for the Philistines had said, “Otherwise the Hebrews will make swords or spears.”"
        },
        {
          "verse": 20,
          "text": "All Israel, therefore, had to go down to the Philistines to sharpen their plowshares, mattocks, axes, and sickles."
        },
        {
          "verse": 21,
          "text": "The price for the plowshares and mattocks was two thirds of a shekel, and a third of a shekel for sharpening the axes and for setting the ox-goads."
        },
        {
          "verse": 22,
          "text": "And so on the day of battle neither sword nor spear could be found in the hand of any of the soldiers with Saul or Jonathan. Only Saul and his son Jonathan had them."
        },
        {
          "verse": 23,
          "text": "Jonathan’s Exploit. An outpost of the Philistines had pushed forward to the pass of Michmash."
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 14 - One day Jonathan, son of Saul, said to his armor-bearer, “Come, let us go over to the Philistine outpost on the other side.” But he did not inform his father—"
        },
        {
          "verse": 2,
          "text": "Saul was sitting under the pomegranate tree in Migron on the outskirts of Gibeah; with him were about six hundred men."
        },
        {
          "verse": 3,
          "text": "Ahijah, son of Ahitub, brother of Ichabod, the son of Phinehas, son of Eli, the priest of the LORD at Shiloh, was wearing the ephod—nor did the soldiers know that Jonathan had gone."
        },
        {
          "verse": 4,
          "text": "Flanking the ravine through which Jonathan intended to cross to the Philistine outpost were rocky crags on each side, one named Bozez and the other Seneh."
        },
        {
          "verse": 5,
          "text": "One crag was to the north, toward Michmash; the other to the south, toward Geba."
        },
        {
          "verse": 6,
          "text": "Jonathan said to his armor-bearer: “Come, let us go over to that outpost of the uncircumcised. Perhaps the LORD will help us, because it is no more difficult for the LORD to grant victory by means of a few than it is by means of many.”"
        },
        {
          "verse": 7,
          "text": "His armor-bearer replied, “Do whatever you think best; I am with you in whatever you decide.”"
        },
        {
          "verse": 8,
          "text": "Jonathan continued: “When we cross over to those men, we will be visible to them."
        },
        {
          "verse": 9,
          "text": "If they say to us, ‘Stay there until we can come to you,’ we will stop where we are; we will not go up to them."
        },
        {
          "verse": 10,
          "text": "But if they say, ‘Come up to us,’ we will go up, because the LORD has delivered them into our hand. That will be our sign.”"
        },
        {
          "verse": 11,
          "text": "When the two of them came into the view of the Philistine outpost, the Philistines remarked, “Look, some Hebrews are coming out of the holes where they have been hiding.”"
        },
        {
          "verse": 12,
          "text": "The men of the outpost called to Jonathan and his armor-bearer. “Come up here,” they said, “and we will teach you a lesson.” So Jonathan said to his armor-bearer, “Climb up after me, for the LORD has delivered them into the hand of Israel.”"
        },
        {
          "verse": 13,
          "text": "Jonathan clambered up with his armor-bearer behind him. As the Philistines fell before Jonathan, his armor-bearer, who followed him, would finish them off."
        },
        {
          "verse": 14,
          "text": "In this first attack Jonathan and his armor-bearer killed about twenty men within half a furlong."
        },
        {
          "verse": 15,
          "text": "Then terror spread through the camp and the countryside; all the soldiers in the outpost and in the raiding parties shuddered in terror. The earth shook with an awesome shuddering."
        },
        {
          "verse": 16,
          "text": "Rout of the Philistines. Saul’s sentinels in Gibeah of Benjamin saw that the enemy camp had scattered and were running in all directions."
        },
        {
          "verse": 17,
          "text": "Saul said to those around him, “Count the troops and find out if any of us are missing.” When they had taken the count, they found Jonathan and his armor-bearer missing."
        },
        {
          "verse": 18,
          "text": "Saul then said to Ahijah, “Bring the ephod here.” (Ahijah was wearing the ephod before the Israelites at that time.)"
        },
        {
          "verse": 19,
          "text": "While Saul was speaking to the priest, the uproar in the Philistine camp kept increasing. So he said to the priest, “Withdraw your hand.”"
        },
        {
          "verse": 20,
          "text": "And Saul and all his men rallied and rushed into the fight, where the Philistines, wholly confused, were thrusting swords at one another."
        },
        {
          "verse": 21,
          "text": "The Hebrews who had previously sided with the Philistines and had gone up with them to their camp turned to join the Israelites under Saul and Jonathan."
        },
        {
          "verse": 22,
          "text": "Likewise, all the Israelites who were hiding in the hill country of Ephraim, hearing that the Philistines were fleeing, kept after them in the battle."
        },
        {
          "verse": 23,
          "text": "Thus the LORD saved Israel that day. Saul’s Oath. The battle continued past Beth-aven."
        },
        {
          "verse": 24,
          "text": "Even though the Israelites were exhausted that day, Saul laid an oath on them, saying, “Cursed be the one who takes food before evening, before I am able to avenge myself on my enemies.” So none of the people tasted food."
        },
        {
          "verse": 25,
          "text": "Now there was a honeycomb lying on the ground,"
        },
        {
          "verse": 26,
          "text": "and when the soldiers came to the comb the honey was flowing; yet no one raised a hand from it to his mouth, because the people feared the oath."
        },
        {
          "verse": 27,
          "text": "Violation of the Oath. Jonathan, who had not heard that his father had put the people under oath, thrust out the end of the staff he was holding and dipped it into the honeycomb. Then he raised it to his mouth and his eyes brightened."
        },
        {
          "verse": 28,
          "text": "At this, one of the soldiers spoke up: “Your father put the people under a strict oath, saying, ‘Cursed be the one who takes food today!’ As a result the people are weakened.”"
        },
        {
          "verse": 29,
          "text": "Jonathan replied: “My father brings trouble to the land. Look how bright my eyes are because I had this little taste of honey."
        },
        {
          "verse": 30,
          "text": "What is more, if the army had eaten freely of the enemy’s plunder when they came across it today, surely the slaughter of the Philistines would have been the greater by now!”"
        },
        {
          "verse": 31,
          "text": "Consuming the Blood. After the Philistines were routed that day from Michmash to Aijalon, the people were completely exhausted."
        },
        {
          "verse": 32,
          "text": "So the army pounced upon the plunder and took sheep, oxen, and calves, slaughtering them on the ground and eating the meat with the blood in it."
        },
        {
          "verse": 33,
          "text": "Informed that the army was sinning against the LORD by eating the meat with blood in it, Saul said: “You have broken faith. Roll a large stone here for me.”"
        },
        {
          "verse": 34,
          "text": "He continued: “Mingle with the people and tell each of them, ‘Bring an ox or sheep to me. Slaughter them here and then eat. But you must not sin against the LORD by eating meat with blood in it.’” So that night they all brought whatever oxen they had seized, and they slaughtered them there;"
        },
        {
          "verse": 35,
          "text": "and Saul built an altar to the LORD—this was the first time he built an altar to the LORD."
        },
        {
          "verse": 36,
          "text": "Jonathan in Danger of Death. Then Saul said, “Let us go down in pursuit of the Philistines by night, to plunder them until daybreak and leave no one alive.” They replied, “Do what you think best.” But the priest said, “Let us consult God.”"
        },
        {
          "verse": 37,
          "text": "So Saul inquired of God: “Shall I go down in pursuit of the Philistines? Will you deliver them into the hand of Israel?” But he received no answer on this occasion."
        },
        {
          "verse": 38,
          "text": "“All officers of the army,” Saul announced, “come forward. Find out how this sin was committed today."
        },
        {
          "verse": 39,
          "text": "As the LORD lives who has given victory to Israel, even if my son Jonathan has committed it, he shall surely die!” But none of the people answered him."
        },
        {
          "verse": 40,
          "text": "So he said to all Israel, “Stand on one side, and my son Jonathan and I will stand on the other.” The people responded, “Do what you think best.”"
        },
        {
          "verse": 41,
          "text": "And Saul said to the LORD, the God of Israel: “Why did you not answer your servant this time? If the blame for this resides in me or my son Jonathan, LORD, God of Israel, respond with Urim; but if this guilt is in your people Israel, respond with Thummim.” Jonathan and Saul were designated, and the people went free."
        },
        {
          "verse": 42,
          "text": "Saul then said, “Cast lots between me and my son Jonathan.” And Jonathan was designated."
        },
        {
          "verse": 43,
          "text": "Saul said to Jonathan, “Tell me what you have done.” Jonathan replied, “I only tasted a little honey from the end of the staff I was holding. Am I to die for this?”"
        },
        {
          "verse": 44,
          "text": "Saul declared, “May God do thus to me, and more, if you do not indeed die, Jonathan!”"
        },
        {
          "verse": 45,
          "text": "Rescue of Jonathan. But the soldiers protested to Saul: “Is Jonathan to die, the man who won this great victory for Israel? This must not be! As the LORD lives, not a single hair of his head shall fall to the ground, for God was with him in what he did today!” Thus the soldiers rescued Jonathan and he did not die."
        },
        {
          "verse": 46,
          "text": "After that Saul gave up the pursuit of the Philistines, who returned to their own territory."
        },
        {
          "verse": 47,
          "text": "Saul’s Victories. After taking possession of the kingship over Israel, Saul waged war on its enemies all around—Moab, the Ammonites, Edom, the kings of Zobah, and the Philistines. Wherever he turned, he was successful"
        },
        {
          "verse": 48,
          "text": "and fought bravely. He defeated Amalek and delivered Israel from the hand of those who were plundering them."
        },
        {
          "verse": 49,
          "text": "Saul’s Family. The sons of Saul were Jonathan, Ishvi, and Malchishua; the name of his firstborn daughter was Merob; the name of the younger was Michal."
        },
        {
          "verse": 50,
          "text": "The name of Saul’s wife was Ahinoam, daughter of Ahimaaz. The name of his general was Abner, son of Ner, Saul’s uncle;"
        },
        {
          "verse": 51,
          "text": "Kish, Saul’s father, and Ner, Abner’s father, were sons of Abiel."
        },
        {
          "verse": 52,
          "text": "There was heavy fighting with the Philistines during Saul’s lifetime. Whenever Saul saw any strong or brave man, he took him into his service."
        }
      ]
    },
    {
      "chapter": 15,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 15 - Disobedience of Saul. Samuel said to Saul: “It was I the LORD sent to anoint you king over his people Israel. Now, therefore, listen to the message of the LORD."
        },
        {
          "verse": 2,
          "text": "Thus says the LORD of hosts: I will punish what Amalek did to the Israelites when he barred their way as they came up from Egypt."
        },
        {
          "verse": 3,
          "text": "Go, now, attack Amalek, and put under the ban everything he has. Do not spare him; kill men and women, children and infants, oxen and sheep, camels and donkeys.”"
        },
        {
          "verse": 4,
          "text": "Saul alerted the army, and at Telaim reviewed two hundred thousand foot soldiers and ten thousand men of Judah."
        },
        {
          "verse": 5,
          "text": "Saul went to the city of Amalek and set up an ambush in the wadi."
        },
        {
          "verse": 6,
          "text": "He warned the Kenites: “Leave Amalek, turn aside and come down so I will not have to destroy you with them, for you were loyal to the Israelites when they came up from Egypt.” After the Kenites left,"
        },
        {
          "verse": 7,
          "text": "Saul routed Amalek from Havilah to the approaches of Shur, on the frontier of Egypt."
        },
        {
          "verse": 8,
          "text": "He took Agag, king of Amalek, alive, but the rest of the people he destroyed by the sword, putting them under the ban."
        },
        {
          "verse": 9,
          "text": "He and his troops spared Agag and the best of the fat sheep and oxen, and the lambs. They refused to put under the ban anything that was worthwhile, destroying only what was worthless and of no account."
        },
        {
          "verse": 10,
          "text": "Samuel Rebukes Saul. Then the word of the LORD came to Samuel:"
        },
        {
          "verse": 11,
          "text": "I regret having made Saul king, for he has turned from me and has not kept my command. At this Samuel grew angry and cried out to the LORD all night."
        },
        {
          "verse": 12,
          "text": "Early in the morning he went to meet Saul, but was informed that Saul had gone to Carmel, where he set up a monument in his own honor, and that on his return he had gone down to Gilgal."
        },
        {
          "verse": 13,
          "text": "When Samuel came to him, Saul greeted him: “The LORD bless you! I have kept the command of the LORD.”"
        },
        {
          "verse": 14,
          "text": "But Samuel asked, “What, then, is this bleating of sheep that comes to my ears, the lowing of oxen that I hear?”"
        },
        {
          "verse": 15,
          "text": "Saul replied: “They were brought from Amalek. The people spared the best sheep and oxen to sacrifice to the LORD, your God; but the rest we destroyed, putting them under the ban.”"
        },
        {
          "verse": 16,
          "text": "Samuel said to Saul: “Stop! Let me tell you what the LORD said to me last night.” “Speak!” he replied."
        },
        {
          "verse": 17,
          "text": "Samuel then said: “Though little in your own eyes, are you not chief of the tribes of Israel? The LORD anointed you king of Israel"
        },
        {
          "verse": 18,
          "text": "and sent you on a mission, saying: Go and put the sinful Amalekites under a ban of destruction. Fight against them until you have exterminated them."
        },
        {
          "verse": 19,
          "text": "Why then have you disobeyed the LORD? You have pounced on the spoil, thus doing what was evil in the LORD’s sight.”"
        },
        {
          "verse": 20,
          "text": "Saul explained to Samuel: “I did indeed obey the LORD and fulfill the mission on which the LORD sent me. I have brought back Agag, the king of Amalek, and, carrying out the ban, I have destroyed the Amalekites."
        },
        {
          "verse": 21,
          "text": "But from the spoil the army took sheep and oxen, the best of what had been banned, to sacrifice to the LORD your God in Gilgal.”"
        },
        {
          "verse": 22,
          "text": "But Samuel said: “Does the LORD delight in burnt offerings and sacrifices as much as in obedience to the LORD’s command? Obedience is better than sacrifice, to listen, better than the fat of rams."
        },
        {
          "verse": 23,
          "text": "For a sin of divination is rebellion, and arrogance, the crime of idolatry. Because you have rejected the word of the LORD, the LORD in turn has rejected you as king.”"
        },
        {
          "verse": 24,
          "text": "Rejection of Saul. Saul admitted to Samuel: “I have sinned, for I have transgressed the command of the LORD and your instructions. I feared the people and obeyed them."
        },
        {
          "verse": 25,
          "text": "Now forgive my sin, and return with me, that I may worship the LORD.”"
        },
        {
          "verse": 26,
          "text": "But Samuel said to Saul, “I will not return with you, because you rejected the word of the LORD and the LORD has rejected you as king of Israel.”"
        },
        {
          "verse": 27,
          "text": "As Samuel turned to go, Saul seized a loose end of his garment, and it tore off."
        },
        {
          "verse": 28,
          "text": "So Samuel said to him: “The LORD has torn the kingdom of Israel from you this day, and has given it to a neighbor of yours, who is better than you."
        },
        {
          "verse": 29,
          "text": "The Glory of Israel neither deceives nor repents, for he is not a mortal who repents.”"
        },
        {
          "verse": 30,
          "text": "But Saul answered: “I have sinned, yet honor me now before the elders of my people and before Israel. Return with me that I may worship the LORD your God.”"
        },
        {
          "verse": 31,
          "text": "And so Samuel returned with him, and Saul worshiped the LORD."
        },
        {
          "verse": 32,
          "text": "Samuel Executes Agag. Afterward Samuel commanded, “Bring Agag, king of Amalek, to me.” Agag came to him struggling and saying, “So it is bitter death!”"
        },
        {
          "verse": 33,
          "text": "And Samuel said, “As your sword has made women childless, so shall your mother be childless among women.” Then he cut Agag to pieces before the LORD in Gilgal."
        },
        {
          "verse": 34,
          "text": "Samuel departed for Ramah, while Saul went up to his home in Gibeah of Saul."
        },
        {
          "verse": 35,
          "text": "Never again, as long as he lived, did Samuel see Saul. Yet he grieved over Saul, because the LORD repented that he had made him king of Israel."
        }
      ]
    },
    {
      "chapter": 16,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 16 - Samuel Is Sent to Bethlehem. The LORD said to Samuel: How long will you grieve for Saul, whom I have rejected as king of Israel? Fill your horn with oil, and be on your way. I am sending you to Jesse of Bethlehem, for from among his sons I have decided on a king."
        },
        {
          "verse": 2,
          "text": "But Samuel replied: “How can I go? Saul will hear of it and kill me.” To this the LORD answered: Take a heifer along and say, “I have come to sacrifice to the LORD.”"
        },
        {
          "verse": 3,
          "text": "Invite Jesse to the sacrifice, and I myself will tell you what to do; you are to anoint for me the one I point out to you."
        },
        {
          "verse": 4,
          "text": "Samuel Anoints David. Samuel did as the LORD had commanded him. When he entered Bethlehem, the elders of the city came trembling to meet him and asked, “Is your visit peaceful, O seer?”"
        },
        {
          "verse": 5,
          "text": "He replied: “Yes! I have come to sacrifice to the LORD. So purify yourselves and celebrate with me today.” He also had Jesse and his sons purify themselves and invited them to the sacrifice."
        },
        {
          "verse": 6,
          "text": "As they came, he looked at Eliab and thought, “Surely the anointed is here before the LORD.”"
        },
        {
          "verse": 7,
          "text": "But the LORD said to Samuel: Do not judge from his appearance or from his lofty stature, because I have rejected him. God does not see as a mortal, who sees the appearance. The LORD looks into the heart."
        },
        {
          "verse": 8,
          "text": "Then Jesse called Abinadab and presented him before Samuel, who said, “The LORD has not chosen him.”"
        },
        {
          "verse": 9,
          "text": "Next Jesse presented Shammah, but Samuel said, “The LORD has not chosen this one either.”"
        },
        {
          "verse": 10,
          "text": "In the same way Jesse presented seven sons before Samuel, but Samuel said to Jesse, “The LORD has not chosen any one of these.”"
        },
        {
          "verse": 11,
          "text": "Then Samuel asked Jesse, “Are these all the sons you have?” Jesse replied, “There is still the youngest, but he is tending the sheep.” Samuel said to Jesse, “Send for him; we will not sit down to eat until he arrives here.”"
        },
        {
          "verse": 12,
          "text": "Jesse had the young man brought to them. He was ruddy, a youth with beautiful eyes, and good looking. The LORD said: There—anoint him, for this is the one!"
        },
        {
          "verse": 13,
          "text": "Then Samuel, with the horn of oil in hand, anointed him in the midst of his brothers, and from that day on, the spirit of the LORD rushed upon David. Then Samuel set out for Ramah."
        },
        {
          "verse": 14,
          "text": "David Wins Saul’s Approval. The spirit of the LORD had departed from Saul, and he was tormented by an evil spirit from the LORD."
        },
        {
          "verse": 15,
          "text": "So the servants of Saul said to him: “Look! An evil spirit from God is tormenting you."
        },
        {
          "verse": 16,
          "text": "If your lordship will order it, we, your servants here attending to you, will look for a man skilled in playing the harp. When the evil spirit from God comes upon you, he will play and you will feel better.”"
        },
        {
          "verse": 17,
          "text": "Saul then told his servants, “Find me a good harpist and bring him to me.”"
        },
        {
          "verse": 18,
          "text": "One of the servants spoke up: “I have observed that a son of Jesse of Bethlehem is a skillful harpist. He is also a brave warrior, an able speaker, and a handsome young man. The LORD is certainly with him.”"
        },
        {
          "verse": 19,
          "text": "David Made Armor-Bearer. Accordingly, Saul dispatched messengers to ask Jesse to send him his son David, who was with the flock."
        },
        {
          "verse": 20,
          "text": "Then Jesse took five loaves of bread, a skin of wine, and a young goat, and sent them to Saul with his son David."
        },
        {
          "verse": 21,
          "text": "Thus David came to Saul and entered his service. Saul became very fond of him and made him his armor-bearer."
        },
        {
          "verse": 22,
          "text": "Saul sent Jesse the message, “Let David stay in my service, for he meets with my approval.”"
        },
        {
          "verse": 23,
          "text": "Whenever the spirit from God came upon Saul, David would take the harp and play, and Saul would be relieved and feel better, for the evil spirit would leave him."
        }
      ]
    },
    {
      "chapter": 17,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 17 - The Challenge of Goliath. The Philistines rallied their forces for battle at Socoh in Judah and camped between Socoh and Azekah at Ephes-dammim."
        },
        {
          "verse": 2,
          "text": "Saul and the Israelites rallied and camped in the valley of the Elah, drawing up their battle line to meet the Philistines."
        },
        {
          "verse": 3,
          "text": "The Philistines were stationed on one hill and the Israelites on an opposite hill, with a valley between them."
        },
        {
          "verse": 4,
          "text": "A champion named Goliath of Gath came out from the Philistine camp; he was six cubits and a span tall."
        },
        {
          "verse": 5,
          "text": "He had a bronze helmet on his head and wore a bronze breastplate of scale armor weighing five thousand shekels,"
        },
        {
          "verse": 6,
          "text": "bronze greaves, and had a bronze scimitar slung from his shoulders."
        },
        {
          "verse": 7,
          "text": "The shaft of his javelin was like a weaver’s beam, and its iron head weighed six hundred shekels. His shield-bearer went ahead of him."
        },
        {
          "verse": 8,
          "text": "He stood and shouted to the ranks of Israel: “Why come out in battle formation? I am a Philistine, and you are Saul’s servants. Choose one of your men, and have him come down to me."
        },
        {
          "verse": 9,
          "text": "If he beats me in combat and kills me, we will be your vassals; but if I beat him and kill him, you shall be our vassals and serve us.”"
        },
        {
          "verse": 10,
          "text": "The Philistine continued: “I defy the ranks of Israel today. Give me a man and let us fight together.”"
        },
        {
          "verse": 11,
          "text": "When Saul and all Israel heard this challenge of the Philistine, they were stunned and terrified. David Comes to the Camp."
        },
        {
          "verse": 12,
          "text": "David was the son of an Ephrathite named Jesse from Bethlehem in Judah who had eight sons. In the days of Saul Jesse was old and well on in years."
        },
        {
          "verse": 13,
          "text": "The three oldest sons of Jesse had followed Saul to war; the names of these three sons who had gone off to war were Eliab the firstborn; Abinadab the second; and Shammah the third."
        },
        {
          "verse": 14,
          "text": "David was the youngest. While the three oldest had joined Saul,"
        },
        {
          "verse": 15,
          "text": "David would come and go from Saul’s presence to tend his father’s sheep at Bethlehem."
        },
        {
          "verse": 16,
          "text": "Meanwhile the Philistine came forward and took his stand morning and evening for forty days."
        },
        {
          "verse": 17,
          "text": "Now Jesse said to his son David: “Take this ephah of roasted grain and these ten loaves for your brothers, and bring them quickly to your brothers in the camp."
        },
        {
          "verse": 18,
          "text": "Also take these ten cheeses for the field officer. Greet your brothers and bring home some token from them."
        },
        {
          "verse": 19,
          "text": "Saul and your brothers, together with all Israel, are at war with the Philistines in the valley of the Elah.”"
        },
        {
          "verse": 20,
          "text": "Early the next morning, having left the flock with a shepherd, David packed up and set out, as Jesse had commanded him. He reached the barricade of the camp just as the army, on their way to the battleground, were shouting their battle cry."
        },
        {
          "verse": 21,
          "text": "The Israelites and the Philistines drew up opposite each other in battle array."
        },
        {
          "verse": 22,
          "text": "David entrusted what he had brought to the keeper of the baggage and hastened to the battle line, where he greeted his brothers."
        },
        {
          "verse": 23,
          "text": "While he was talking with them, the Philistine champion, by name Goliath of Gath, came up from the ranks of the Philistines and spoke as before, and David listened."
        },
        {
          "verse": 24,
          "text": "When the Israelites saw the man, they all retreated before him, terrified."
        },
        {
          "verse": 25,
          "text": "The Israelites had been saying: “Do you see this man coming up? He comes up to insult Israel. The king will make whoever kills him a very wealthy man. He will give his daughter to him and declare his father’s family exempt from taxes in Israel.”"
        },
        {
          "verse": 26,
          "text": "David now said to the men standing near him: “How will the man who kills this Philistine and frees Israel from disgrace be rewarded? Who is this uncircumcised Philistine that he should insult the armies of the living God?”"
        },
        {
          "verse": 27,
          "text": "They repeated the same words to him and said, “That is how the man who kills him will be rewarded.”"
        },
        {
          "verse": 28,
          "text": "When Eliab, his oldest brother, heard him speaking with the men, he grew angry with David and said: “Why did you come down? With whom have you left those sheep in the wilderness? I know your arrogance and dishonest heart. You came down to enjoy the battle!”"
        },
        {
          "verse": 29,
          "text": "David protested, “What have I done now? I was only talking.”"
        },
        {
          "verse": 30,
          "text": "He turned from him to another and asked the same question; and everyone gave him the same answer as before."
        },
        {
          "verse": 31,
          "text": "The words that David had spoken were overheard and reported to Saul, who sent for him."
        },
        {
          "verse": 32,
          "text": "David Challenges Goliath. Then David spoke to Saul: “My lord should not lose heart. Let your servant go and fight this Philistine.”"
        },
        {
          "verse": 33,
          "text": "But Saul answered David, “You cannot go up against this Philistine and fight with him, for you are only a youth, while he has been a warrior from his youth.”"
        },
        {
          "verse": 34,
          "text": "Then David told Saul: “Your servant used to tend his father’s sheep, and whenever a lion or bear came to carry off a sheep from the flock,"
        },
        {
          "verse": 35,
          "text": "I would chase after it, attack it, and snatch the prey from its mouth. If it attacked me, I would seize it by the throat, strike it, and kill it."
        },
        {
          "verse": 36,
          "text": "Your servant has killed both a lion and a bear. This uncircumcised Philistine will be as one of them, because he has insulted the armies of the living God.”"
        },
        {
          "verse": 37,
          "text": "David continued: “The same LORD who delivered me from the claws of the lion and the bear will deliver me from the hand of this Philistine.” Saul answered David, “Go! the LORD will be with you.”"
        },
        {
          "verse": 38,
          "text": "Preparation for the Encounter. Then Saul dressed David in his own tunic, putting a bronze helmet on his head and arming him with a coat of mail."
        },
        {
          "verse": 39,
          "text": "David also fastened Saul’s sword over the tunic. He walked with difficulty, however, since he had never worn armor before. He said to Saul, “I cannot go in these, because I am not used to them.” So he took them off."
        },
        {
          "verse": 40,
          "text": "Then, staff in hand, David selected five smooth stones from the wadi and put them in the pocket of his shepherd’s bag. With his sling in hand, he approached the Philistine."
        },
        {
          "verse": 41,
          "text": "David’s Victory. With his shield-bearer marching before him, the Philistine advanced closer and closer to David."
        },
        {
          "verse": 42,
          "text": "When he sized David up and saw that he was youthful, ruddy, and handsome in appearance, he began to deride him."
        },
        {
          "verse": 43,
          "text": "He said to David, “Am I a dog that you come against me with a staff?” Then the Philistine cursed David by his gods"
        },
        {
          "verse": 44,
          "text": "and said to him, “Come here to me, and I will feed your flesh to the birds of the air and the beasts of the field.”"
        },
        {
          "verse": 45,
          "text": "David answered him: “You come against me with sword and spear and scimitar, but I come against you in the name of the LORD of hosts, the God of the armies of Israel whom you have insulted."
        },
        {
          "verse": 46,
          "text": "Today the LORD shall deliver you into my hand; I will strike you down and cut off your head. This very day I will feed your dead body and the dead bodies of the Philistine army to the birds of the air and the beasts of the field; thus the whole land shall learn that Israel has a God."
        },
        {
          "verse": 47,
          "text": "All this multitude, too, shall learn that it is not by sword or spear that the LORD saves. For the battle belongs to the LORD, who shall deliver you into our hands.”"
        },
        {
          "verse": 48,
          "text": "The Philistine then moved to meet David at close quarters, while David ran quickly toward the battle line to meet the Philistine."
        },
        {
          "verse": 49,
          "text": "David put his hand into the bag and took out a stone, hurled it with the sling, and struck the Philistine on the forehead. The stone embedded itself in his brow, and he fell on his face to the ground."
        },
        {
          "verse": 50,
          "text": "Thus David triumphed over the Philistine with sling and stone; he struck the Philistine dead, and did it without a sword in his hand."
        },
        {
          "verse": 51,
          "text": "Then David ran and stood over him; with the Philistine’s own sword which he drew from its sheath he killed him, and cut off his head. Flight of the Philistines. When the Philistines saw that their hero was dead, they fled."
        },
        {
          "verse": 52,
          "text": "Then the men of Israel and Judah sprang up with a battle cry and pursued them to the approaches of Gath and to the gates of Ekron, and Philistines fell wounded along the road from Shaaraim as far as Gath and Ekron."
        },
        {
          "verse": 53,
          "text": "When they returned from their pursuit of the Philistines, the Israelites looted their camp."
        },
        {
          "verse": 54,
          "text": "David took the head of the Philistine and brought it to Jerusalem; but he kept Goliath’s armor in his own tent."
        },
        {
          "verse": 55,
          "text": "David Presented to Saul. As Saul watched David go out to meet the Philistine, he asked his general Abner, “Abner, whose son is that young man?” Abner replied, “On your life, O king, I have no idea.”"
        },
        {
          "verse": 56,
          "text": "And the king said, “Find out whose son the lad is.”"
        },
        {
          "verse": 57,
          "text": "So when David returned from slaying the Philistine, Abner escorted him into Saul’s presence. David was still holding the Philistine’s head."
        },
        {
          "verse": 58,
          "text": "Saul then asked him, “Whose son are you, young man?” David replied, “I am the son of your servant Jesse of Bethlehem.”"
        }
      ]
    },
    {
      "chapter": 18,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 18 - David and Jonathan. By the time David finished speaking with Saul, Jonathan’s life became bound up with David’s life; he loved him as his very self."
        },
        {
          "verse": 2,
          "text": "Saul retained David on that day and did not allow him to return to his father’s house."
        },
        {
          "verse": 3,
          "text": "Jonathan and David made a covenant, because Jonathan loved him as his very self."
        },
        {
          "verse": 4,
          "text": "Jonathan took off the cloak he was wearing and handed it over to David, along with his military dress, even his sword, bow, and belt."
        },
        {
          "verse": 5,
          "text": "David then carried out successfully every mission on which Saul sent him. So Saul put him in charge of his soldiers; this met with the approval of the whole army, even Saul’s officers."
        },
        {
          "verse": 6,
          "text": "Saul’s Jealousy. At the approach of Saul and David, on David’s return after striking down the Philistine, women came out from all the cities of Israel to meet Saul the king, singing and dancing, with tambourines, joyful songs, and stringed instruments."
        },
        {
          "verse": 7,
          "text": "The women played and sang: “Saul has slain his thousands, David his tens of thousands.”"
        },
        {
          "verse": 8,
          "text": "Saul was very angry and resentful of the song, for he thought: “They give David tens of thousands, but only thousands to me. All that remains for him is the kingship.”"
        },
        {
          "verse": 9,
          "text": "From that day on, Saul kept a jealous eye on David."
        },
        {
          "verse": 10,
          "text": "The next day an evil spirit from God rushed upon Saul, and he raged in his house. David was in attendance, playing the harp as at other times, while Saul was holding his spear."
        },
        {
          "verse": 11,
          "text": "Saul poised the spear, thinking, “I will nail David to the wall!” But twice David escaped him."
        },
        {
          "verse": 12,
          "text": "Saul then began to fear David because the LORD was with him but had turned away from Saul."
        },
        {
          "verse": 13,
          "text": "Saul sent him out of his presence and appointed him a field officer. So David led the people on their military expeditions"
        },
        {
          "verse": 14,
          "text": "and prospered in all his ways, for the LORD was with him."
        },
        {
          "verse": 15,
          "text": "Seeing how he prospered, Saul feared David."
        },
        {
          "verse": 16,
          "text": "But all Israel and Judah loved David, since he led them on their expeditions."
        },
        {
          "verse": 17,
          "text": "Saul Plots Against David. Saul said to David, “Look, I will give you my older daughter, Merob, in marriage if you become my warrior and fight the battles of the LORD.” Saul thought, “I will not lay a hand on him. Let the hand of the Philistines strike him.”"
        },
        {
          "verse": 18,
          "text": "But David answered Saul: “Who am I? And who are my kindred or my father’s clan in Israel that I should become the king’s son-in-law?”"
        },
        {
          "verse": 19,
          "text": "But when the time came for Saul’s daughter Merob to be given to David, she was given as wife to Adriel the Meholathite instead."
        },
        {
          "verse": 20,
          "text": "Now Saul’s daughter Michal loved David. When this was reported to Saul, he was pleased."
        },
        {
          "verse": 21,
          "text": "He thought, “I will offer her to him as a trap, so that the hand of the Philistines may strike him.” So for the second time Saul said to David, “You shall become my son-in-law today.”"
        },
        {
          "verse": 22,
          "text": "Saul then ordered his servants, “Speak to David privately and say: The king favors you, and all his officers love you. You should become son-in-law to the king.”"
        },
        {
          "verse": 23,
          "text": "But when Saul’s servants mentioned this to David, he said: “Is becoming the king’s son-in-law a trivial matter in your eyes? I am poor and insignificant.”"
        },
        {
          "verse": 24,
          "text": "When his servants reported David’s answer to him,"
        },
        {
          "verse": 25,
          "text": "Saul commanded them, “Say this to David: The king desires no other price for the bride than the foreskins of one hundred Philistines, that he may thus take vengeance on his enemies.” Saul intended to have David fall into the hands of the Philistines."
        },
        {
          "verse": 26,
          "text": "When the servants reported this offer to David, he was pleased with the prospect of becoming the king’s son-in-law. Before the year was up,"
        },
        {
          "verse": 27,
          "text": "David arose and went with his men and slew two hundred Philistines. He brought back their foreskins and counted them out before the king that he might become the king’s son-in-law. So Saul gave him his daughter Michal as wife."
        },
        {
          "verse": 28,
          "text": "Then Saul realized that the LORD was with David and that his own daughter Michal loved David."
        },
        {
          "verse": 29,
          "text": "So Saul feared David all the more and was his enemy ever after."
        },
        {
          "verse": 30,
          "text": "The Philistine chiefs continued to make forays, but each time they took the field, David was more successful against them than any of Saul’s other officers, and his name was held in great esteem."
        }
      ]
    },
    {
      "chapter": 19,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 19 - Persecution of David. Saul discussed his intention to kill David with his son Jonathan and with all his servants. But Saul’s son Jonathan, who was very fond of David,"
        },
        {
          "verse": 2,
          "text": "told him: “My father Saul is trying to kill you. Therefore, please be on your guard tomorrow morning; stay out of sight and remain in hiding."
        },
        {
          "verse": 3,
          "text": "I, however, will go out and stand beside my father in the countryside where you are, and will speak to him about you. If I learn anything, I will let you know.”"
        },
        {
          "verse": 4,
          "text": "Jonathan then spoke well of David to his father Saul, telling him: “The king should not harm his servant David. He has not harmed you, but has helped you very much by his deeds."
        },
        {
          "verse": 5,
          "text": "When he took his life in his hands and killed the Philistine, and the LORD won a great victory for all Israel, you were glad to see it. Why, then, should you become guilty of shedding innocent blood by killing David without cause?”"
        },
        {
          "verse": 6,
          "text": "Saul heeded Jonathan’s plea and swore, “As the LORD lives, he shall not be killed.”"
        },
        {
          "verse": 7,
          "text": "So Jonathan summoned David and repeated the whole conversation to him. He then brought David to Saul, and David served him as before."
        },
        {
          "verse": 8,
          "text": "David Escapes from Saul. When war broke out again, David went out to fight against the Philistines and inflicted such a great defeat upon them that they fled from him."
        },
        {
          "verse": 9,
          "text": "Then an evil spirit from the LORD came upon Saul as he was sitting in his house with spear in hand while David was playing the harp nearby."
        },
        {
          "verse": 10,
          "text": "Saul tried to pin David to the wall with the spear, but David eluded Saul, and the spear struck only the wall, while David got away safely."
        },
        {
          "verse": 11,
          "text": "The same night, Saul sent messengers to David’s house to guard it, planning to kill him in the morning. David’s wife Michal informed him, “Unless you run for your life tonight, tomorrow you will be killed.”"
        },
        {
          "verse": 12,
          "text": "Then Michal let David down through a window, and he made his escape in safety."
        },
        {
          "verse": 13,
          "text": "Michal took the teraphim and laid it in the bed, putting a tangle of goat’s hair at its head and covering it with a blanket."
        },
        {
          "verse": 14,
          "text": "When Saul sent officers to arrest David, she said, “He is sick.”"
        },
        {
          "verse": 15,
          "text": "Saul, however, sent the officers back to see David and commanded them, “Bring him up to me in his bed, that I may kill him.”"
        },
        {
          "verse": 16,
          "text": "But when the messengers entered, they found the teraphim in the bed, with the tangle of goat’s hair at its head."
        },
        {
          "verse": 17,
          "text": "Saul asked Michal: “Why did you lie to me like this? You have helped my enemy to get away!” Michal explained to Saul: “He threatened me, saying ‘Let me go or I will kill you.’”"
        },
        {
          "verse": 18,
          "text": "David and Saul in Ramah. When David got safely away, he went to Samuel in Ramah, informing him of all that Saul had done to him. Then he and Samuel went to stay in Naioth."
        },
        {
          "verse": 19,
          "text": "When Saul was told that David was at Naioth in Ramah,"
        },
        {
          "verse": 20,
          "text": "he sent officers to arrest David. But when they saw the band of prophets presided over by Samuel in a prophetic state, the spirit of God came upon them and they too fell into the prophetic ecstasy."
        },
        {
          "verse": 21,
          "text": "Informed of this, Saul sent other messengers, who also fell into the prophetic ecstasy. For the third time Saul sent messengers, but they too fell into a prophetic ecstasy."
        },
        {
          "verse": 22,
          "text": "Saul Among the Prophets. Finally Saul went to Ramah himself. Arriving at the large cistern in Secu, he asked, “Where are Samuel and David?” Someone answered, “At Naioth in Ramah.”"
        },
        {
          "verse": 23,
          "text": "As he walked from there to Naioth in Ramah, the spirit of God came upon him also, and he continued on, acting like a prophet until he reached Naioth in Ramah."
        },
        {
          "verse": 24,
          "text": "Then he, too, stripped himself of his garments and remained in a prophetic state in the presence of Samuel; all that day and night he lay naked. That is why they say, “Is Saul also among the prophets?”"
        }
      ]
    },
    {
      "chapter": 20,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 20 - David Consults with Jonathan. David fled from Naioth in Ramah, and went to Jonathan. “What have I done?” he asked him. “What crime or what offense does your father hold against me that he seeks my life?”"
        },
        {
          "verse": 2,
          "text": "Jonathan answered him: “Heaven forbid that you should die! My father does nothing, great or small, without telling me. Why, then, should my father conceal this from me? It cannot be true!”"
        },
        {
          "verse": 3,
          "text": "But David replied: “Your father is well aware that I am favored with your friendship, so he has decided, ‘Jonathan must not know about this or he will be grieved.’ Nevertheless, as the LORD lives and as you live, there is only a step between me and death.”"
        },
        {
          "verse": 4,
          "text": "Jonathan then said to David, “I will do whatever you say.”"
        },
        {
          "verse": 5,
          "text": "David answered: “Tomorrow is the new moon, when I should in fact dine with the king. Let me go and hide in the open country until evening."
        },
        {
          "verse": 6,
          "text": "If it turns out that your father misses me, say, ‘David urged me to let him go on short notice to his city Bethlehem, because his whole clan is holding its seasonal sacrifice there.’"
        },
        {
          "verse": 7,
          "text": "If he says, ‘Very well,’ your servant is safe. But if he becomes quite angry, you can be sure he has planned some harm."
        },
        {
          "verse": 8,
          "text": "Do this kindness for your servant because of the LORD’s covenant into which you brought us: if I am guilty, kill me yourself! Why should you give me up to your father?”"
        },
        {
          "verse": 9,
          "text": "But Jonathan answered: “Not I! If ever I find out that my father is determined to harm you, I will certainly let you know.”"
        },
        {
          "verse": 10,
          "text": "David then asked Jonathan, “Who will tell me if your father gives you a harsh answer?”"
        },
        {
          "verse": 11,
          "text": "Mutual Agreement. Jonathan replied to David, “Come, let us go out into the field.” When they were out in the open country together,"
        },
        {
          "verse": 12,
          "text": "Jonathan said to David: “As the LORD, the God of Israel, lives, I will sound out my father about this time tomorrow. Whether he is well disposed toward David or not, I will inform you."
        },
        {
          "verse": 13,
          "text": "Should it please my father to bring any harm upon you, may the LORD do thus to Jonathan and more, if I do not inform you of it and send you on your way in peace. May the LORD be with you even as he was with my father."
        },
        {
          "verse": 14,
          "text": "Only this: if I am still alive, may you show me the kindness of the LORD. But if I die,"
        },
        {
          "verse": 15,
          "text": "never cut off your kindness from my house. And when the LORD cuts off all the enemies of David from the face of the land,"
        },
        {
          "verse": 16,
          "text": "the name of Jonathan must never be cut off from the family of David, or the LORD will make you answer for it.”"
        },
        {
          "verse": 17,
          "text": "And in his love for David, Jonathan renewed his oath to him, because he loved him as he loved himself."
        },
        {
          "verse": 18,
          "text": "Jonathan then said to him: “Tomorrow is the new moon; you will be missed, since your place will be vacant."
        },
        {
          "verse": 19,
          "text": "On the third day you will be missed all the more. Go to the spot where you hid on the other occasion and wait near the mound there."
        },
        {
          "verse": 20,
          "text": "On the third day of the month I will shoot arrows to the side of it, as though aiming at a target."
        },
        {
          "verse": 21,
          "text": "I will then send my attendant to recover the arrows. If in fact I say to him, ‘Look, the arrow is this side of you; pick it up,’ come, for you are safe. As the LORD lives, there will be nothing to fear."
        },
        {
          "verse": 22,
          "text": "But if I say to the boy, ‘Look, the arrow is beyond you,’ go, for the LORD sends you away."
        },
        {
          "verse": 23,
          "text": "However, in the matter which you and I have discussed, the LORD shall be between you and me forever.”"
        },
        {
          "verse": 24,
          "text": "So David hid in the open country. David’s Absence. On the day of the new moon, when the king sat down at the feast to dine,"
        },
        {
          "verse": 25,
          "text": "he took his usual place against the wall. Jonathan sat facing him, while Abner sat at the king’s side. David’s place was vacant."
        },
        {
          "verse": 26,
          "text": "Saul, however, said nothing that day, for he thought, “He must have become unclean by accident.”"
        },
        {
          "verse": 27,
          "text": "On the next day, the second day of the month, David’s place was still vacant. So Saul asked his son Jonathan, “Why has the son of Jesse not come to table yesterday or today?”"
        },
        {
          "verse": 28,
          "text": "Jonathan explained to Saul: “David pleaded with me to let him go to Bethlehem."
        },
        {
          "verse": 29,
          "text": "‘Please let me go,’ he begged, ‘for we are having a clan sacrifice in our city, and my brothers insist on my presence. Now then, if you think well of me, give me leave to visit my brothers.’ That is why he has not come to the king’s table.”"
        },
        {
          "verse": 30,
          "text": "But Saul grew angry with Jonathan and said to him: “Son of a rebellious woman, do I not know that, to your own disgrace and to the disgrace of your mother’s nakedness, you are the companion of Jesse’s son?"
        },
        {
          "verse": 31,
          "text": "For as long as the son of Jesse lives upon the earth, you cannot make good your claim to the kingship! Now send for him, and bring him to me, for he must die.”"
        },
        {
          "verse": 32,
          "text": "But Jonathan argued with his father Saul: “Why should he die? What has he done?”"
        },
        {
          "verse": 33,
          "text": "At this Saul brandished his spear to strike him, and thus Jonathan learned that his father was determined to kill David."
        },
        {
          "verse": 34,
          "text": "Jonathan sprang up from the table in a rage and ate nothing that second day of the month, because he was grieved on David’s account, and because his father had humiliated him."
        },
        {
          "verse": 35,
          "text": "Jonathan’s Farewell. The next morning Jonathan, accompanied by a young boy, went out into the field for his appointment with David."
        },
        {
          "verse": 36,
          "text": "There he said to the boy, “Run and find the arrows.” And as the boy ran, he shot an arrow past him."
        },
        {
          "verse": 37,
          "text": "When the boy made for the spot where Jonathan had shot the arrow, Jonathan called after him, “The arrow is farther on!”"
        },
        {
          "verse": 38,
          "text": "Again he called to the boy, “Hurry, be quick, don’t delay!” Jonathan’s boy picked up the arrow and brought it to his master."
        },
        {
          "verse": 39,
          "text": "The boy suspected nothing; only Jonathan and David knew what was meant."
        },
        {
          "verse": 40,
          "text": "Then Jonathan gave his weapons to his boy and said to him, “Go, take them to the city.”"
        },
        {
          "verse": 41,
          "text": "When the boy had gone, David rose from beside the mound and fell on his face to the ground three times in homage. They kissed each other and wept aloud together."
        },
        {
          "verse": 42,
          "text": "At length Jonathan said to David, “Go in peace, in keeping with what the two of us have sworn by the name of the LORD: ‘The LORD shall be between you and me, and between your offspring and mine forever.’”"
        }
      ]
    },
    {
      "chapter": 21,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 21 - Then David departed on his way, while Jonathan went back into the city."
        },
        {
          "verse": 2,
          "text": "The Holy Bread. David went to Ahimelech, the priest of Nob, who came trembling to meet him. He asked, “Why are you alone? Is there no one with you?”"
        },
        {
          "verse": 3,
          "text": "David answered the priest: “The king gave me a commission and told me, ‘Do not let anyone know anything about the business on which I have sent you or the commission I have given you.’ For that reason I have arranged a particular meeting place with my men."
        },
        {
          "verse": 4,
          "text": "Now what do you have on hand? Give me five loaves, or whatever you can find.”"
        },
        {
          "verse": 5,
          "text": "But the priest replied to David, “I have no ordinary bread on hand, only holy bread; if the men have abstained from women, you may eat some of that.”"
        },
        {
          "verse": 6,
          "text": "David answered the priest: “We have indeed stayed away from women. In the past whenever I went out on a campaign, all the young men were consecrated—even for an ordinary campaign. All the more so are they consecrated with their weapons today!”"
        },
        {
          "verse": 7,
          "text": "So the priest gave him holy bread, for no other bread was on hand except the showbread which had been removed from before the LORD and replaced by fresh bread when it was taken away."
        },
        {
          "verse": 8,
          "text": "One of Saul’s servants was there that day, detained before the LORD; his name was Doeg the Edomite, the chief of Saul’s shepherds."
        },
        {
          "verse": 9,
          "text": "The Sword of Goliath. David then asked Ahimelech: “Do you have a spear or a sword on hand? I brought along neither my sword nor my weapons, because the king’s business was urgent.”"
        },
        {
          "verse": 10,
          "text": "The priest replied: “The sword of Goliath the Philistine, whom you killed in the Valley of Elah, is here wrapped in a garment behind an ephod. If you wish to take it, do so; there is no sword here except that one.” “There is none like it,” David cried, “give it to me!”"
        },
        {
          "verse": 11,
          "text": "David a Fugitive. That same day David fled from Saul, going to Achish, king of Gath."
        },
        {
          "verse": 12,
          "text": "But the servants of Achish said to him, “Is this not David, the king of the land? Is it not for him that during their dances they sing out, ‘Saul has slain his thousands, David his tens of thousands’?”"
        },
        {
          "verse": 13,
          "text": "David took note of these remarks and became very much afraid of Achish, king of Gath."
        },
        {
          "verse": 14,
          "text": "So, he feigned insanity in front of them and acted like a madman in their custody, drumming on the doors of the gate and drooling onto his beard."
        },
        {
          "verse": 15,
          "text": "Finally Achish said to his servants: “You see the man is mad. Why did you bring him to me?"
        },
        {
          "verse": 16,
          "text": "Do I not have enough madmen, that you bring this one to rant in my presence? Should this fellow come into my house?”"
        }
      ]
    },
    {
      "chapter": 22,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 22 - David left Gath and escaped to the cave of Adullam. When his brothers and the rest of his family heard about it, they came down to him there."
        },
        {
          "verse": 2,
          "text": "He was joined by all those in difficulties or in debt, or embittered, and became their leader. About four hundred men were with him."
        },
        {
          "verse": 3,
          "text": "From there David went to Mizpeh of Moab and said to the king of Moab, “Let my father and mother stay with you, until I learn what God will do for me.”"
        },
        {
          "verse": 4,
          "text": "He left them with the king of Moab; they stayed with him as long as David remained in the stronghold."
        },
        {
          "verse": 5,
          "text": "But Gad the prophet said to David: “Do not remain in the stronghold! Leave! Go to the land of Judah.” And so David left and went to the forest of Hereth."
        },
        {
          "verse": 6,
          "text": "Doeg Betrays Ahimelech. Now Saul heard that David and his men had been located. At the time he was sitting in Gibeah under a tamarisk tree on the high place, holding his spear, while all his servants stood by him."
        },
        {
          "verse": 7,
          "text": "So he said to them: “Listen, men of Benjamin! Will the son of Jesse give all of you fields and vineyards? Will he appoint any of you an officer over a thousand or a hundred men?"
        },
        {
          "verse": 8,
          "text": "Is that why you have all conspired against me? Why no one told me that my son had made a pact with the son of Jesse? None of you has shown compassion for me by revealing to me that my son has incited my servant to ambush me, as is the case today.”"
        },
        {
          "verse": 9,
          "text": "Then Doeg the Edomite, who was standing with Saul’s officers, spoke up: “I saw the son of Jesse come to Ahimelech, son of Ahitub, in Nob."
        },
        {
          "verse": 10,
          "text": "He consulted the LORD for him, furnished him with provisions, and gave him the sword of Goliath the Philistine.”"
        },
        {
          "verse": 11,
          "text": "Slaughter of the Priests. So the king summoned Ahimelech the priest, son of Ahitub, and all his family, the priests in Nob. They all came to the king."
        },
        {
          "verse": 12,
          "text": "“Listen, son of Ahitub!” Saul declared. “Yes, my lord,” he replied."
        },
        {
          "verse": 13,
          "text": "Saul questioned him, “Why have you conspired against me with the son of Jesse by giving him food and a sword and by consulting God for him, that he might rise up against me in ambush, as is the case today?”"
        },
        {
          "verse": 14,
          "text": "Ahimelech answered the king: “Who among all your servants is as loyal as David, the king’s son-in-law, captain of your bodyguard, and honored in your own house?"
        },
        {
          "verse": 15,
          "text": "Is this the first time I have consulted God for him? No indeed! Let not the king accuse his servant or anyone in my family of such a thing. Your servant knows nothing at all, great or small, about the whole matter.”"
        },
        {
          "verse": 16,
          "text": "But the king said, “You shall certainly die, Ahimelech, with all your family.”"
        },
        {
          "verse": 17,
          "text": "The king then commanded his guards standing by him: “Turn and kill the priests of the LORD, for they gave David a hand. They knew he was a fugitive and yet failed to inform me.” But the king’s servants refused to raise a hand to strike the priests of the LORD."
        },
        {
          "verse": 18,
          "text": "The king therefore commanded Doeg, “You, turn and kill the priests!” So Doeg the Edomite himself turned and killed the priests that day—eighty-five who wore the linen ephod."
        },
        {
          "verse": 19,
          "text": "Saul also put the priestly city of Nob to the sword, including men and women, children and infants, and oxen, donkeys and sheep."
        },
        {
          "verse": 20,
          "text": "Abiathar Escapes. One son of Ahimelech, son of Ahitub, named Abiathar, escaped and fled to David."
        },
        {
          "verse": 21,
          "text": "When Abiathar told David that Saul had slain the priests of the LORD,"
        },
        {
          "verse": 22,
          "text": "David said to him: “I knew that day, when Doeg the Edomite was there, that he would certainly tell Saul. I am responsible for the slaughter of all your family."
        },
        {
          "verse": 23,
          "text": "Stay with me. Do not be afraid; whoever seeks your life must seek my life also. You are under my protection.”"
        }
      ]
    },
    {
      "chapter": 23,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 23 - Keilah Liberated. David was informed that the Philistines were attacking Keilah and plundering the threshing floors."
        },
        {
          "verse": 2,
          "text": "So he consulted the LORD, asking, “Shall I go and attack these Philistines?” The LORD answered, Go, attack them, and free Keilah."
        },
        {
          "verse": 3,
          "text": "But David’s men said to him: “Even in Judah we have reason to fear. How much more so if we go to Keilah against the forces of the Philistines!”"
        },
        {
          "verse": 4,
          "text": "Again David consulted the LORD, who answered: Go down to Keilah, for I will deliver the Philistines into your power."
        },
        {
          "verse": 5,
          "text": "So David went with his men to Keilah and fought against the Philistines. He drove off their cattle and inflicted a severe defeat on them, and freed the inhabitants of Keilah."
        },
        {
          "verse": 6,
          "text": "Abiathar, son of Ahimelech, who had fled to David, went down with David to Keilah, taking the ephod with him."
        },
        {
          "verse": 7,
          "text": "Flight from Keilah. When Saul was told that David had entered Keilah, he thought: “God has put him in my hand, for he has boxed himself in by entering a city with gates and bars.”"
        },
        {
          "verse": 8,
          "text": "Saul then called all the army to war, in order to go down to Keilah and besiege David and his men."
        },
        {
          "verse": 9,
          "text": "When David found out that Saul was planning to harm him, he said to the priest Abiathar, “Bring the ephod here.”"
        },
        {
          "verse": 10,
          "text": "“LORD God of Israel,” David prayed, “your servant has heard that Saul plans to come to Keilah, to destroy the city on my account."
        },
        {
          "verse": 11,
          "text": "Will they hand me over? Will Saul come down as your servant has heard? LORD God of Israel, tell your servant.” The LORD answered: He will come down."
        },
        {
          "verse": 12,
          "text": "David then asked, “Will the citizens of Keilah deliver me and my men into the hand of Saul?” The LORD answered: They will deliver you."
        },
        {
          "verse": 13,
          "text": "So David and his men, about six hundred in number, left Keilah and wandered from place to place. When Saul was informed that David had fled from Keilah, he did not go forth."
        },
        {
          "verse": 14,
          "text": "David and Jonathan in Horesh. David now lived in the strongholds in the wilderness, or in the barren hill country near Ziph. Though Saul sought him continually, the LORD did not deliver David into his hand."
        },
        {
          "verse": 15,
          "text": "While David was in the wilderness of Ziph at Horesh he was afraid that Saul had come out to seek his life."
        },
        {
          "verse": 16,
          "text": "Then Saul’s son, Jonathan, came down to David at Horesh and encouraged him in the LORD."
        },
        {
          "verse": 17,
          "text": "He said to him: “Have no fear, my father Saul shall not lay a hand to you. You shall be king of Israel and I shall be second to you. Even my father Saul knows this.”"
        },
        {
          "verse": 18,
          "text": "The two of them made a covenant before the LORD in Horesh, where David remained, while Jonathan returned to his home."
        },
        {
          "verse": 19,
          "text": "Treachery of the Ziphites. Some of the Ziphites went up to Saul in Gibeah and said, “David is hiding among us in the strongholds at Horesh on the hill of Hachilah, south of Jeshimon."
        },
        {
          "verse": 20,
          "text": "Therefore, whenever the king wishes to come down, let him do so. It will be our task to deliver him into the king’s hand.”"
        },
        {
          "verse": 21,
          "text": "Saul replied: “The LORD bless you for your compassion toward me."
        },
        {
          "verse": 22,
          "text": "Go now and make sure once more! Take note of the place where he sets foot for I am told that he is very cunning."
        },
        {
          "verse": 23,
          "text": "Look around and learn in which of all the various hiding places he is holding out. Then come back to me with reliable information, and I will go with you. If he is in the region, I will track him down out of all the families of Judah.”"
        },
        {
          "verse": 24,
          "text": "So they went off to Ziph ahead of Saul. At this time David and his men were in the wilderness below Maon, in the Arabah south of the wasteland."
        },
        {
          "verse": 25,
          "text": "Escape from Saul. When Saul and his men came looking for him, David got word of it and went down to the gorge in the wilderness below Maon. Saul heard of this and pursued David into the wilderness below Maon."
        },
        {
          "verse": 26,
          "text": "As Saul moved along one side of the gorge, David and his men took to the other. David was anxious to escape Saul, while Saul and his men were trying to outflank David and his men in order to capture them."
        },
        {
          "verse": 27,
          "text": "Then a messenger came to Saul, saying, “Come quickly, because the Philistines have invaded the land.”"
        },
        {
          "verse": 28,
          "text": "Saul interrupted his pursuit of David and went to meet the Philistines. This is how that place came to be called the Rock of Divisions."
        }
      ]
    },
    {
      "chapter": 24,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 24 - David Spares Saul. David then went up from there and stayed in the strongholds of Engedi."
        },
        {
          "verse": 2,
          "text": "When Saul returned from the pursuit of the Philistines, he was told that David was in the desert near Engedi."
        },
        {
          "verse": 3,
          "text": "So Saul took three thousand of the best men from all Israel and went in search of David and his men in the direction of the wild goat crags."
        },
        {
          "verse": 4,
          "text": "When he came to the sheepfolds along the way, he found a cave, which he entered to relieve himself. David and his men were occupying the inmost recesses of the cave."
        },
        {
          "verse": 5,
          "text": "David’s servants said to him, “This is the day about which the LORD said to you: I will deliver your enemy into your hand; do with him as you see fit.” So David moved up and stealthily cut off an end of Saul’s robe."
        },
        {
          "verse": 6,
          "text": "Afterward, however, David regretted that he had cut off an end of Saul’s robe."
        },
        {
          "verse": 7,
          "text": "He said to his men, “The LORD forbid that I should do such a thing to my master, the LORD’s anointed, to lay a hand on him, for he is the LORD’s anointed.”"
        },
        {
          "verse": 8,
          "text": "With these words David restrained his men and would not permit them to attack Saul. Saul then left the cave and went on his way."
        },
        {
          "verse": 9,
          "text": "David also stepped out of the cave, calling to Saul, “My lord the king!” When Saul looked back, David bowed, his face to the ground in homage,"
        },
        {
          "verse": 10,
          "text": "and asked Saul: “Why do you listen to those who say, ‘David is trying to harm you’?"
        },
        {
          "verse": 11,
          "text": "You see for yourself today that the LORD just now delivered you into my hand in the cave. I was told to kill you, but I took pity on you instead. I decided, ‘I will not raise a hand against my master, for he is the LORD’s anointed.’"
        },
        {
          "verse": 12,
          "text": "Look here, my father. See the end of your robe which I hold. I cut off an end of your robe and did not kill you. Now see and be convinced that I plan no harm and no rebellion. I have done you no wrong, though you are hunting me down to take my life."
        },
        {
          "verse": 13,
          "text": "May the LORD judge between me and you. May the LORD exact justice from you in my case. I shall not lay a hand on you."
        },
        {
          "verse": 14,
          "text": "As the old proverb says, ‘From the wicked comes wickedness.’ Thus I will not lay a hand on you."
        },
        {
          "verse": 15,
          "text": "What is the king of Israel attacking? What are you pursuing? A dead dog! A single flea!"
        },
        {
          "verse": 16,
          "text": "The LORD will be the judge to decide between us. May the LORD see this, defend my cause, and give me justice against you!”"
        },
        {
          "verse": 17,
          "text": "Saul’s Remorse. When David finished saying these things to Saul, Saul answered, “Is that your voice, my son David?” And he wept freely."
        },
        {
          "verse": 18,
          "text": "Saul then admitted to David: “You are more in the right than I am. You have treated me graciously, while I have treated you badly."
        },
        {
          "verse": 19,
          "text": "You have declared this day how you treated me graciously: the LORD delivered me into your hand and you did not kill me."
        },
        {
          "verse": 20,
          "text": "For if someone comes upon an enemy, do they send them graciously on their way? So may the LORD reward you graciously for what you have done this day."
        },
        {
          "verse": 21,
          "text": "And now, since I know that you will certainly become king and that the kingship over Israel shall come into your possession,"
        },
        {
          "verse": 22,
          "text": "swear to me by the LORD that you will not cut off my descendants and that you will not blot out my name from my father’s house.”"
        },
        {
          "verse": 23,
          "text": "David gave Saul his oath and Saul returned home, while David and his men went up to the stronghold."
        }
      ]
    },
    {
      "chapter": 25,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 25 - Death of Samuel. Samuel died, and all Israel gathered to mourn him; they buried him at his home in Ramah. Then David went down to the wilderness of Paran."
        },
        {
          "verse": 2,
          "text": "Nabal and Abigail. There was a man of Maon who had property in Carmel; he was very wealthy, owning three thousand sheep and a thousand goats. At the time, he was present for the shearing of his flock in Carmel."
        },
        {
          "verse": 3,
          "text": "The man’s name was Nabal and his wife was Abigail. The woman was intelligent and attractive, but Nabal, a Calebite, was harsh and bad-mannered."
        },
        {
          "verse": 4,
          "text": "While in the wilderness, David heard that Nabal was shearing his flock,"
        },
        {
          "verse": 5,
          "text": "so he sent ten young men, instructing them: “Go up to Carmel. Pay Nabal a visit and greet him in my name."
        },
        {
          "verse": 6,
          "text": "Say to him, ‘Peace be with you, my brother, and with your family, and with all who belong to you."
        },
        {
          "verse": 7,
          "text": "I have just heard that shearers are with you. Now, when your shepherds were with us, we did them no injury, neither did they miss anything while they were in Carmel."
        },
        {
          "verse": 8,
          "text": "Ask your servants and they will tell you. Look kindly on these young men, since we come at a festival time. Please give your servants and your son David whatever you can.’”"
        },
        {
          "verse": 9,
          "text": "When David’s young men arrived, they delivered the entire message to Nabal in David’s name, and then waited."
        },
        {
          "verse": 10,
          "text": "But Nabal answered the servants of David: “Who is David? Who is the son of Jesse? Nowadays there are many servants who run away from their masters."
        },
        {
          "verse": 11,
          "text": "Must I take my bread, my wine, my meat that I have slaughtered for my own shearers, and give them to men who come from who knows where?”"
        },
        {
          "verse": 12,
          "text": "So David’s young men retraced their steps and on their return reported to him all that had been said."
        },
        {
          "verse": 13,
          "text": "Thereupon David said to his men, “Let everyone strap on his sword.” And everyone did so, and David put on his own sword. About four hundred men went up after David, while two hundred remained with the baggage."
        },
        {
          "verse": 14,
          "text": "Abigail, Nabal’s wife, was informed of this by one of the servants, who said: “From the wilderness David sent messengers to greet our master, but he screamed at them."
        },
        {
          "verse": 15,
          "text": "Yet these men were very good to us. We were not harmed, neither did we miss anything all the while we were living among them during our stay in the open country."
        },
        {
          "verse": 16,
          "text": "Day and night they were a wall of protection for us, the whole time we were pasturing the sheep near them."
        },
        {
          "verse": 17,
          "text": "Now, see what you can do, for you must realize that otherwise disaster is in store for our master and for his whole house. He is such a scoundrel that no one can talk to him.”"
        },
        {
          "verse": 18,
          "text": "Abigail quickly got together two hundred loaves, two skins of wine, five dressed sheep, five seahs of roasted grain, a hundred cakes of pressed raisins, and two hundred cakes of pressed figs, and loaded them on donkeys."
        },
        {
          "verse": 19,
          "text": "She then said to her servants, “Go on ahead; I will follow you.” But to her husband Nabal she said nothing."
        },
        {
          "verse": 20,
          "text": "Hidden by the mountain, she came down riding on a donkey, as David and his men were coming down from the opposite direction. When she met them,"
        },
        {
          "verse": 21,
          "text": "David had just been saying: “Indeed, it was in vain that I guarded all this man’s possessions in the wilderness, so that nothing of his was missing. He has repaid good with evil."
        },
        {
          "verse": 22,
          "text": "May God do thus to David, and more, if by morning I leave a single male alive among all those who belong to him.”"
        },
        {
          "verse": 23,
          "text": "As soon as Abigail saw David, she dismounted quickly from the donkey and, falling down, bowed low to the ground before David in homage."
        },
        {
          "verse": 24,
          "text": "As she fell at his feet she said: “My lord, let the blame be mine. Please let your maidservant speak to you; listen to the words of your maidservant."
        },
        {
          "verse": 25,
          "text": "My lord, do not pay any attention to that scoundrel Nabal, for he is just like his name. His name means fool, and he acts the fool. I, your maidservant, did not see the young men whom my lord sent."
        },
        {
          "verse": 26,
          "text": "Now, therefore, my lord, as the LORD lives, and as you live, the LORD has kept you from shedding blood and from avenging yourself by your own hand. May your enemies and those who seek to harm my lord become as Nabal!"
        },
        {
          "verse": 27,
          "text": "Accept this gift, then, which your maidservant has brought for my lord, and let it be given to the young men who follow my lord."
        },
        {
          "verse": 28,
          "text": "Please forgive the offense of your maidservant, for the LORD shall certainly establish a lasting house for my lord, because my lord fights the battles of the LORD. Let no evil be found in you your whole life long."
        },
        {
          "verse": 29,
          "text": "If any adversary pursues you to seek your life, may the life of my lord be bound in the bundle of the living in the care of the LORD your God; may God hurl out the lives of your enemies as from the hollow of a sling."
        },
        {
          "verse": 30,
          "text": "And when the LORD fulfills for my lord the promise of success he has made concerning you, and appoints you as ruler over Israel,"
        },
        {
          "verse": 31,
          "text": "you shall not have any regrets or burdens on your conscience, my lord, for having shed innocent blood or for having rescued yourself. When the LORD bestows good on my lord, remember your maidservant.”"
        },
        {
          "verse": 32,
          "text": "David said to Abigail: “Blessed is the LORD, the God of Israel, who sent you to meet me today."
        },
        {
          "verse": 33,
          "text": "Blessed is your good judgment and blessed are you yourself. Today you have prevented me from shedding blood and rescuing myself with my own hand."
        },
        {
          "verse": 34,
          "text": "Otherwise, as the LORD, the God of Israel, lives, who has kept me from harming you, if you had not come so promptly to meet me, by dawn Nabal would not have had so much as one male left alive.”"
        },
        {
          "verse": 35,
          "text": "David then took from her what she had brought him and said to her: “Go to your home in peace! See, I have listened to your appeal and have granted your request.”"
        },
        {
          "verse": 36,
          "text": "Nabal’s Death. When Abigail came to Nabal, he was hosting a banquet in his house like that of a king, and Nabal was in a festive mood and very drunk. So she said not a word to him until daybreak the next morning."
        },
        {
          "verse": 37,
          "text": "But then, when Nabal was sober, his wife told him what had happened. At this his heart died within him, and he became like a stone."
        },
        {
          "verse": 38,
          "text": "About ten days later the LORD struck Nabal and he died."
        },
        {
          "verse": 39,
          "text": "Hearing that Nabal was dead, David said: “Blessed be the LORD, who has defended my cause against the insult from Nabal, and who restrained his servant from doing evil, but has repaid Nabal for his evil deeds.” David Marries Abigail and Ahinoam. David then sent a proposal of marriage to Abigail."
        },
        {
          "verse": 40,
          "text": "When David’s servants came to Abigail in Carmel, they said to her, “David has sent us to make his proposal of marriage to you.”"
        },
        {
          "verse": 41,
          "text": "Rising and bowing to the ground, she answered, “Let your maidservant be the slave who washes the feet of my lord’s servants.”"
        },
        {
          "verse": 42,
          "text": "She got up immediately, mounted a donkey, and followed David’s messengers, with her five maids attending her. She became his wife."
        },
        {
          "verse": 43,
          "text": "David also married Ahinoam of Jezreel. Thus both of them were his wives."
        },
        {
          "verse": 44,
          "text": "But Saul gave David’s wife Michal, Saul’s own daughter, to Palti, son of Laish, who was from Gallim."
        }
      ]
    },
    {
      "chapter": 26,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 26 - David Spares Saul Again. Men from Ziph came to Saul in Gibeah, reporting that David was hiding on the hill of Hachilah at the edge of Jeshimon."
        },
        {
          "verse": 2,
          "text": "So Saul went down to the wilderness of Ziph with three thousand of the best warriors of Israel, to search for David in the wilderness of Ziph."
        },
        {
          "verse": 3,
          "text": "Saul camped beside the road on the hill of Hachilah, at the edge of Jeshimon. David, who was living in the wilderness, saw that Saul had come into the wilderness after him"
        },
        {
          "verse": 4,
          "text": "and sent out scouts, who confirmed Saul’s arrival."
        },
        {
          "verse": 5,
          "text": "David then went to the place where Saul was encamped and saw the spot where Saul and his general, Abner, son of Ner, had their sleeping quarters. Saul was lying within the camp, and all his soldiers were bivouacked around him."
        },
        {
          "verse": 6,
          "text": "David asked Ahimelech the Hittite, and Abishai, son of Zeruiah and brother of Joab, “Who will go down into the camp with me to Saul?” Abishai replied, “I will.”"
        },
        {
          "verse": 7,
          "text": "So David and Abishai reached Saul’s soldiers by night, and there was Saul lying asleep within the camp, his spear thrust into the ground at his head and Abner and his troops sleeping around him."
        },
        {
          "verse": 8,
          "text": "Abishai whispered to David: “God has delivered your enemy into your hand today. Let me nail him to the ground with one thrust of the spear; I will not need to strike him twice!”"
        },
        {
          "verse": 9,
          "text": "But David said to Abishai, “Do not harm him, for who can lay a hand on the LORD’s anointed and remain innocent?"
        },
        {
          "verse": 10,
          "text": "As the LORD lives,” David declared, “only the LORD can strike him: either when the time comes for him to die, or when he goes out and perishes in battle."
        },
        {
          "verse": 11,
          "text": "But the LORD forbid that I lay a hand on the LORD’s anointed! Now take the spear at his head and the water jug, and let us be on our way.”"
        },
        {
          "verse": 12,
          "text": "So David took the spear and the water jug from their place at Saul’s head, and they withdrew without anyone seeing or knowing or awakening. All remained asleep, because a deep slumber from the LORD had fallen upon them."
        },
        {
          "verse": 13,
          "text": "David Taunts Abner. Crossing over to an opposite slope, David stood on a distant hilltop. With a great distance between them"
        },
        {
          "verse": 14,
          "text": "David called to the army and to Abner, son of Ner, “Will you not answer, Abner?” Then Abner shouted back, “Who is it that calls me?”"
        },
        {
          "verse": 15,
          "text": "David said to Abner: “Are you not a man? Who in Israel is your equal? Why were you not guarding your lord the king when one of his subjects came to assassinate the king, your lord?"
        },
        {
          "verse": 16,
          "text": "What you have done is not right. As the LORD lives, you people deserve death because you have not guarded your lord, the anointed of the LORD. Go, look: where are the king’s spear and the water jug that was at his head?”"
        },
        {
          "verse": 17,
          "text": "Saul Admits His Guilt. Saul recognized David’s voice and asked, “Is that your voice, David my son?” David answered, “Yes, my lord the king.”"
        },
        {
          "verse": 18,
          "text": "He continued: “Why does my lord pursue his servant? What have I done? What evil am I planning?"
        },
        {
          "verse": 19,
          "text": "Please, now, let my lord the king listen to the words of his servant. If the LORD has incited you against me, may an offering please the LORD. But if it is the people who have done so, may they be cursed before the LORD. They have driven me away so that today I have no share in the LORD’s heritage, but am told: ‘Go serve other gods!’"
        },
        {
          "verse": 20,
          "text": "Do not let my blood spill on the ground far from the presence of the LORD. For the king of Israel has come out to seek a single flea as if he were hunting partridge in the mountains.”"
        },
        {
          "verse": 21,
          "text": "Then Saul said: “I have done wrong. Come back, David, my son! I will not harm you again, because you considered my life precious today even though I have been a fool and have made a serious mistake.”"
        },
        {
          "verse": 22,
          "text": "But David answered: “Here is the king’s spear. Let an attendant come over to get it."
        },
        {
          "verse": 23,
          "text": "The LORD repays everyone’s righteousness and faithfulness. Although the LORD delivered you into my hands today, I could not lay a hand on the LORD’s anointed."
        },
        {
          "verse": 24,
          "text": "Just as I regarded your life as precious today, so may the LORD regard my life as precious and deliver me from all dangers.”"
        },
        {
          "verse": 25,
          "text": "Then Saul said to David: “Blessed are you, my son David! You shall certainly succeed in whatever you undertake.” David went his way, and Saul returned to his place."
        }
      ]
    },
    {
      "chapter": 27,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 27 - David Flees to the Philistines. David said to himself: “I shall perish some day at the hand of Saul. I have no choice but to escape to the land of the Philistines; then Saul will give up his continual search for me throughout the land of Israel, and I will be out of his reach.”"
        },
        {
          "verse": 2,
          "text": "Accordingly, David departed with his six hundred soldiers and went over to Achish, son of Maoch, king of Gath."
        },
        {
          "verse": 3,
          "text": "David and his men lived in Gath with Achish; each one had his family, and David had his two wives, Ahinoam from Jezreel and Abigail, the widow of Nabal from Carmel."
        },
        {
          "verse": 4,
          "text": "When Saul learned that David had fled to Gath, he no longer searched for him."
        },
        {
          "verse": 5,
          "text": "David said to Achish: “If I meet with your approval, let me have a place to live in one of the country towns. Why should your servant live with you in the royal city?”"
        },
        {
          "verse": 6,
          "text": "That same day Achish gave him Ziklag, which has, therefore, belonged to the kings of Judah up to the present time."
        },
        {
          "verse": 7,
          "text": "In all, David lived a year and four months in Philistine territory."
        },
        {
          "verse": 8,
          "text": "David Raids Israel’s Foes. David and his men went out on raids against the Geshurites, Girzites, and Amalekites—peoples living in the land between Telam, on the approach to Shur, and the land of Egypt."
        },
        {
          "verse": 9,
          "text": "In attacking the land David would not leave a man or woman alive, but would carry off sheep, oxen, donkeys, camels, and clothes. Then he would return to Achish,"
        },
        {
          "verse": 10,
          "text": "who would ask, “Against whom did you raid this time?” David would reply, “Against the Negeb of Judah,” or “Against the Negeb of Jerahmeel,” or “Against the Negeb of the Kenites.”"
        },
        {
          "verse": 11,
          "text": "David never left a man or woman alive to be brought to Gath. He thought, “They will betray us and say, ‘This is what David did.’” This was his custom as long as he lived in Philistine territory."
        },
        {
          "verse": 12,
          "text": "Achish trusted David, thinking, “His people Israel must certainly detest him. I shall have him as my vassal forever.”"
        }
      ]
    },
    {
      "chapter": 28,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 28 - In those days the Philistines mustered their military forces to fight against Israel. So Achish said to David, “You realize, of course, that you and your warriors must march out for battle with me.”"
        },
        {
          "verse": 2,
          "text": "David answered Achish, “Good! Now you shall learn what your servant can do.” Then Achish said to David, “I shall appoint you as my permanent bodyguard.”"
        },
        {
          "verse": 3,
          "text": "Now, Samuel was dead. All Israel had mourned him and buried him in his city, Ramah. Meanwhile Saul had driven mediums and diviners out of the land."
        },
        {
          "verse": 4,
          "text": "Saul in Despair. The Philistines rallied and, coming to Shunem, they encamped. Saul, too, mustered all Israel; they camped on Gilboa."
        },
        {
          "verse": 5,
          "text": "When Saul saw the Philistine camp, he grew afraid and lost heart completely."
        },
        {
          "verse": 6,
          "text": "He consulted the LORD; but the LORD gave no answer, neither in dreams nor by Urim nor through prophets."
        },
        {
          "verse": 7,
          "text": "Then Saul said to his servants, “Find me a medium through whom I can seek counsel.” His servants answered him, “There is a woman in Endor who is a medium.”"
        },
        {
          "verse": 8,
          "text": "The Medium at Endor. So he disguised himself, putting on other clothes, and set out with two companions. They came to the woman at night, and Saul said to her, “Divine for me; conjure up the spirit I tell you.”"
        },
        {
          "verse": 9,
          "text": "But the woman answered him, “You know what Saul has done, how he expelled the mediums and diviners from the land. Then why are you trying to entrap me and get me killed?”"
        },
        {
          "verse": 10,
          "text": "But Saul swore to her by the LORD, “As the LORD lives, you shall incur no blame for this.”"
        },
        {
          "verse": 11,
          "text": "“Whom do you want me to conjure up?” the woman asked him. “Conjure up Samuel for me,” he replied."
        },
        {
          "verse": 12,
          "text": "Samuel Appears. When the woman saw Samuel, she shrieked at the top of her voice and said to Saul, “Why have you deceived me? You are Saul!”"
        },
        {
          "verse": 13,
          "text": "But the king said to her, “Do not be afraid. What do you see?” “I see a god rising from the earth,” she replied."
        },
        {
          "verse": 14,
          "text": "“What does he look like?” asked Saul. “An old man is coming up wrapped in a robe,” she replied. Saul knew that it was Samuel, and so he bowed his face to the ground in homage."
        },
        {
          "verse": 15,
          "text": "Saul’s Doom. Samuel then said to Saul, “Why do you disturb me by conjuring me up?” Saul replied: “I am in great distress, for the Philistines are waging war against me and God has turned away from me. Since God no longer answers me through prophets or in dreams, I have called upon you to tell me what I should do.”"
        },
        {
          "verse": 16,
          "text": "To this Samuel said: “But why do you ask me, if the LORD has abandoned you for your neighbor?"
        },
        {
          "verse": 17,
          "text": "The LORD has done to you what he declared through me: he has torn the kingdom from your hand and has given it to your neighbor David."
        },
        {
          "verse": 18,
          "text": "“Because you disobeyed the LORD’s directive and would not carry out his fierce anger against Amalek, the LORD has done this to you today."
        },
        {
          "verse": 19,
          "text": "Moreover, the LORD will deliver Israel, and you as well, into the hands of the Philistines. By tomorrow you and your sons will be with me, and the LORD will have delivered the army of Israel into the hands of the Philistines.”"
        },
        {
          "verse": 20,
          "text": "Immediately Saul fell full length on the ground, in great fear because of Samuel’s message. He had no strength left, since he had eaten nothing all that day and night."
        },
        {
          "verse": 21,
          "text": "Then the woman came to Saul and, seeing that he was quite terror-stricken, said to him: “Remember, your maidservant obeyed you: I took my life in my hands and carried out the request you made of me."
        },
        {
          "verse": 22,
          "text": "Now you, in turn, please listen to your maidservant. Let me set out a bit of food for you to eat, so that you are strong enough to go on your way.”"
        },
        {
          "verse": 23,
          "text": "But he refused, saying, “I will not eat.” However, when his servants joined the woman in urging him, he listened to their entreaties, got up from the ground, and sat on a couch."
        },
        {
          "verse": 24,
          "text": "The woman had a stall-fed calf in the house, which she now quickly slaughtered. Then taking flour, she kneaded it and baked unleavened bread."
        },
        {
          "verse": 25,
          "text": "She set the meal before Saul and his servants, and they ate. Then they got up and left the same night."
        }
      ]
    },
    {
      "chapter": 29,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 29 - David’s Aid Rejected. Now the Philistines had mustered all their forces in Aphek, and the Israelites were encamped at the spring in Jezreel."
        },
        {
          "verse": 2,
          "text": "As the Philistine lords were marching their units of a hundred and a thousand, David and his warriors were marching in the rear guard with Achish."
        },
        {
          "verse": 3,
          "text": "The Philistine commanders asked, “What are those Hebrews doing here?” Achish answered them: “Why, that is David, the officer of Saul, king of Israel. He has been with me for a year or two, and from the day he came over to me until now I have never found fault in him.”"
        },
        {
          "verse": 4,
          "text": "But the Philistine commanders were angered at this and said to him: “Send that man back! Let him return to the place you picked out for him. He must not go down into battle with us; during the battle he might become our enemy. For how else can he win back his master’s favor, if not at the expense of our soldiers?"
        },
        {
          "verse": 5,
          "text": "Is this not the David for whom they sing during their dances, ‘Saul has slain his thousands, David his tens of thousands’?”"
        },
        {
          "verse": 6,
          "text": "So Achish summoned David and said to him: “As the LORD lives, you are honest, and I would want you with me in all my battles. To this day I have found nothing wrong with you since you came to me. But in the view of the chiefs you are not welcome."
        },
        {
          "verse": 7,
          "text": "Leave peacefully, now, and do nothing that might displease the Philistine chiefs.”"
        },
        {
          "verse": 8,
          "text": "But David said to Achish: “What have I done? What fault have you found in your servant from the day I entered your service until today, that I cannot go to fight against the enemies of my lord the king?”"
        },
        {
          "verse": 9,
          "text": "“I recognize,” Achish answered David, “that you are trustworthy, like an angel of God. But the Philistine commanders are saying, ‘He must not go with us into battle.’"
        },
        {
          "verse": 10,
          "text": "So the first thing tomorrow, you and your lord’s servants who came with you, go to the place I picked out for you. Do not take to heart their worthless remarks; for you have been valuable in my service. But make an early morning start, as soon as it grows light, and be on your way.”"
        },
        {
          "verse": 11,
          "text": "So David and his warriors left early in the morning to return to the land of the Philistines, and the Philistines went on up to Jezreel."
        }
      ]
    },
    {
      "chapter": 30,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 30 - Ziklag in Ruins. Before David and his men reached Ziklag on the third day, the Amalekites had raided the Negeb and Ziklag. They stormed Ziklag, and set it on fire."
        },
        {
          "verse": 2,
          "text": "They took captive the women and all who were in the city, young and old, killing no one, and they herded them off when they left."
        },
        {
          "verse": 3,
          "text": "David and his men arrived at the city to find it burned to the ground and their wives, sons, and daughters taken captive."
        },
        {
          "verse": 4,
          "text": "Then David and those who were with him wept aloud until they could weep no more."
        },
        {
          "verse": 5,
          "text": "David’s two wives, Ahinoam of Jezreel and Abigail, the widow of Nabal from Carmel, had also been carried off."
        },
        {
          "verse": 6,
          "text": "Now David found himself in great danger, for the soldiers spoke of stoning him, so bitter were they over the fate of their sons and daughters. David took courage in the LORD his God"
        },
        {
          "verse": 7,
          "text": "and said to Abiathar, the priest, son of Ahimelech, “Bring me the ephod!” When Abiathar brought him the ephod,"
        },
        {
          "verse": 8,
          "text": "David inquired of the LORD, “Shall I pursue these raiders? Can I overtake them?” The LORD answered him: Go in pursuit, for you will certainly overtake them and bring about a rescue."
        },
        {
          "verse": 9,
          "text": "Raid on the Amalekites. So David went off with his six hundred as far as the Wadi Besor, where those who were to remain behind halted."
        },
        {
          "verse": 10,
          "text": "David continued the pursuit with four hundred, but two hundred were too exhausted to cross the Wadi Besor and remained behind."
        },
        {
          "verse": 11,
          "text": "An Egyptian was found in the open country and brought to David. They gave him food to eat and water to drink;"
        },
        {
          "verse": 12,
          "text": "they also offered a cake of pressed figs and two cakes of pressed raisins. When he had eaten, he revived, for he had not taken food nor drunk water for three days and three nights."
        },
        {
          "verse": 13,
          "text": "Then David asked him, “To whom do you belong? Where did you come from?” “I am an Egyptian, the slave of an Amalekite,” he replied. “My master abandoned me three days ago because I fell sick."
        },
        {
          "verse": 14,
          "text": "We raided the Negeb of the Cherethites, the territory of Judah, and the Negeb of Caleb; and we set Ziklag on fire.”"
        },
        {
          "verse": 15,
          "text": "David then asked him, “Will you lead me down to these raiders?” He answered, “Swear to me by God that you will not kill me or hand me over to my master, and I will lead you down to the raiders.”"
        },
        {
          "verse": 16,
          "text": "So he led them down, and there were the Amalekites lounging all over the ground, eating, drinking, and celebrating because of all the rich plunder they had taken from the land of the Philistines and from the land of Judah."
        },
        {
          "verse": 17,
          "text": "The Plunder Recovered. From dawn to sundown the next day David attacked them, allowing no one to escape except four hundred young men, who mounted their camels and fled."
        },
        {
          "verse": 18,
          "text": "David recovered everything the Amalekites had taken, and he rescued his two wives."
        },
        {
          "verse": 19,
          "text": "Nothing was missing, small or great, plunder or sons or daughters, of all that the Amalekites had taken. David brought back everything."
        },
        {
          "verse": 20,
          "text": "Moreover, David took all the sheep and oxen, and as they drove these before him, they shouted, “This is David’s plunder!”"
        },
        {
          "verse": 21,
          "text": "Division of the Plunder. When David came to the two hundred men who had been too exhausted to follow him, whom he had left behind at the Wadi Besor, they came out to meet David and the men with him. As David approached, he greeted them."
        },
        {
          "verse": 22,
          "text": "But all the greedy and worthless among those who had accompanied David said, “Since they did not accompany us, we will not give them anything from the plunder, except for each man’s wife and children.”"
        },
        {
          "verse": 23,
          "text": "But David said: “You must not do this, my brothers, after what the LORD has given us. The LORD has protected us and delivered into our hands the raiders that came against us."
        },
        {
          "verse": 24,
          "text": "Who could agree with this proposal of yours? Rather, the share of the one who goes down to battle shall be the same as that of the one who remains with the baggage—they share alike.”"
        },
        {
          "verse": 25,
          "text": "And from that day forward he made this a law and a custom in Israel, as it still is today."
        },
        {
          "verse": 26,
          "text": "David’s Gifts to Judah. When David came to Ziklag, he sent part of the plunder to his friends, the elders of Judah, saying, “This is a gift to you from the plunder of the enemies of the LORD,” namely,"
        },
        {
          "verse": 27,
          "text": "to those in Bethel, Ramoth-negeb, Jattir,"
        },
        {
          "verse": 28,
          "text": "Aroer, Siphmoth, Eshtemoa,"
        },
        {
          "verse": 29,
          "text": "Racal, Jerahmeelite cities and Kenite cities,"
        },
        {
          "verse": 30,
          "text": "Hormah, Borashan, Athach,"
        },
        {
          "verse": 31,
          "text": "Hebron, and to all the places that David and his men had frequented."
        }
      ]
    },
    {
      "chapter": 31,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 31 - Death of Saul and His Sons. Now the Philistines went to war against Israel, and the Israelites fled before them, and fell, slain on Mount Gilboa."
        },
        {
          "verse": 2,
          "text": "The Philistines pressed hard after Saul and his sons. When the Philistines had struck down Jonathan, Abinadab, and Malchishua, sons of Saul,"
        },
        {
          "verse": 3,
          "text": "the fury of the battle converged on Saul. Then the archers hit him, and he was severely wounded."
        },
        {
          "verse": 4,
          "text": "Saul said to his armor-bearer, “Draw your sword and run me through; otherwise these uncircumcised will come and abuse me.” But the armor-bearer, badly frightened, refused, so Saul took his own sword and fell upon it."
        },
        {
          "verse": 5,
          "text": "When the armor-bearer saw that Saul was dead, he too fell upon his sword and died with him."
        },
        {
          "verse": 6,
          "text": "Thus Saul, his three sons, and his armor-bearer died together on that same day."
        },
        {
          "verse": 7,
          "text": "When the Israelites on the slope of the valley and those along the Jordan saw that the men of Israel had fled and that Saul and his sons were dead, they abandoned their cities and fled. Then the Philistines came and lived in those cities."
        },
        {
          "verse": 8,
          "text": "On the following day, when the Philistines came to strip the slain, they found Saul and his three sons fallen on Mount Gilboa."
        },
        {
          "verse": 9,
          "text": "They cut off Saul’s head and stripped him of his armor; these they sent throughout the land of the Philistines to bring the good news to the temple of their idols and to the people."
        },
        {
          "verse": 10,
          "text": "They put his armor in the temple of Astarte but impaled his body on the wall of Beth-shan."
        },
        {
          "verse": 11,
          "text": "Burial of Saul. When the inhabitants of Jabesh-gilead heard what the Philistines had done to Saul,"
        },
        {
          "verse": 12,
          "text": "all their warriors set out and traveled through the night; they removed the bodies of Saul and his sons from the wall of Beth-shan, and, returning to Jabesh, burned them."
        },
        {
          "verse": 13,
          "text": "Then they took their bones and buried them under the tamarisk tree in Jabesh, and fasted for seven days."
        }
      ]
    }
  ]
}
