{
  "book": "1Timothy",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "verse": 1,
          "text": "I. Address Chapter 1 - Greeting. Paul, an apostle of Christ Jesus by command of God our savior and of Christ Jesus our hope,"
        },
        {
          "verse": 2,
          "text": "to Timothy, my true child in faith: grace, mercy, and peace from God the Father and Christ Jesus our Lord."
        },
        {
          "verse": 3,
          "text": "II. Sound Teaching - Warning Against False Doctrine. I repeat the request I made of you when I was on my way to Macedonia, that you stay in Ephesus to instruct certain people not to teach false doctrines"
        },
        {
          "verse": 4,
          "text": "or to concern themselves with myths and endless genealogies, which promote speculations rather than the plan of God that is to be received by faith."
        },
        {
          "verse": 5,
          "text": "The aim of this instruction is love from a pure heart, a good conscience, and a sincere faith."
        },
        {
          "verse": 6,
          "text": "Some people have deviated from these and turned to meaningless talk,"
        },
        {
          "verse": 7,
          "text": "wanting to be teachers of the law, but without understanding either what they are saying or what they assert with such assurance."
        },
        {
          "verse": 8,
          "text": "We know that the law is good, provided that one uses it as law,"
        },
        {
          "verse": 9,
          "text": "with the understanding that law is meant not for a righteous person but for the lawless and unruly, the godless and sinful, the unholy and profane, those who kill their fathers or mothers, murderers,"
        },
        {
          "verse": 10,
          "text": "the unchaste, sodomites, kidnappers, liars, perjurers, and whatever else is opposed to sound teaching,"
        },
        {
          "verse": 11,
          "text": "according to the glorious gospel of the blessed God, with which I have been entrusted. Gratitude for God’s Mercy."
        },
        {
          "verse": 12,
          "text": "I am grateful to him who has strengthened me, Christ Jesus our Lord, because he considered me trustworthy in appointing me to the ministry."
        },
        {
          "verse": 13,
          "text": "I was once a blasphemer and a persecutor and an arrogant man, but I have been mercifully treated because I acted out of ignorance in my unbelief."
        },
        {
          "verse": 14,
          "text": "Indeed, the grace of our Lord has been abundant, along with the faith and love that are in Christ Jesus."
        },
        {
          "verse": 15,
          "text": "This saying is trustworthy and deserves full acceptance: Christ Jesus came into the world to save sinners. Of these I am the foremost."
        },
        {
          "verse": 16,
          "text": "But for that reason I was mercifully treated, so that in me, as the foremost, Christ Jesus might display all his patience as an example for those who would come to believe in him for everlasting life."
        },
        {
          "verse": 17,
          "text": "To the king of ages, incorruptible, invisible, the only God, honor and glory forever and ever. Amen. Responsibility of Timothy."
        },
        {
          "verse": 18,
          "text": "I entrust this charge to you, Timothy, my child, in accordance with the prophetic words once spoken about you. Through them may you fight a good fight"
        },
        {
          "verse": 19,
          "text": "by having faith and a good conscience. Some, by rejecting conscience, have made a shipwreck of their faith,"
        },
        {
          "verse": 20,
          "text": "among them Hymenaeus and Alexander, whom I have handed over to Satan to be taught not to blaspheme."
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "verse": 1,
          "text": "III. Problems of Discipline Chapter 2 - Prayer and Conduct. First of all, then, I ask that supplications, prayers, petitions, and thanksgivings be offered for everyone,"
        },
        {
          "verse": 2,
          "text": "for kings and for all in authority, that we may lead a quiet and tranquil life in all devotion and dignity."
        },
        {
          "verse": 3,
          "text": "This is good and pleasing to God our savior,"
        },
        {
          "verse": 4,
          "text": "who wills everyone to be saved and to come to knowledge of the truth."
        },
        {
          "verse": 5,
          "text": "For there is one God. There is also one mediator between God and the human race, Christ Jesus, himself human,"
        },
        {
          "verse": 6,
          "text": "who gave himself as ransom for all. This was the testimony at the proper time."
        },
        {
          "verse": 7,
          "text": "For this I was appointed preacher and apostle (I am speaking the truth, I am not lying), teacher of the Gentiles in faith and truth."
        },
        {
          "verse": 8,
          "text": "It is my wish, then, that in every place the men should pray, lifting up holy hands, without anger or argument."
        },
        {
          "verse": 9,
          "text": "Similarly, [too,] women should adorn themselves with proper conduct, with modesty and self-control, not with braided hairstyles and gold ornaments, or pearls, or expensive clothes,"
        },
        {
          "verse": 10,
          "text": "but rather, as befits women who profess reverence for God, with good deeds."
        },
        {
          "verse": 11,
          "text": "A woman must receive instruction silently and under complete control."
        },
        {
          "verse": 12,
          "text": "I do not permit a woman to teach or to have authority over a man. She must be quiet."
        },
        {
          "verse": 13,
          "text": "For Adam was formed first, then Eve."
        },
        {
          "verse": 14,
          "text": "Further, Adam was not deceived, but the woman was deceived and transgressed."
        },
        {
          "verse": 15,
          "text": "But she will be saved through motherhood, provided women persevere in faith and love and holiness, with self-control."
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 3 - Qualifications of Various Ministers. This saying is trustworthy: whoever aspires to the office of bishop desires a noble task."
        },
        {
          "verse": 2,
          "text": "Therefore, a bishop must be irreproachable, married only once, temperate, self-controlled, decent, hospitable, able to teach,"
        },
        {
          "verse": 3,
          "text": "not a drunkard, not aggressive, but gentle, not contentious, not a lover of money."
        },
        {
          "verse": 4,
          "text": "He must manage his own household well, keeping his children under control with perfect dignity;"
        },
        {
          "verse": 5,
          "text": "for if a man does not know how to manage his own household, how can he take care of the church of God?"
        },
        {
          "verse": 6,
          "text": "He should not be a recent convert, so that he may not become conceited and thus incur the devil’s punishment."
        },
        {
          "verse": 7,
          "text": "He must also have a good reputation among outsiders, so that he may not fall into disgrace, the devil’s trap."
        },
        {
          "verse": 8,
          "text": "Similarly, deacons must be dignified, not deceitful, not addicted to drink, not greedy for sordid gain,"
        },
        {
          "verse": 9,
          "text": "holding fast to the mystery of the faith with a clear conscience."
        },
        {
          "verse": 10,
          "text": "Moreover, they should be tested first; then, if there is nothing against them, let them serve as deacons."
        },
        {
          "verse": 11,
          "text": "Women, similarly, should be dignified, not slanderers, but temperate and faithful in everything."
        },
        {
          "verse": 12,
          "text": "Deacons may be married only once and must manage their children and their households well."
        },
        {
          "verse": 13,
          "text": "Thus those who serve well as deacons gain good standing and much confidence in their faith in Christ Jesus. The Mystery of Our Religion."
        },
        {
          "verse": 14,
          "text": "I am writing you about these matters, although I hope to visit you soon."
        },
        {
          "verse": 15,
          "text": "But if I should be delayed, you should know how to behave in the household of God, which is the church of the living God, the pillar and foundation of truth."
        },
        {
          "verse": 16,
          "text": "Undeniably great is the mystery of devotion, Who was manifested in the flesh, vindicated in the spirit, seen by angels, proclaimed to the Gentiles, believed in throughout the world, taken up in glory."
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 4 - False Asceticism. Now the Spirit explicitly says that in the last times some will turn away from the faith by paying attention to deceitful spirits and demonic instructions"
        },
        {
          "verse": 2,
          "text": "through the hypocrisy of liars with branded consciences."
        },
        {
          "verse": 3,
          "text": "They forbid marriage and require abstinence from foods that God created to be received with thanksgiving by those who believe and know the truth."
        },
        {
          "verse": 4,
          "text": "For everything created by God is good, and nothing is to be rejected when received with thanksgiving,"
        },
        {
          "verse": 5,
          "text": "for it is made holy by the invocation of God in prayer."
        },
        {
          "verse": 6,
          "text": "Counsel to Timothy. If you will give these instructions to the brothers, you will be a good minister of Christ Jesus, nourished on the words of the faith and of the sound teaching you have followed."
        },
        {
          "verse": 7,
          "text": "Avoid profane and silly myths. Train yourself for devotion,"
        },
        {
          "verse": 8,
          "text": "for, while physical training is of limited value, devotion is valuable in every respect, since it holds a promise of life both for the present and for the future."
        },
        {
          "verse": 9,
          "text": "This saying is trustworthy and deserves full acceptance."
        },
        {
          "verse": 10,
          "text": "For this we toil and struggle, because we have set our hope on the living God, who is the savior of all, especially of those who believe."
        },
        {
          "verse": 11,
          "text": "Command and teach these things."
        },
        {
          "verse": 12,
          "text": "Let no one have contempt for your youth, but set an example for those who believe, in speech, conduct, love, faith, and purity."
        },
        {
          "verse": 13,
          "text": "Until I arrive, attend to the reading, exhortation, and teaching."
        },
        {
          "verse": 14,
          "text": "Do not neglect the gift you have, which was conferred on you through the prophetic word with the imposition of hands of the presbyterate."
        },
        {
          "verse": 15,
          "text": "Be diligent in these matters, be absorbed in them, so that your progress may be evident to everyone."
        },
        {
          "verse": 16,
          "text": "Attend to yourself and to your teaching; persevere in both tasks, for by doing so you will save both yourself and those who listen to you."
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "verse": 1,
          "text": "IV. Duties Toward Others Chapter 5 - Do not rebuke an older man, but appeal to him as a father. Treat younger men as brothers,"
        },
        {
          "verse": 2,
          "text": "older women as mothers, and younger women as sisters with complete purity."
        },
        {
          "verse": 3,
          "text": "Rules for Widows. Honor widows who are truly widows."
        },
        {
          "verse": 4,
          "text": "But if a widow has children or grandchildren, let these first learn to perform their religious duty to their own family and to make recompense to their parents, for this is pleasing to God."
        },
        {
          "verse": 5,
          "text": "The real widow, who is all alone, has set her hope on God and continues in supplications and prayers night and day."
        },
        {
          "verse": 6,
          "text": "But the one who is self-indulgent is dead while she lives."
        },
        {
          "verse": 7,
          "text": "Command this, so that they may be irreproachable."
        },
        {
          "verse": 8,
          "text": "And whoever does not provide for relatives and especially family members has denied the faith and is worse than an unbeliever."
        },
        {
          "verse": 9,
          "text": "Let a widow be enrolled if she is not less than sixty years old, married only once,"
        },
        {
          "verse": 10,
          "text": "with a reputation for good works, namely, that she has raised children, practiced hospitality, washed the feet of the holy ones, helped those in distress, involved herself in every good work."
        },
        {
          "verse": 11,
          "text": "But exclude younger widows, for when their sensuality estranges them from Christ, they want to marry"
        },
        {
          "verse": 12,
          "text": "and will incur condemnation for breaking their first pledge."
        },
        {
          "verse": 13,
          "text": "And furthermore, they learn to be idlers, going about from house to house, and not only idlers but gossips and busybodies as well, talking about things that ought not to be mentioned."
        },
        {
          "verse": 14,
          "text": "So I would like younger widows to marry, have children, and manage a home, so as to give the adversary no pretext for maligning us."
        },
        {
          "verse": 15,
          "text": "For some have already turned away to follow Satan."
        },
        {
          "verse": 16,
          "text": "If any woman believer has widowed relatives, she must assist them; the church is not to be burdened, so that it will be able to help those who are truly widows. Rules for Presbyters."
        },
        {
          "verse": 17,
          "text": "Presbyters who preside well deserve double honor, especially those who toil in preaching and teaching."
        },
        {
          "verse": 18,
          "text": "For the scripture says, “You shall not muzzle an ox when it is threshing,” and, “A worker deserves his pay.”"
        },
        {
          "verse": 19,
          "text": "Do not accept an accusation against a presbyter unless it is supported by two or three witnesses."
        },
        {
          "verse": 20,
          "text": "Reprimand publicly those who do sin, so that the rest also will be afraid."
        },
        {
          "verse": 21,
          "text": "I charge you before God and Christ Jesus and the elect angels to keep these rules without prejudice, doing nothing out of favoritism."
        },
        {
          "verse": 22,
          "text": "Do not lay hands too readily on anyone, and do not share in another’s sins. Keep yourself pure."
        },
        {
          "verse": 23,
          "text": "Stop drinking only water, but have a little wine for the sake of your stomach and your frequent illnesses."
        },
        {
          "verse": 24,
          "text": "Some people’s sins are public, preceding them to judgment; but other people are followed by their sins."
        },
        {
          "verse": 25,
          "text": "Similarly, good works are also public; and even those that are not cannot remain hidden."
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 6 - Rules for Slaves. Those who are under the yoke of slavery must regard their masters as worthy of full respect, so that the name of God and our teaching may not suffer abuse."
        },
        {
          "verse": 2,
          "text": "Those whose masters are believers must not take advantage of them because they are brothers but must give better service because those who will profit from their work are believers and are beloved. V. False Teaching and True Wealth - Teach and urge these things."
        },
        {
          "verse": 3,
          "text": "Whoever teaches something different and does not agree with the sound words of our Lord Jesus Christ and the religious teaching"
        },
        {
          "verse": 4,
          "text": "is conceited, understanding nothing, and has a morbid disposition for arguments and verbal disputes. From these come envy, rivalry, insults, evil suspicions,"
        },
        {
          "verse": 5,
          "text": "and mutual friction among people with corrupted minds, who are deprived of the truth, supposing religion to be a means of gain."
        },
        {
          "verse": 6,
          "text": "Indeed, religion with contentment is a great gain."
        },
        {
          "verse": 7,
          "text": "For we brought nothing into the world, just as we shall not be able to take anything out of it."
        },
        {
          "verse": 8,
          "text": "If we have food and clothing, we shall be content with that."
        },
        {
          "verse": 9,
          "text": "Those who want to be rich are falling into temptation and into a trap and into many foolish and harmful desires, which plunge them into ruin and destruction."
        },
        {
          "verse": 10,
          "text": "For the love of money is the root of all evils, and some people in their desire for it have strayed from the faith and have pierced themselves with many pains. Exhortations to Timothy."
        },
        {
          "verse": 11,
          "text": "But you, man of God, avoid all this. Instead, pursue righteousness, devotion, faith, love, patience, and gentleness."
        },
        {
          "verse": 12,
          "text": "Compete well for the faith. Lay hold of eternal life, to which you were called when you made the noble confession in the presence of many witnesses."
        },
        {
          "verse": 13,
          "text": "I charge [you] before God, who gives life to all things, and before Christ Jesus, who gave testimony under Pontius Pilate for the noble confession,"
        },
        {
          "verse": 14,
          "text": "to keep the commandment without stain or reproach until the appearance of our Lord Jesus Christ"
        },
        {
          "verse": 15,
          "text": "that the blessed and only ruler will make manifest at the proper time, the King of kings and Lord of lords,"
        },
        {
          "verse": 16,
          "text": "who alone has immortality, who dwells in unapproachable light, and whom no human being has seen or can see. To him be honor and eternal power. Amen. Right Use of Wealth."
        },
        {
          "verse": 17,
          "text": "Tell the rich in the present age not to be proud and not to rely on so uncertain a thing as wealth but rather on God, who richly provides us with all things for our enjoyment."
        },
        {
          "verse": 18,
          "text": "Tell them to do good, to be rich in good works, to be generous, ready to share,"
        },
        {
          "verse": 19,
          "text": "thus accumulating as treasure a good foundation for the future, so as to win the life that is true life."
        },
        {
          "verse": 20,
          "text": "VI. Final Recommendation and Warning - O Timothy, guard what has been entrusted to you. Avoid profane babbling and the absurdities of so-called knowledge."
        },
        {
          "verse": 21,
          "text": "By professing it, some people have deviated from the faith. Grace be with all of you."
        }
      ]
    }
  ]
}
