{
  "book": "2Chronicles",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "verse": 1,
          "text": "I. The Reign of Solomon Chapter 1 - Solomon at Gibeon. Solomon, son of David, strengthened his hold on the kingdom, for the LORD, his God, was with him, making him ever greater."
        },
        {
          "verse": 2,
          "text": "Solomon summoned all Israel, the commanders of thousands and of hundreds, the judges, the princes of all Israel, and the family heads;"
        },
        {
          "verse": 3,
          "text": "and, accompanied by the whole assembly, Solomon went to the high place at Gibeon, because the tent of meeting of God, made in the wilderness by Moses, the LORD’s servant, was there."
        },
        {
          "verse": 4,
          "text": "David had, however, brought up the ark of God from Kiriath-jearim to Jerusalem, where he had provided a place and pitched a tent for it;"
        },
        {
          "verse": 5,
          "text": "the bronze altar made by Bezalel, son of Uri, son of Hur, he put in front of the tabernacle of the LORD. There Solomon and the assembly sought out the LORD,"
        },
        {
          "verse": 6,
          "text": "and Solomon offered sacrifice in the LORD’s presence on the bronze altar at the tent of meeting; he sacrificed a thousand burnt offerings upon it."
        },
        {
          "verse": 7,
          "text": "That night God appeared to Solomon and said to him: Whatever you ask, I will give you."
        },
        {
          "verse": 8,
          "text": "Solomon answered God: “You have shown great favor to David my father, and you have made me king to succeed him."
        },
        {
          "verse": 9,
          "text": "Now, LORD God, may your word to David my father be confirmed, for you have made me king over a people as numerous as the dust of the earth."
        },
        {
          "verse": 10,
          "text": "Give me, therefore, wisdom and knowledge to govern this people, for otherwise who could rule this vast people of yours?”"
        },
        {
          "verse": 11,
          "text": "God then replied to Solomon: Because this has been your wish—you did not ask for riches, treasures, and glory, or the life of those who hate you, or even for a long life for yourself, but you have asked for wisdom and knowledge in order to rule my people over whom I have made you king—"
        },
        {
          "verse": 12,
          "text": "wisdom and knowledge are given you. I will also give you riches, treasures, and glory, such as kings before you never had, nor will those who come after you."
        },
        {
          "verse": 13,
          "text": "Solomon’s Wealth. Solomon returned to Jerusalem from the high place at Gibeon, from before the tent of meeting, and became king over Israel."
        },
        {
          "verse": 14,
          "text": "Solomon amassed chariots and horses: he had one thousand four hundred chariots and twelve thousand horses; these he allocated among the chariot cities and to the king’s service in Jerusalem."
        },
        {
          "verse": 15,
          "text": "The king made silver and gold as common in Jerusalem as stones, and cedars as numerous as the sycamores of the Shephelah."
        },
        {
          "verse": 16,
          "text": "Solomon’s horses were imported from Egypt and Cilicia, where the king’s agents purchased them at the prevailing price."
        },
        {
          "verse": 17,
          "text": "A chariot imported from Egypt cost six hundred shekels of silver, a horse one hundred and fifty shekels; so they were exported to all the Hittite and Aramean kings."
        },
        {
          "verse": 18,
          "text": "Preparations for the Temple. Solomon gave orders for the building of a house for the name of the LORD and also a king’s house for himself."
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 2 - Solomon conscripted seventy thousand men to carry stones and eighty thousand to cut the stones in the mountains, and over these he placed three thousand six hundred overseers."
        },
        {
          "verse": 2,
          "text": "Moreover, Solomon sent this message to Huram, king of Tyre: “As you dealt with David my father, and sent him cedars to build a house for his dwelling—"
        },
        {
          "verse": 3,
          "text": "now I am going to build a house for the name of the LORD, my God, and to consecrate it to him, for the burning of fragrant incense in his presence, for the perpetual display of the showbread, for burnt offerings morning and evening, and for the sabbaths, new moons, and festivals of the LORD, our God: such is Israel’s perpetual obligation."
        },
        {
          "verse": 4,
          "text": "And the house I am going to build must be great, for our God is greater than all other gods."
        },
        {
          "verse": 5,
          "text": "Yet who is really able to build him a house, since the heavens and even the highest heavens cannot contain him? And who am I that I should build him a house, unless it be to offer incense in his presence?"
        },
        {
          "verse": 6,
          "text": "Now, send me men skilled at work in gold, silver, bronze, and iron, in purple, crimson, and violet fabrics, and who know how to do engraved work, to join the skilled craftsmen who are with me in Judah and Jerusalem, whom David my father appointed."
        },
        {
          "verse": 7,
          "text": "Also send me boards of cedar, cypress and cabinet wood from Lebanon, for I realize that your servants know how to cut the wood of Lebanon. My servants will work with yours"
        },
        {
          "verse": 8,
          "text": "in order to prepare for me a great quantity of wood, since the house I intend to build must be great and wonderful."
        },
        {
          "verse": 9,
          "text": "I will furnish as food for your servants, the woodcutters, twenty thousand kors of wheat, twenty thousand kors of barley, twenty thousand baths of wine, and twenty thousand baths of oil.”"
        },
        {
          "verse": 10,
          "text": "Huram, king of Tyre, wrote an answer which he sent to Solomon: “Because the LORD loves his people, he has placed you over them as king.”"
        },
        {
          "verse": 11,
          "text": "He added: “Blessed be the LORD, the God of Israel, who made heaven and earth, for having given King David a wise son of intelligence and understanding, who will build a house for the LORD and also his own royal house."
        },
        {
          "verse": 12,
          "text": "I am now sending you a craftsman of great skill, Huram-abi,"
        },
        {
          "verse": 13,
          "text": "son of a Danite woman and of a father from Tyre; he knows how to work with gold, silver, bronze, and iron, with stone and wood, with purple, violet, fine linen, and crimson, and also how to do all kinds of engraved work and to devise every type of design that may be given him and your craftsmen and the craftsmen of my lord David your father."
        },
        {
          "verse": 14,
          "text": "And now, let my lord send to his servants the wheat, barley, oil, and wine which he has promised."
        },
        {
          "verse": 15,
          "text": "For our part, we will cut trees on Lebanon, as many as you need, and send them down to you in rafts to the port of Joppa, whence you may take them up to Jerusalem.”"
        },
        {
          "verse": 16,
          "text": "Thereupon Solomon took a census of all the alien men resident in the land of Israel (following the census David his father had taken of them); they were found to number one hundred fifty-three thousand six hundred."
        },
        {
          "verse": 17,
          "text": "Of these he made seventy thousand carriers and eighty thousand cutters in the mountains, and three thousand six hundred overseers to keep the people working."
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 3 - Building of the Temple. Then Solomon began to build the house of the LORD in Jerusalem on Mount Moriah, which had been shown to David his father, in the place David had prepared, the threshing floor of Ornan the Jebusite."
        },
        {
          "verse": 2,
          "text": "He began to build in the second month of the fourth year of his reign."
        },
        {
          "verse": 3,
          "text": "These were the specifications laid down by Solomon for building the house of God: the length was sixty cubits according to the old measure, and the width was twenty cubits;"
        },
        {
          "verse": 4,
          "text": "the front porch along the width of the house was also twenty cubits, and it was twenty cubits high. He covered its interior with pure gold."
        },
        {
          "verse": 5,
          "text": "The nave he overlaid with cypress wood and overlaid that with fine gold, embossing on it palms and chains."
        },
        {
          "verse": 6,
          "text": "He also covered the house with precious stones for splendor; the gold was from Parvaim."
        },
        {
          "verse": 7,
          "text": "The house, its beams and thresholds, as well as its walls and its doors, he overlaid with gold, and he engraved cherubim upon the walls."
        },
        {
          "verse": 8,
          "text": "He also made the room of the holy of holies. Its length corresponded to the width of the house, twenty cubits, and its width was also twenty cubits. He overlaid it with fine gold to the amount of six hundred talents."
        },
        {
          "verse": 9,
          "text": "The weight of the nails was fifty gold shekels. The upper chambers he likewise overlaid with gold."
        },
        {
          "verse": 10,
          "text": "For the room of the holy of holies he made two cherubim of carved workmanship, which were then covered with gold."
        },
        {
          "verse": 11,
          "text": "The wings of the cherubim spanned twenty cubits: one wing of each cherub, five cubits in length, extended to a wall of the house, while the other wing, also five cubits in length, touched the corresponding wing of the other cherub."
        },
        {
          "verse": 12,
          "text": "The wing of the cherub, five cubits, touched the wall of the house, and the other wing, five cubits, was joined to the wing of the other cherub."
        },
        {
          "verse": 13,
          "text": "The combined wingspread of the two cherubim was thus twenty cubits. They stood upon their own feet, facing toward the nave."
        },
        {
          "verse": 14,
          "text": "He made the veil of violet, purple, crimson, and fine linen, and had cherubim embroidered upon it."
        },
        {
          "verse": 15,
          "text": "In front of the house he set two columns thirty-five cubits high; the capital of each was five cubits."
        },
        {
          "verse": 16,
          "text": "He devised chains in the form of a collar with which he encircled the capitals of the columns, and he made a hundred pomegranates which he set on the chains."
        },
        {
          "verse": 17,
          "text": "He set up the columns to correspond with the nave, one for the right side and the other for the left, and he called the one to the right Jachin and the one to the left Boaz."
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 4 - Then he made a bronze altar twenty cubits long, twenty cubits wide and ten cubits high."
        },
        {
          "verse": 2,
          "text": "He also made the molten sea. It was made with a circular rim, and measured ten cubits across, five in height, and thirty in circumference."
        },
        {
          "verse": 3,
          "text": "Under the brim a ring of figures of oxen encircled it for ten cubits, all the way around the compass of the sea; there were two rows of oxen cast in one mold with the sea."
        },
        {
          "verse": 4,
          "text": "This rested on twelve oxen, three facing north, three facing west, three facing south, and three facing east, with their haunches all toward the center; upon them was set the sea."
        },
        {
          "verse": 5,
          "text": "It was a handbreadth thick, and its brim resembled that of a cup, being lily-shaped. It had a capacity of three thousand baths."
        },
        {
          "verse": 6,
          "text": "Then he made ten basins for washing, placing five of them to the right and five to the left. In these the victims for the burnt offerings were washed; but the sea was for the priests to wash in."
        },
        {
          "verse": 7,
          "text": "He made the menorahs of gold, ten of them as was prescribed, and placed them in the nave, five to the right and five to the left."
        },
        {
          "verse": 8,
          "text": "He made ten tables and had them set in the nave, five to the right and five to the left; and he made a hundred golden bowls."
        },
        {
          "verse": 9,
          "text": "He made the court of the priests and the great courtyard and the gates of the courtyard; the gates he covered with bronze."
        },
        {
          "verse": 10,
          "text": "The sea he placed off to the southeast from the south side of the house."
        },
        {
          "verse": 11,
          "text": "When Huram had made the pots, shovels, and bowls, he finished all his work for King Solomon in the house of God:"
        },
        {
          "verse": 12,
          "text": "two columns; two nodes for the capitals on top of the columns; and two pieces of netting covering the two nodes for the capitals on top of the columns;"
        },
        {
          "verse": 13,
          "text": "four hundred pomegranates in double rows on both pieces of netting that covered the two nodes of the capitals on top of the columns."
        },
        {
          "verse": 14,
          "text": "He made the stands, and the basins on the stands;"
        },
        {
          "verse": 15,
          "text": "one sea, and the twelve oxen under it;"
        },
        {
          "verse": 16,
          "text": "pots, shovels, forks, and all the articles Huram-abi made for King Solomon for the house of the LORD; they were of burnished bronze."
        },
        {
          "verse": 17,
          "text": "The king had them cast in the neighborhood of the Jordan, between Succoth and Zeredah, in thick clay molds."
        },
        {
          "verse": 18,
          "text": "Solomon made all these vessels, so many in number that the weight of the bronze could not be determined."
        },
        {
          "verse": 19,
          "text": "Solomon made all the articles that were for the house of God: the golden altar, the tables on which the showbread lay,"
        },
        {
          "verse": 20,
          "text": "the menorahs and their lamps of pure gold which were to burn as prescribed before the inner sanctuary,"
        },
        {
          "verse": 21,
          "text": "flowers, lamps, and gold tongs (this was of purest gold),"
        },
        {
          "verse": 22,
          "text": "snuffers, bowls, cups, and firepans of pure gold. As for the entrance to the house, its inner doors to the holy of holies, as well as the doors to the nave of the temple, were of gold."
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 5 - Dedication of the Temple. When all the work undertaken by Solomon for the house of the LORD was completed, he brought in the votive offerings of David his father, putting the silver, the gold, and other articles in the treasuries of the house of God."
        },
        {
          "verse": 2,
          "text": "Then Solomon assembled the elders of Israel and all the heads of the tribes, the princes in the ancestral houses of the Israelites, to Jerusalem to bring up the ark of the LORD’s covenant from the City of David, which is Zion."
        },
        {
          "verse": 3,
          "text": "All the people of Israel assembled before the king during the festival of the seventh month."
        },
        {
          "verse": 4,
          "text": "When all the elders of Israel had arrived, the Levites took up the ark;"
        },
        {
          "verse": 5,
          "text": "and they brought up the ark and the tent of meeting with all the sacred vessels that were in the tent. The levitical priests brought them up."
        },
        {
          "verse": 6,
          "text": "King Solomon and the entire community of Israel, gathered for the occasion before the ark, sacrificed sheep and oxen too many to number or count."
        },
        {
          "verse": 7,
          "text": "The priests brought the ark of the covenant of the LORD to its place: the inner sanctuary of the house, the holy of holies, beneath the wings of the cherubim."
        },
        {
          "verse": 8,
          "text": "The cherubim had their wings spread out over the place of the ark, covering the ark and its poles from above."
        },
        {
          "verse": 9,
          "text": "The poles were so long that their ends could be seen from the holy place in front of the inner sanctuary. (They cannot be seen from outside, but they remain there to this day.)"
        },
        {
          "verse": 10,
          "text": "There was nothing in the ark but the two tablets which Moses had put there at Horeb when the LORD made a covenant with the Israelites after they went forth from Egypt."
        },
        {
          "verse": 11,
          "text": "When the priests left the holy place (all the priests who were present had purified themselves regardless of the rotation of their various divisions),"
        },
        {
          "verse": 12,
          "text": "the Levites who were singers, all who belonged to Asaph, Heman, Jeduthun, and their sons and brothers, clothed in fine linen, with cymbals, harps, and lyres, stood east of the altar, and with them a hundred and twenty priests blowing trumpets."
        },
        {
          "verse": 13,
          "text": "When the trumpeters and singers were heard as a single voice praising and giving thanks to the LORD, and when they raised the sound of the trumpets, cymbals, and other musical instruments to “Praise the LORD, who is so good, whose love endures forever,” the cloud filled the house of the LORD."
        },
        {
          "verse": 14,
          "text": "The priests could no longer minister because of the cloud, since the glory of the LORD had filled the house of God."
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 6 - Then Solomon said: “The LORD intends to dwell in the dark cloud;"
        },
        {
          "verse": 2,
          "text": "I have built you a princely house, the base for your enthronement forever.”"
        },
        {
          "verse": 3,
          "text": "The king turned and blessed the whole assembly of Israel, while the whole assembly of Israel stood."
        },
        {
          "verse": 4,
          "text": "He said: “Blessed be the LORD, the God of Israel, who with his own mouth spoke a promise to David my father and by his hand fulfilled it, saying:"
        },
        {
          "verse": 5,
          "text": "Since the day I brought my people out of the land of Egypt, I have not chosen a city out of any tribe of Israel for the building of a house, that my name might be there; nor have I chosen any man to be ruler of my people Israel;"
        },
        {
          "verse": 6,
          "text": "but now I have chosen Jerusalem, that my name may be there, and I have chosen David to rule my people Israel."
        },
        {
          "verse": 7,
          "text": "When David my father wished to build a house for the name of the LORD, the God of Israel,"
        },
        {
          "verse": 8,
          "text": "the LORD said to him: In wishing to build a house for my name, you did well."
        },
        {
          "verse": 9,
          "text": "But it is not you who will build the house, but your son, who comes from your loins: he shall build the house for my name."
        },
        {
          "verse": 10,
          "text": "“Now the LORD has fulfilled the word he spoke. I have succeeded David my father, and I sit on the throne of Israel, as the LORD has said, and I have built this house for the name of the LORD, the God of Israel."
        },
        {
          "verse": 11,
          "text": "I have placed there the ark, in which is the covenant of the LORD that he made with the Israelites.”"
        },
        {
          "verse": 12,
          "text": "Solomon’s Prayer. Then he stood before the altar of the LORD in the presence of the whole assembly of Israel and stretched forth his hands."
        },
        {
          "verse": 13,
          "text": "Solomon had made a bronze platform five cubits long, five cubits wide, and three cubits high, which he had placed in the middle of the courtyard. Having ascended it, Solomon knelt in the presence of the whole assembly of Israel and stretched forth his hands toward heaven."
        },
        {
          "verse": 14,
          "text": "He said: “LORD, God of Israel, there is no God like you in heaven or on earth; you keep the covenant and love toward your servants who walk before you with their whole heart,"
        },
        {
          "verse": 15,
          "text": "the covenant that you kept toward your servant, David my father. That which you promised him, your mouth has spoken and your hand has fulfilled this very day."
        },
        {
          "verse": 16,
          "text": "And now, LORD, God of Israel, keep toward your servant, David my father, what you promised: There shall never be wanting someone from your line to sit before me on the throne of Israel, provided that your descendants keep to their way, walking by my law, as you have."
        },
        {
          "verse": 17,
          "text": "Now, LORD, God of Israel, may the words which you spoke to David your servant be confirmed."
        },
        {
          "verse": 18,
          "text": "“Is God indeed to dwell with human beings on earth? If the heavens and the highest heavens cannot contain you, how much less this house which I have built!"
        },
        {
          "verse": 19,
          "text": "Regard kindly the prayer and petition of your servant, LORD, my God, and listen to the cry of supplication which I, your servant, utter before you."
        },
        {
          "verse": 20,
          "text": "May your eyes be open day and night toward this house, the place where you have decreed your name shall be; listen to the prayer your servant makes toward this place."
        },
        {
          "verse": 21,
          "text": "Listen to the petition of your servant and of your people Israel which they offer toward this place. Listen, from the place of your enthronement, heaven, and listen and forgive."
        },
        {
          "verse": 22,
          "text": "“If someone sins against a neighbor and is required to take an oath sanctioned by a curse, and comes and takes the oath before your altar in this house,"
        },
        {
          "verse": 23,
          "text": "listen in heaven: act and judge your servants. Condemn the wicked, requiting their ways; acquit the just, rewarding their justice."
        },
        {
          "verse": 24,
          "text": "When your people Israel are defeated by an enemy because they have sinned against you, and then they turn, praise your name, pray to you, and entreat you in this house,"
        },
        {
          "verse": 25,
          "text": "listen from heaven and forgive the sin of your people Israel, and bring them back to the land you gave them and their ancestors."
        },
        {
          "verse": 26,
          "text": "When the heavens are closed so that there is no rain, because they have sinned against you, but they pray toward this place and praise your name, and turn from their sin because you have afflicted them,"
        },
        {
          "verse": 27,
          "text": "listen in heaven and forgive the sin of your servants, your people Israel. (For you teach them the good way in which they should walk.) Give rain upon this land of yours which you have given to your people as their heritage."
        },
        {
          "verse": 28,
          "text": "“If there is famine in the land or pestilence; or if blight comes, or mildew, or locusts swarm, or caterpillars; when their enemies besiege them at any of their gates; whatever plague or sickness there may be;"
        },
        {
          "verse": 29,
          "text": "whatever prayer of petition any may make, any of your people Israel, who know affliction and pain and stretch out their hands toward this house,"
        },
        {
          "verse": 30,
          "text": "listen from heaven, the place of your enthronement, and forgive. Render to each and all according to their ways, you who know every heart; for it is you alone who know the heart of every human being."
        },
        {
          "verse": 31,
          "text": "So may they revere you and walk in your ways as long as they live on the land you gave our ancestors."
        },
        {
          "verse": 32,
          "text": "“To the foreigners, likewise, who are not of your people Israel, but who come from a distant land for the sake of your great name, your mighty hand and outstretched arm, and come in prayer to this house,"
        },
        {
          "verse": 33,
          "text": "listen from heaven, the place of your enthronement. Do all that the foreigner asks of you, that all the peoples of the earth may know your name, may revere you as do your people Israel, and may know that your name has been invoked upon this house that I have built."
        },
        {
          "verse": 34,
          "text": "“When your people go out to war against their enemies, by whatever way you send them, and they pray to you toward the city you have chosen and the house I have built for your name,"
        },
        {
          "verse": 35,
          "text": "listen from heaven to their prayer and petition, and uphold their cause."
        },
        {
          "verse": 36,
          "text": "When they sin against you (for there is no one who does not sin), and in your anger against them you deliver them to an enemy, so that their captors carry them off to another land, far or near,"
        },
        {
          "verse": 37,
          "text": "and they have a change of heart in the land of their captivity and they turn and entreat you in the land of their captors and say, ‘We have sinned and done wrong; we have been wicked,’"
        },
        {
          "verse": 38,
          "text": "if with all their heart and soul they turn back to you in the land of those who took them captive, and pray toward their land which you gave their ancestors, the city you have chosen, and the house which I have built for your name,"
        },
        {
          "verse": 39,
          "text": "listen from heaven, the place of your enthronement, to their prayer and petitions, and uphold their cause. Forgive your people who have sinned against you."
        },
        {
          "verse": 40,
          "text": "Now, my God, may your eyes be open and your ears be attentive to the prayer of this place."
        },
        {
          "verse": 41,
          "text": "And now: “Arise, LORD God, come to your resting place, you and your majestic ark. Your priests, LORD God, will be clothed with salvation, your faithful ones rejoice in good things."
        },
        {
          "verse": 42,
          "text": "LORD God, do not reject the plea of your anointed, remember the devotion of David, your servant.”"
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 7 - When Solomon had ended his prayer, fire came down from heaven and consumed the burnt offerings and the sacrifices, and the glory of the LORD filled the house."
        },
        {
          "verse": 2,
          "text": "But the priests could not enter the house of the LORD, for the glory of the LORD filled the house of the LORD."
        },
        {
          "verse": 3,
          "text": "All the Israelites looked on while the fire came down and the glory of the LORD was upon the house, and they fell down upon the pavement with their faces to the earth and worshiped, praising the LORD, “who is so good, whose love endures forever.”"
        },
        {
          "verse": 4,
          "text": "The king and all the people offered sacrifices before the LORD."
        },
        {
          "verse": 5,
          "text": "King Solomon offered as sacrifice twenty-two thousand oxen, and one hundred twenty thousand sheep. End of the Dedication. Thus the king and all the people dedicated the house of God."
        },
        {
          "verse": 6,
          "text": "The priests were standing at their stations, as were the Levites, with the musical instruments of the LORD which King David had made to give thanks to the LORD, “whose love endures forever,” when David offered praise through them. The priests opposite them blew the trumpets and all Israel stood."
        },
        {
          "verse": 7,
          "text": "Then Solomon consecrated the middle of the court facing the house of the LORD; he offered there the burnt offerings and the fat of the communion offerings, since the bronze altar which Solomon had made could not hold the burnt offering, the grain offering, and the fat."
        },
        {
          "verse": 8,
          "text": "On this occasion Solomon and with him all Israel, a great assembly from Lebo-hamath to the Wadi of Egypt, celebrated the festival for seven days."
        },
        {
          "verse": 9,
          "text": "On the eighth day they held a solemn assembly, for they had celebrated the dedication of the altar for seven days and the feast for seven days."
        },
        {
          "verse": 10,
          "text": "On the twenty-third day of the seventh month he dismissed the people to their tents, rejoicing and glad of heart because of all the blessings the LORD had given to David, to Solomon, and to his people Israel."
        },
        {
          "verse": 11,
          "text": "Solomon finished building the house of the LORD, the house of the king, and everything else he wanted to do in regard to the house of the LORD and his own house."
        },
        {
          "verse": 12,
          "text": "God’s Promise to Solomon. The LORD appeared to Solomon during the night and said to him: I have heard your prayer, and I have chosen this place for my house of sacrifice."
        },
        {
          "verse": 13,
          "text": "If I close heaven so that there is no rain, if I command the locust to devour the land, if I send pestilence among my people,"
        },
        {
          "verse": 14,
          "text": "if then my people, upon whom my name has been pronounced, humble themselves and pray, and seek my face and turn from their evil ways, I will hear them from heaven and pardon their sins and heal their land."
        },
        {
          "verse": 15,
          "text": "Now, therefore, my eyes shall be open and my ears attentive to the prayer of this place;"
        },
        {
          "verse": 16,
          "text": "now I have chosen and consecrated this house that my name may be there forever; my eyes and my heart shall be there always."
        },
        {
          "verse": 17,
          "text": "As for you, if you walk before me as David your father did, doing all that I have commanded you and keeping my statutes and ordinances,"
        },
        {
          "verse": 18,
          "text": "I will establish the throne of your kingship as I covenanted with David your father when I said, There shall never be wanting someone from your line as ruler in Israel."
        },
        {
          "verse": 19,
          "text": "But if ever you turn away and forsake my commandments and statutes which I set before you, and proceed to serve other gods, and bow down to them,"
        },
        {
          "verse": 20,
          "text": "I will uproot the people from the land I gave and repudiate the house I have consecrated for my name. I will make it a proverb and a byword among all nations."
        },
        {
          "verse": 21,
          "text": "And this house which is so exalted—every passerby shall be horrified and ask: “Why has the LORD done such things to this land and to this house?”"
        },
        {
          "verse": 22,
          "text": "And the answer will come: “Because they abandoned the LORD, the God of their ancestors, who brought them out of the land of Egypt, and they embraced other gods, bowing down to them and serving them. That is why he has brought upon them all this evil.”"
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 8 - Public Works. After the twenty years during which Solomon built the house of the LORD and his own house,"
        },
        {
          "verse": 2,
          "text": "he built up the cities which Huram had given him, and settled Israelites there."
        },
        {
          "verse": 3,
          "text": "Then Solomon went to Hamath of Zoba and conquered it."
        },
        {
          "verse": 4,
          "text": "He built Tadmor in the wilderness and all the supply cities, which he built in Hamath."
        },
        {
          "verse": 5,
          "text": "He built Upper Beth-horon and Lower Beth-horon, fortified cities with walls, gates, and bars;"
        },
        {
          "verse": 6,
          "text": "also Baalath, all the supply cities belonging to Solomon, and all the cities for the chariots, the cities for horses, and whatever else Solomon desired to build in Jerusalem, in Lebanon, and in the entire land under his dominion."
        },
        {
          "verse": 7,
          "text": "All the people who were left of the Hittites, Amorites, Perizzites, Hivites, and Jebusites who were not Israelites—"
        },
        {
          "verse": 8,
          "text": "those of their descendants who were left in the land and whom the Israelites had not destroyed—Solomon conscripted as forced laborers, as they are to this day."
        },
        {
          "verse": 9,
          "text": "But Solomon made none of the Israelites forced laborers for his works, for they were his fighting force, commanders, adjutants, chariot officers, and cavalry."
        },
        {
          "verse": 10,
          "text": "They were also King Solomon’s two hundred and fifty overseers who directed the people."
        },
        {
          "verse": 11,
          "text": "Solomon’s Piety. Solomon brought the daughter of Pharaoh up from the City of David to the house which he had built for her, for he said, “No wife of mine shall dwell in the house of David, king of Israel, for the places where the ark of the LORD has come are holy.”"
        },
        {
          "verse": 12,
          "text": "In those times Solomon sacrificed burnt offerings to the LORD upon the altar of the LORD which he had built in front of the porch,"
        },
        {
          "verse": 13,
          "text": "as was required to be done day by day according to the command of Moses, especially on the sabbaths, at the new moons, and on the fixed festivals three times a year: on the feast of the Unleavened Bread, the feast of Weeks, and the feast of Booths."
        },
        {
          "verse": 14,
          "text": "And according to the ordinance of David his father he appointed the various divisions of the priests for their service, and the Levites according to their functions of praise and attendance upon the priests, as the daily duty required. The gatekeepers by their divisions stood guard at each gate, since such was the command of David, the man of God."
        },
        {
          "verse": 15,
          "text": "There was no deviation from the king’s command in whatever related to the priests and Levites or the treasuries."
        },
        {
          "verse": 16,
          "text": "All of Solomon’s work was carried out successfully from the day the foundation of the house of the LORD was laid until its completion. The house of the LORD was finished."
        },
        {
          "verse": 17,
          "text": "Glories of the Court. In those times Solomon went to Ezion-geber and to Elath on the seashore of the land of Edom."
        },
        {
          "verse": 18,
          "text": "Huram had his servants send him ships and his own servants, expert seamen; they went with Solomon’s servants to Ophir, and obtained there four hundred and fifty talents of gold and brought it to King Solomon."
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 9 - The Queen of Sheba. The queen of Sheba, having heard a report of Solomon’s fame, came to Jerusalem to test him with subtle questions, accompanied by a very numerous retinue and by camels bearing spices, a large amount of gold, and precious stones. She came to Solomon and spoke to him about everything that she had on her mind."
        },
        {
          "verse": 2,
          "text": "Solomon explained to her everything she asked about, and there was nothing so obscure that Solomon could not explain it to her."
        },
        {
          "verse": 3,
          "text": "When the queen of Sheba witnessed Solomon’s great wisdom, the house he had built,"
        },
        {
          "verse": 4,
          "text": "the food at his table, the seating of his ministers, the attendance and dress of his waiters, his cupbearers and their dress, and the burnt offerings he sacrificed in the house of the LORD, it took her breath away."
        },
        {
          "verse": 5,
          "text": "“The report I heard in my country about your deeds and your wisdom is true,” she told the king."
        },
        {
          "verse": 6,
          "text": "“I did not believe the report until I came and saw with my own eyes that not even the half of your great wisdom had been told me. You have surpassed the report I heard."
        },
        {
          "verse": 7,
          "text": "Happy your servants, happy these ministers of yours, who stand before you always and listen to your wisdom."
        },
        {
          "verse": 8,
          "text": "Blessed be the LORD, your God, who was pleased to set you on his throne as king for the LORD, your God. In the love your God has for Israel, to establish them forever, he has made you king over them to carry out judgment and justice.”"
        },
        {
          "verse": 9,
          "text": "Then she gave the king one hundred and twenty gold talents, a very large quantity of spices, and precious stones. Never again did anyone bring such an abundance of spices as the queen of Sheba gave to King Solomon."
        },
        {
          "verse": 10,
          "text": "The servants of Huram and of Solomon who brought gold from Ophir also brought cabinet wood and precious stones."
        },
        {
          "verse": 11,
          "text": "With the cabinet wood the king made stairs for the house of the LORD and the house of the king, and harps and lyres for the chanters. The like of these had not been seen before in the land of Judah."
        },
        {
          "verse": 12,
          "text": "King Solomon gave the queen of Sheba everything she desired and asked for, more than she had brought to the king. Then she returned with her servants to her own country."
        },
        {
          "verse": 13,
          "text": "The gold that came to Solomon in one year weighed six hundred and sixty-six gold talents,"
        },
        {
          "verse": 14,
          "text": "in addition to what came from the tolls on travelers and what the merchants brought. All the kings of Arabia also, and the governors of the country, brought gold and silver to Solomon."
        },
        {
          "verse": 15,
          "text": "King Solomon made two hundred large shields of beaten gold (six hundred shekels of gold went into each shield)"
        },
        {
          "verse": 16,
          "text": "and three hundred bucklers of beaten gold (three hundred shekels of gold went into each buckler); and the king put them in the house of the Forest of Lebanon."
        },
        {
          "verse": 17,
          "text": "The king made a large ivory throne, and overlaid it with fine gold."
        },
        {
          "verse": 18,
          "text": "The throne had six steps; a footstool of gold was fastened to the throne, and there was an arm on each side of the seat, with two lions standing next to the arms,"
        },
        {
          "verse": 19,
          "text": "and twelve other lions standing there on the steps, two to a step. Nothing like this was made in any other kingdom."
        },
        {
          "verse": 20,
          "text": "All King Solomon’s drinking vessels were gold, and all the utensils in the house of the Forest of Lebanon were pure gold. There was no silver, for in Solomon’s time silver was reckoned as nothing."
        },
        {
          "verse": 21,
          "text": "For the king had ships that went to Tarshish with the servants of Huram. Once every three years the fleet of Tarshish ships would come with a cargo of gold, silver, ivory, apes, and monkeys."
        },
        {
          "verse": 22,
          "text": "Solomon’s Renown. Thus King Solomon surpassed all the kings of the earth in riches and wisdom."
        },
        {
          "verse": 23,
          "text": "All the kings of the earth sought audience with Solomon, to hear the wisdom God had put into his heart."
        },
        {
          "verse": 24,
          "text": "They all brought their tribute: vessels of silver and gold, garments, weapons, spices, horses, and mules—what was due each year."
        },
        {
          "verse": 25,
          "text": "Solomon had four thousand stalls for horses, chariots, and twelve thousand horses; these he allocated among the chariot cities and to the king’s service in Jerusalem."
        },
        {
          "verse": 26,
          "text": "He was ruler over all the kings from the River to the land of the Philistines and down to the border of Egypt."
        },
        {
          "verse": 27,
          "text": "The king made silver as common in Jerusalem as stones, and cedars as numerous as the sycamores of the Shephelah."
        },
        {
          "verse": 28,
          "text": "Solomon’s horses were imported from Egypt and from all the lands."
        },
        {
          "verse": 29,
          "text": "The Death of Solomon. The remainder of the acts of Solomon, first and last, are recorded in the acts of Nathan the prophet, in the prophecy of Ahijah the Shilonite, and in the visions of Iddo the seer concerning Jeroboam, son of Nebat."
        },
        {
          "verse": 30,
          "text": "Solomon was king in Jerusalem over all Israel for forty years."
        },
        {
          "verse": 31,
          "text": "Solomon rested with his ancestors and was buried in the City of David, his father, and Rehoboam his son succeeded him as king."
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "verse": 1,
          "text": "II. The Post-Solomonic Monarchy of Judah Chapter 10 - Division of the Kingdom. Rehoboam went to Shechem, where all Israel had come to make him king."
        },
        {
          "verse": 2,
          "text": "When Jeroboam, son of Nebat, heard about it, he was in Egypt where he had fled from King Solomon; and he returned from Egypt."
        },
        {
          "verse": 3,
          "text": "They sent for him; Jeroboam and all Israel came and said to Rehoboam:"
        },
        {
          "verse": 4,
          "text": "“Your father put on us a heavy yoke. If you now lighten the harsh servitude and the heavy yoke your father imposed on us, we will be your servants.”"
        },
        {
          "verse": 5,
          "text": "He answered them, “Come back to me in three days,” and the people went away."
        },
        {
          "verse": 6,
          "text": "King Rehoboam asked advice of the elders who had been in his father Solomon’s service while he was still alive, and asked, “How do you advise me to answer this people?”"
        },
        {
          "verse": 7,
          "text": "They replied, “If you will deal kindly with this people and please them, giving them a favorable reply, they will be your servants forever.”"
        },
        {
          "verse": 8,
          "text": "But he ignored the advice the elders had given him and asked advice of the young men who had grown up with him and were in his service."
        },
        {
          "verse": 9,
          "text": "He said to them, “What answer do you advise us to give this people, who have told me, ‘Lighten the yoke your father imposed on us’?”"
        },
        {
          "verse": 10,
          "text": "The young men who had grown up with him replied: “This is what you must say to this people who have told you, ‘Your father laid a heavy yoke on us; lighten it for us.’ You must say, ‘My little finger is thicker than my father’s loins."
        },
        {
          "verse": 11,
          "text": "My father put a heavy yoke on you; I will make it heavier. My father beat you with whips; I will use scorpions!’”"
        },
        {
          "verse": 12,
          "text": "On the third day, Jeroboam and the whole people came back to King Rehoboam as the king had instructed them: “Come back to me in three days.”"
        },
        {
          "verse": 13,
          "text": "Ignoring the advice the elders had given him, King Rehoboam gave the people a harsh answer."
        },
        {
          "verse": 14,
          "text": "He spoke to them as the young men had advised: “My father laid a heavy yoke on you; I will make it heavier. My father beat you with whips; I will use scorpions.”"
        },
        {
          "verse": 15,
          "text": "The king did not listen to the people, for this turn of events was from God: the LORD fulfilled the word he had spoken through Ahijah the Shilonite to Jeroboam, the son of Nebat."
        },
        {
          "verse": 16,
          "text": "When all Israel saw that the king did not listen to them, the people answered the king: “What share have we in David? We have no heritage in the son of Jesse. Everyone to your tents, Israel! Now look to your own house, David!” So all Israel went off to their tents,"
        },
        {
          "verse": 17,
          "text": "but the Israelites who lived in the cities of Judah had Rehoboam as their king."
        },
        {
          "verse": 18,
          "text": "King Rehoboam then sent out Hadoram, who was in charge of the forced labor, but the Israelites stoned him to death. King Rehoboam, however, managed to mount his chariot and flee to Jerusalem."
        },
        {
          "verse": 19,
          "text": "And so Israel has been in rebellion against the house of David to this day."
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 11 - On his arrival in Jerusalem, Rehoboam assembled the house of Judah and Benjamin—one hundred and eighty thousand elite warriors—to wage war against Israel and restore the kingdom to Rehoboam."
        },
        {
          "verse": 2,
          "text": "However, the word of the LORD came to Shemaiah, a man of God:"
        },
        {
          "verse": 3,
          "text": "Say to Rehoboam, son of Solomon, king of Judah, and to all the Israelites in Judah and Benjamin:"
        },
        {
          "verse": 4,
          "text": "“Thus says the LORD: You must not go out to war against your kinsmen. Return home, each of you, for it is I who have brought this about.” They obeyed the word of the LORD and turned back from going against Jeroboam. Rehoboam’s Works."
        },
        {
          "verse": 5,
          "text": "Rehoboam took up residence in Jerusalem and built fortified cities in Judah."
        },
        {
          "verse": 6,
          "text": "He built up Bethlehem, Etam, Tekoa,"
        },
        {
          "verse": 7,
          "text": "Beth-zur, Soco, Adullam,"
        },
        {
          "verse": 8,
          "text": "Gath, Mareshah, Ziph,"
        },
        {
          "verse": 9,
          "text": "Adoraim, Lachish, Azekah,"
        },
        {
          "verse": 10,
          "text": "Zorah, Aijalon, and Hebron; these were fortified cities in Judah and Benjamin."
        },
        {
          "verse": 11,
          "text": "Then he strengthened the fortifications and put commanders in them, along with supplies of food, oil, and wine."
        },
        {
          "verse": 12,
          "text": "In every city were shields and spears, and he made them very strong. Thus Judah and Benjamin remained his."
        },
        {
          "verse": 13,
          "text": "Refugees from the North. Now the priests and Levites throughout Israel presented themselves to him from all parts of their land,"
        },
        {
          "verse": 14,
          "text": "for the Levites left their assigned pasture lands and their holdings and came to Judah and Jerusalem, because Jeroboam and his sons rejected them as priests of the LORD."
        },
        {
          "verse": 15,
          "text": "In their place, he himself appointed priests for the high places as well as for the satyrs and calves he had made."
        },
        {
          "verse": 16,
          "text": "After them, all those, of every tribe of Israel, who set their hearts to seek the LORD, the God of Israel, came to Jerusalem to sacrifice to the LORD, the God of their ancestors."
        },
        {
          "verse": 17,
          "text": "Thus they strengthened the kingdom of Judah and made Rehoboam, son of Solomon, prevail for three years; for they walked in the way of David and Solomon three years."
        },
        {
          "verse": 18,
          "text": "Rehoboam’s Family. Rehoboam married Mahalath, daughter of Jerimoth, son of David and of Abihail, daughter of Eliab, son of Jesse."
        },
        {
          "verse": 19,
          "text": "She bore him sons: Jehush, Shemariah, and Zaham."
        },
        {
          "verse": 20,
          "text": "After her, he married Maacah, daughter of Absalom, who bore him Abijah, Attai, Ziza, and Shelomith."
        },
        {
          "verse": 21,
          "text": "Rehoboam loved Maacah, daughter of Absalom, more than all his other wives and concubines; he had taken eighteen wives and sixty concubines, and he fathered twenty-eight sons and sixty daughters."
        },
        {
          "verse": 22,
          "text": "Rehoboam put Abijah, son of Maacah, first among his brothers, as leader, for he intended to make him king."
        },
        {
          "verse": 23,
          "text": "He acted prudently, distributing his various sons throughout all the districts of Judah and Benjamin, in all the fortified cities; and he gave them generous provisions and sought an abundance of wives for them."
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 12 - Rehoboam’s Apostasy. Once Rehoboam had established himself as king and was firmly in charge, he abandoned the law of the LORD, and so did all Israel with him."
        },
        {
          "verse": 2,
          "text": "So in the fifth year of King Rehoboam, Shishak, king of Egypt, attacked Jerusalem, for they had acted treacherously toward the LORD."
        },
        {
          "verse": 3,
          "text": "He had twelve hundred chariots and sixty thousand horsemen, and there was no counting the army that came with him from Egypt—Libyans, Sukkites, and Ethiopians."
        },
        {
          "verse": 4,
          "text": "They captured the fortified cities of Judah and came as far as Jerusalem."
        },
        {
          "verse": 5,
          "text": "Then Shemaiah the prophet came to Rehoboam and the commanders of Judah who had gathered at Jerusalem because of Shishak, and said to them: “Thus says the LORD: You have abandoned me, and so I have abandoned you to the power of Shishak.”"
        },
        {
          "verse": 6,
          "text": "Then the commanders of Israel and the king humbled themselves saying, “The LORD is in the right.”"
        },
        {
          "verse": 7,
          "text": "When the LORD saw that they had humbled themselves, the word of the LORD came to Shemaiah: Because they have humbled themselves, I will not destroy them; I will give them some deliverance, and my wrath shall not be poured out upon Jerusalem through Shishak."
        },
        {
          "verse": 8,
          "text": "But they shall be his servants. Then they will know what it is to serve me and what it is to serve the kingdoms of the earth."
        },
        {
          "verse": 9,
          "text": "Thereupon Shishak, king of Egypt, attacked Jerusalem and took away the treasures of the house of the LORD and the treasures of the house of the king. He took everything, including the gold shields that Solomon had made."
        },
        {
          "verse": 10,
          "text": "To replace them, King Rehoboam made bronze shields, which he entrusted to the officers of the attendants on duty at the entrance of the king’s house."
        },
        {
          "verse": 11,
          "text": "Whenever the king visited the house of the LORD, the attendants would carry them, and then return them to the guardroom."
        },
        {
          "verse": 12,
          "text": "Because he had humbled himself, the anger of the LORD turned from him so as not to destroy him completely; in Judah, moreover, there was some good."
        },
        {
          "verse": 13,
          "text": "King Rehoboam was firmly in power in Jerusalem and continued to rule. Rehoboam was forty-one years old when he became king, and he reigned seventeen years in Jerusalem, the city in which, out of all the tribes of Israel, the LORD chose to set his name. His mother’s name was Naamah, the Ammonite."
        },
        {
          "verse": 14,
          "text": "He did evil, for he had not set his heart to seek the LORD."
        },
        {
          "verse": 15,
          "text": "The acts of Rehoboam, first and last, are recorded in the history of Shemaiah the prophet and of Iddo the seer (his family record). There were wars between Rehoboam and Jeroboam all their days."
        },
        {
          "verse": 16,
          "text": "Rehoboam rested with his ancestors; he was buried in the City of David. His son Abijah succeeded him as king."
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 13 - War Between Abijah and Jeroboam. In the eighteenth year of King Jeroboam, Abijah became king of Judah;"
        },
        {
          "verse": 2,
          "text": "he reigned three years in Jerusalem. His mother was named Micaiah, daughter of Uriel of Gibeah. There was war between Abijah and Jeroboam."
        },
        {
          "verse": 3,
          "text": "Abijah joined battle with a force of four hundred thousand picked warriors, while Jeroboam lined up against him in battle with eight hundred thousand picked and valiant warriors."
        },
        {
          "verse": 4,
          "text": "Abijah stood on Mount Zemaraim, which is in the highlands of Ephraim, and said: “Listen to me, Jeroboam and all Israel!"
        },
        {
          "verse": 5,
          "text": "Do you not know that the LORD, the God of Israel, has given David kingship over Israel forever, to him and to his sons, by a covenant of salt?"
        },
        {
          "verse": 6,
          "text": "Yet Jeroboam, son of Nebat, the servant of Solomon, son of David, arose and rebelled against his lord!"
        },
        {
          "verse": 7,
          "text": "Worthless men, scoundrels, joined him and overcame Rehoboam, son of Solomon, when Rehoboam was young and inexperienced, and no match for them."
        },
        {
          "verse": 8,
          "text": "But now, do you think you are a match for the kingdom of the LORD led by the descendants of David, simply because you are a huge multitude and have with you the golden calves which Jeroboam made you for gods?"
        },
        {
          "verse": 9,
          "text": "Have you not expelled the priests of the LORD, the sons of Aaron, and the Levites, and made for yourselves priests like the peoples of other lands? Everyone who comes to consecrate himself with a young bull and seven rams becomes a priest of no-gods."
        },
        {
          "verse": 10,
          "text": "But as for us, the LORD is our God, and we have not abandoned him. The priests ministering to the LORD are sons of Aaron, and the Levites also have their offices."
        },
        {
          "verse": 11,
          "text": "They sacrifice burnt offerings to the LORD and fragrant incense morning after morning and evening after evening; they set out the showbread on the pure table, and the lamps of the golden menorah burn evening after evening; for we observe our duties to the LORD, our God, but you have abandoned him."
        },
        {
          "verse": 12,
          "text": "See, God is with us, at our head, and his priests are here with trumpets to sound the attack against you. Israelites, do not fight against the LORD, the God of your ancestors, for you will not succeed!”"
        },
        {
          "verse": 13,
          "text": "But Jeroboam had an ambush go around them to come at them from the rear; so that while his army faced Judah, his ambush lay behind them."
        },
        {
          "verse": 14,
          "text": "When Judah turned and saw that they had to battle on both fronts, they cried out to the LORD and the priests sounded the trumpets."
        },
        {
          "verse": 15,
          "text": "Then the Judahites shouted; and when they shouted, God struck down Jeroboam and all Israel before Abijah and Judah."
        },
        {
          "verse": 16,
          "text": "The Israelites fled before Judah, and God delivered them into their power."
        },
        {
          "verse": 17,
          "text": "Abijah and his people inflicted a severe defeat upon them; five hundred thousand picked men of Israel fell slain."
        },
        {
          "verse": 18,
          "text": "The Israelites were humbled on that occasion, while the Judahites were victorious because they relied on the LORD, the God of their ancestors."
        },
        {
          "verse": 19,
          "text": "Abijah pursued Jeroboam and seized cities from him: Bethel and its dependencies, Jeshanah and its dependencies, and Ephron and its dependencies."
        },
        {
          "verse": 20,
          "text": "Jeroboam did not regain power during Abijah’s time; the LORD struck him down and he died,"
        },
        {
          "verse": 21,
          "text": "while Abijah continued to grow stronger. He married fourteen wives and fathered twenty-two sons and sixteen daughters."
        },
        {
          "verse": 22,
          "text": "Death of Abijah. The rest of the acts of Abijah, his deeds and his words, are recorded in the midrash of the prophet Iddo."
        },
        {
          "verse": 23,
          "text": "Abijah rested with his ancestors; they buried him in the City of David and his son Asa succeeded him as king. During his time, the land had ten years of peace."
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 14 - Asa’s Initial Reforms. Asa did what was good and right in the sight of the LORD, his God."
        },
        {
          "verse": 2,
          "text": "He removed the illicit altars and the high places, smashed the sacred pillars, and cut down the asherahs."
        },
        {
          "verse": 3,
          "text": "He told Judah to seek the LORD, the God of their ancestors, and to observe the law and the commandment."
        },
        {
          "verse": 4,
          "text": "He removed the high places and incense stands from all the cities of Judah, and under him the kingdom had peace."
        },
        {
          "verse": 5,
          "text": "He built fortified cities in Judah, for the land had peace and no war was waged against him during these years, because the LORD had given him rest."
        },
        {
          "verse": 6,
          "text": "He said to Judah: “Let us build these cities and surround them with walls, towers, gates and bars. The land is still ours, for we have sought the LORD, our God; we sought him, and he has given us rest on every side.” So they built and prospered. The Ethiopian Invasion."
        },
        {
          "verse": 7,
          "text": "Asa had an army of three hundred thousand shield- and lance-bearers from Judah, and from Benjamin two hundred and eighty thousand who carried bucklers and were archers, all of them valiant warriors."
        },
        {
          "verse": 8,
          "text": "Zerah the Ethiopian advanced against them with a force of one million men and three hundred chariots, and he came as far as Mareshah."
        },
        {
          "verse": 9,
          "text": "Asa went out to meet him and they drew up for battle in the valley of Zephathah, near Mareshah."
        },
        {
          "verse": 10,
          "text": "Asa called upon the LORD, his God: “LORD, there is none like you to help the powerless against the strong. Help us, LORD, our God, for we rely on you, and in your name we have come against this multitude. You are the LORD, our God; do not let men prevail against you.”"
        },
        {
          "verse": 11,
          "text": "And so the LORD defeated the Ethiopians before Asa and Judah, and the Ethiopians fled."
        },
        {
          "verse": 12,
          "text": "Asa and those with him pursued them as far as Gerar, and the Ethiopians fell until there were no survivors, for they were crushed before the LORD and his army, which carried away enormous spoils."
        },
        {
          "verse": 13,
          "text": "Then the Judahites conquered all the cities around Gerar, for the fear of the LORD was upon them; they plundered all the cities, for there was much plunder in them."
        },
        {
          "verse": 14,
          "text": "They also attacked the tents of the cattle-herders and carried off a great number of sheep and camels. Then they returned to Jerusalem."
        }
      ]
    },
    {
      "chapter": 15,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 15 - Further Reforms. The spirit of God came upon Azariah, son of Oded."
        },
        {
          "verse": 2,
          "text": "He went forth to meet Asa and said to him: “Hear me, Asa and all Judah and Benjamin! The LORD is with you when you are with him, and if you seek him he will be found; but if you abandon him, he will abandon you."
        },
        {
          "verse": 3,
          "text": "For a long time Israel was without a true God, without a priest-teacher, without instruction,"
        },
        {
          "verse": 4,
          "text": "but when in their distress they turned to the LORD, the God of Israel, and sought him, he was found by them."
        },
        {
          "verse": 5,
          "text": "At that time there was no peace for anyone to go or come; rather, there were many terrors upon the inhabitants of the lands."
        },
        {
          "verse": 6,
          "text": "Nation crushed nation and city crushed city, for God overwhelmed them with every kind of distress."
        },
        {
          "verse": 7,
          "text": "But as for you, be strong and do not slack off, for there shall be a reward for what you do.”"
        },
        {
          "verse": 8,
          "text": "When Asa heard these words and the prophecy (Oded the prophet), he was encouraged to remove the detestable idols from the whole land of Judah and Benjamin and from the cities he had taken in the highlands of Ephraim, and to restore the altar of the LORD which was before the vestibule of the LORD."
        },
        {
          "verse": 9,
          "text": "Then he gathered all Judah and Benjamin, together with those of Ephraim, Manasseh, and Simeon who were resident with them; for many had defected to him from Israel when they saw that the LORD, his God, was with him."
        },
        {
          "verse": 10,
          "text": "They gathered at Jerusalem in the third month of the fifteenth year of Asa’s reign,"
        },
        {
          "verse": 11,
          "text": "and sacrificed to the LORD on that day seven hundred oxen and seven thousand sheep from the spoils they had brought."
        },
        {
          "verse": 12,
          "text": "They entered into a covenant to seek the LORD, the God of their ancestors, with all their heart and soul;"
        },
        {
          "verse": 13,
          "text": "and everyone who would not seek the LORD, the God of Israel, was to be put to death, from least to greatest, man or woman."
        },
        {
          "verse": 14,
          "text": "They swore an oath to the LORD with a loud voice, with shouting and with trumpets and horns."
        },
        {
          "verse": 15,
          "text": "All Judah rejoiced over the oath, for they had sworn it with their whole heart and sought him with complete desire. The LORD was found by them, and gave them rest on every side."
        },
        {
          "verse": 16,
          "text": "He also deposed Maacah, the mother of King Asa, from her position as queen mother because she had made an obscene object for Asherah; Asa cut down this object, smashed it, and burnt it in the Wadi Kidron."
        },
        {
          "verse": 17,
          "text": "The high places did not disappear from Israel, yet Asa’s heart was undivided as long as he lived."
        },
        {
          "verse": 18,
          "text": "He brought into the house of God his father’s and his own votive offerings: silver, gold, and vessels."
        },
        {
          "verse": 19,
          "text": "There was no war until the thirty-fifth year of Asa’s reign."
        }
      ]
    },
    {
      "chapter": 16,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 16 - Asa’s Infidelity. In the thirty-sixth year of Asa’s reign, Baasha, king of Israel, attacked Judah and fortified Ramah to block all movement for Asa, king of Judah."
        },
        {
          "verse": 2,
          "text": "Asa then brought out silver and gold from the treasuries of the house of the LORD and the house of the king and sent them to Ben-hadad, king of Aram, who ruled in Damascus. He said:"
        },
        {
          "verse": 3,
          "text": "“There is a treaty between you and me, as there was between your father and my father. I am sending you silver and gold. Go, break your treaty with Baasha, king of Israel, that he may withdraw from me.”"
        },
        {
          "verse": 4,
          "text": "Ben-hadad agreed with King Asa and sent the leaders of his troops against the cities of Israel. They attacked Ijon, Dan, Abel-maim, besides all the store cities of Naphtali."
        },
        {
          "verse": 5,
          "text": "When Baasha heard of it, he left off fortifying Ramah, putting an end to his work."
        },
        {
          "verse": 6,
          "text": "Then King Asa commandeered all Judah and they carried away the stones and beams with which Baasha was fortifying Ramah. With them he fortified Geba and Mizpah."
        },
        {
          "verse": 7,
          "text": "At that time Hanani the seer came to Asa, king of Judah, and said to him: “Because you relied on the king of Aram and did not rely on the LORD, your God, the army of the king of Aram has escaped your power."
        },
        {
          "verse": 8,
          "text": "Were not the Ethiopians and Libyans a vast army, with great numbers of chariots and horses? And yet, because you relied on the LORD, he delivered them into your power."
        },
        {
          "verse": 9,
          "text": "The eyes of the LORD roam over the whole earth, to encourage those who are devoted to him wholeheartedly. You have acted foolishly in this matter, for from now on you will have wars.”"
        },
        {
          "verse": 10,
          "text": "But Asa became angry with the seer and imprisoned him in the stocks, so greatly was he enraged at him over this. Asa also oppressed some of his people at this time."
        },
        {
          "verse": 11,
          "text": "Now the acts of Asa, first and last, are recorded in the book of the kings of Judah and Israel."
        },
        {
          "verse": 12,
          "text": "In the thirty-ninth year of his reign, Asa contracted disease in his feet; it became worse, but even with this disease he did not seek the LORD, only physicians."
        },
        {
          "verse": 13,
          "text": "Asa rested with his ancestors; he died in the forty-first year of his reign."
        },
        {
          "verse": 14,
          "text": "They buried him in the tomb he had hewn for himself in the City of David, after laying him on a couch that was filled with spices and various kinds of aromatics compounded into an ointment; and they kindled a huge fire for him."
        }
      ]
    },
    {
      "chapter": 17,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 17 - Jehoshaphat’s Zeal for the Law. His son Jehoshaphat succeeded him as king and strengthened his position against Israel."
        },
        {
          "verse": 2,
          "text": "He placed armed forces in all the fortified cities of Judah, and set garrisons in the land of Judah and in the cities of Ephraim which Asa his father had taken."
        },
        {
          "verse": 3,
          "text": "The LORD was with Jehoshaphat, for he walked in the earlier ways of David his father, and did not seek the Baals."
        },
        {
          "verse": 4,
          "text": "Rather, he sought the God of his father and walked in his commands, and not the practices of Israel."
        },
        {
          "verse": 5,
          "text": "Through him, the LORD made the kingdom secure, and all Judah gave Jehoshaphat gifts, so that great wealth and glory was his."
        },
        {
          "verse": 6,
          "text": "Thus he was encouraged to follow the LORD’s ways, and once again he removed the high places and the asherahs from Judah."
        },
        {
          "verse": 7,
          "text": "In the third year of his reign he sent his officials, Ben-hail, Obadiah, Zechariah, Nethanel, and Micaiah, to teach in the cities of Judah."
        },
        {
          "verse": 8,
          "text": "With them he sent the Levites Shemaiah, Nethaniah, Zebadiah, Asahel, Shemiramoth, Jehonathan, Adonijah, and Tobijah, together with Elishama and Jehoram the priests."
        },
        {
          "verse": 9,
          "text": "They taught in Judah, having with them the book of the law of the LORD; they traveled through all the cities of Judah and taught among the people."
        },
        {
          "verse": 10,
          "text": "His Power. Now the fear of the LORD was upon all the kingdoms of the countries surrounding Judah, so that they did not war against Jehoshaphat."
        },
        {
          "verse": 11,
          "text": "Some of the Philistines brought Jehoshaphat gifts and a tribute of silver; the Arabians also brought him a flock of seven thousand seven hundred rams and seven thousand seven hundred he-goats."
        },
        {
          "verse": 12,
          "text": "Jehoshaphat grew ever greater. He built strongholds and store cities in Judah."
        },
        {
          "verse": 13,
          "text": "He carried out many works in the cities of Judah, and he had soldiers, valiant warriors, in Jerusalem."
        },
        {
          "verse": 14,
          "text": "This was their mustering according to their ancestral houses. From Judah, the commanders of thousands: Adnah the commander, and with him three hundred thousand valiant warriors."
        },
        {
          "verse": 15,
          "text": "Next to him, Jehohanan the commander, and with him two hundred eighty thousand."
        },
        {
          "verse": 16,
          "text": "Next to him, Amasiah, son of Zichri, who offered himself to the LORD, and with him two hundred thousand valiant warriors."
        },
        {
          "verse": 17,
          "text": "From Benjamin: Eliada, a valiant warrior, and with him two hundred thousand armed with bow and buckler."
        },
        {
          "verse": 18,
          "text": "Next to him, Jehozabad, and with him one hundred and eighty thousand equipped for war."
        },
        {
          "verse": 19,
          "text": "These attended the king; in addition to those whom the king had stationed in the fortified cities throughout all Judah."
        }
      ]
    },
    {
      "chapter": 18,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 18 - Alliance with Israel. Jehoshaphat therefore had wealth and glory in abundance; but he became related to Ahab by marriage."
        },
        {
          "verse": 2,
          "text": "After some years he went down to Ahab at Samaria; Ahab slaughtered numerous sheep and oxen for him and for the people with him, and incited him to go up against Ramoth-gilead."
        },
        {
          "verse": 3,
          "text": "Ahab, king of Israel, asked Jehoshaphat, king of Judah, “Will you come with me to Ramoth-gilead?” He answered, “You and I are as one, and your people and my people as well. We will be with you in the battle.”"
        },
        {
          "verse": 4,
          "text": "Jehoshaphat also said to the king of Israel, “Seek the word of the LORD at once.”"
        },
        {
          "verse": 5,
          "text": "Prophets in Conflict. The king of Israel assembled the prophets, four hundred of them, and asked, “Shall we go to fight against Ramoth-gilead, or shall I refrain?” They said, “Attack. God will give it into the power of the king.”"
        },
        {
          "verse": 6,
          "text": "But Jehoshaphat said, “Is there no other prophet of the LORD here we might consult?”"
        },
        {
          "verse": 7,
          "text": "The king of Israel answered, “There is one other man through whom we may consult the LORD; but I hate him, because he prophesies not good but always evil about me. He is Micaiah, son of Imlah.” Jeshoshaphat said, “Let not the king say that.”"
        },
        {
          "verse": 8,
          "text": "So the king of Israel called an official, and said to him, “Get Micaiah, son of Imlah, at once.”"
        },
        {
          "verse": 9,
          "text": "The king of Israel and Jehoshaphat, king of Judah, were seated, each on his throne, clothed in their robes of state in the square at the entrance of the gate of Samaria, and all the prophets were prophesying before them."
        },
        {
          "verse": 10,
          "text": "Zedekiah, son of Chenaanah, made himself two horns of iron and said: “The LORD says: With these you shall gore Aram until you have destroyed them.”"
        },
        {
          "verse": 11,
          "text": "The other prophets prophesied in the same vein, saying: “Attack Ramoth-gilead, and conquer! The LORD will give it into the power of the king.”"
        },
        {
          "verse": 12,
          "text": "Meanwhile the messenger who had gone to call Micaiah said to him: “Look now, the words of the prophets are as one in speaking good for the king. Let your word be at one with theirs; speak a good word.”"
        },
        {
          "verse": 13,
          "text": "Micaiah said, “As the LORD lives, I shall speak whatever my God says.”"
        },
        {
          "verse": 14,
          "text": "When he came to the king, the king said to him, “Micah, shall we go to fight at Ramoth-gilead, or shall I refrain?” He said, “Attack and conquer! They will be delivered into your power.”"
        },
        {
          "verse": 15,
          "text": "But the king answered him, “How many times must I adjure you to tell me nothing but the truth in the name of the LORD?”"
        },
        {
          "verse": 16,
          "text": "So Micaiah said: “I see all Israel scattered on the mountains, like sheep without a shepherd, And the LORD saying, These have no masters! Let each of them go back home in peace.”"
        },
        {
          "verse": 17,
          "text": "The king of Israel said to Jehoshaphat, “Did I not tell you, he does not prophesy good about me, but only evil?”"
        },
        {
          "verse": 18,
          "text": "Micaiah continued: “Therefore hear the word of the LORD. I saw the LORD seated on his throne, with the whole host of heaven standing to his right and to his left."
        },
        {
          "verse": 19,
          "text": "The LORD asked: Who will deceive Ahab, king of Israel, so that he will go up and fall on Ramoth-gilead? And one said this, another that,"
        },
        {
          "verse": 20,
          "text": "until this spirit came forth and stood before the LORD, saying, ‘I will deceive him.’ The LORD asked: How?"
        },
        {
          "verse": 21,
          "text": "He answered, ‘I will go forth and become a lying spirit in the mouths of all his prophets.’ The LORD replied: You shall succeed in deceiving him. Go forth and do this."
        },
        {
          "verse": 22,
          "text": "So now the LORD has put a lying spirit in the mouths of these prophets of yours; but the LORD himself has decreed evil against you.”"
        },
        {
          "verse": 23,
          "text": "Thereupon Zedekiah, son of Chenaanah, came up and struck Micaiah on the cheek, saying, “Has the spirit of the LORD, then, passed from me to speak with you?”"
        },
        {
          "verse": 24,
          "text": "Micaiah said, “You shall find out on the day you go into an innermost room to hide.”"
        },
        {
          "verse": 25,
          "text": "The king of Israel then said: “Seize Micaiah and take him back to Amon, prefect of the city, and to Joash the king’s son,"
        },
        {
          "verse": 26,
          "text": "and say, ‘This is the king’s order: Put this man in prison and feed him scanty rations of bread and water until I come back in safety!’”"
        },
        {
          "verse": 27,
          "text": "But Micaiah said, “If ever you return in safety, the LORD has not spoken through me.” (He also said, “Hear, O peoples, all of you!”)"
        },
        {
          "verse": 28,
          "text": "Ahab’s Death. The king of Israel and Jehoshaphat, king of Judah, went up to Ramoth-gilead,"
        },
        {
          "verse": 29,
          "text": "and the king of Israel said to Jehoshaphat, “I will disguise myself and go into battle. But you, put on your own robes.” So the king of Israel disguised himself and they entered the battle."
        },
        {
          "verse": 30,
          "text": "In the meantime, the king of Aram had given his chariot commanders the order, “Fight with no one, great or small, except the king of Israel alone.”"
        },
        {
          "verse": 31,
          "text": "When the chariot commanders saw Jehoshaphat, they thought, “There is the king of Israel!” and wheeled to fight him. But Jehoshaphat cried out and the LORD helped him; God induced them to leave him alone."
        },
        {
          "verse": 32,
          "text": "The chariot commanders, seeing that he was not the king of Israel, turned away from him."
        },
        {
          "verse": 33,
          "text": "But someone drew his bow at random and hit the king of Israel between the joints of his breastplate. He ordered his charioteer, “Rein about and take me out of the ranks, for I am wounded.”"
        },
        {
          "verse": 34,
          "text": "The battle grew fierce during the day, and the king of Israel braced himself up in his chariot facing the Arameans until evening. He died as the sun was setting."
        }
      ]
    },
    {
      "chapter": 19,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 19 - Jehoshaphat Rebuked. Jehoshaphat king of Judah returned in safety to his house in Jerusalem."
        },
        {
          "verse": 2,
          "text": "Jehu the seer, son of Hanani, went out to meet King Jehoshaphat and said to him: “Should you help the wicked and love those who hate the LORD? For this reason, wrath is upon you from the LORD."
        },
        {
          "verse": 3,
          "text": "Yet some good has been found in you, since you have removed the asherahs from the land and have set your heart to seek God.”"
        },
        {
          "verse": 4,
          "text": "Judges Appointed. Jehoshaphat dwelt in Jerusalem; but he went out again among the people from Beer-sheba to the highlands of Ephraim and brought them back to the LORD, the God of their ancestors."
        },
        {
          "verse": 5,
          "text": "He appointed judges in the land, in all the fortified cities of Judah, city by city,"
        },
        {
          "verse": 6,
          "text": "and he said to them: “Take care what you do, for the judgment you give is not human but divine; for when it comes to judgment God will be with you."
        },
        {
          "verse": 7,
          "text": "And now, let the fear of the LORD be upon you. Act carefully, for with the LORD, our God, there is no injustice, no partiality, no bribe-taking.”"
        },
        {
          "verse": 8,
          "text": "In Jerusalem also, Jehoshaphat appointed some Levites and priests and some of the family heads of Israel for the LORD’s judgment and the disputes of those who dwell in Jerusalem."
        },
        {
          "verse": 9,
          "text": "He gave them this command: “Thus you shall act: in the fear of the LORD, with fidelity and with an undivided heart."
        },
        {
          "verse": 10,
          "text": "And in every dispute that comes to you from your kin living in their cities, whether it concerns bloodguilt or questions of law, command, statutes, or ordinances, warn them lest they incur guilt before the LORD and his wrath come upon you and your kin. Do that and you shall not incur guilt."
        },
        {
          "verse": 11,
          "text": "See now, Amariah is chief priest over you for everything that pertains to the LORD, and Zebadiah, son of Ishmael, is leader of the house of Judah in all that pertains to the king; and the Levites will be your officials. Take firm action, and the LORD will be with the good.”"
        }
      ]
    },
    {
      "chapter": 20,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 20 - Invasion from Edom. After this the Moabites, the Ammonites, and with them some Meunites came to fight against Jehoshaphat."
        },
        {
          "verse": 2,
          "text": "Jehoshaphat was told: “A great multitude is coming against you from across the sea, from Edom; they are already in Hazazon-tamar” (which is En-gedi)."
        },
        {
          "verse": 3,
          "text": "Frightened, Jehoshaphat resolved to consult the LORD. He proclaimed a fast throughout all Judah."
        },
        {
          "verse": 4,
          "text": "Then Judah gathered to seek the LORD’s help; from every one of the cities of Judah they came to seek the LORD."
        },
        {
          "verse": 5,
          "text": "Jehoshaphat’s Prayer. Jehoshaphat stood up in the assembly of Judah and Jerusalem in the house of the LORD before the new court,"
        },
        {
          "verse": 6,
          "text": "and he said: “LORD, God of our ancestors, are you not God in heaven, and do you not rule over all the kingdoms of the nations? In your hand is power and might, and no one can withstand you."
        },
        {
          "verse": 7,
          "text": "Was it not you, our God, who dispossessed the inhabitants of this land before your people Israel and gave it forever to the descendants of Abraham, your friend?"
        },
        {
          "verse": 8,
          "text": "They have dwelt in it and they built in it a sanctuary for your name. They have said:"
        },
        {
          "verse": 9,
          "text": "‘If evil comes upon us, the sword of judgment, or pestilence, or famine, we will stand before this house and before you, for your name is in this house, and we will cry out to you in our affliction, and you will hear and save!’"
        },
        {
          "verse": 10,
          "text": "And now, see the Ammonites, Moabites, and those of Mount Seir whom you did not allow Israel to invade when they came from the land of Egypt, but instead they passed them by and did not destroy them:"
        },
        {
          "verse": 11,
          "text": "See how they are now repaying us by coming to drive us out of the possession you have given us."
        },
        {
          "verse": 12,
          "text": "O our God, will you not bring judgment on them? We are powerless before this vast multitude that is coming against us. We ourselves do not know what to do, so our eyes are turned toward you.”"
        },
        {
          "verse": 13,
          "text": "Victory Prophesied. All Judah was standing before the LORD, with their little ones, their wives, and their children."
        },
        {
          "verse": 14,
          "text": "And the spirit of the LORD came upon Jahaziel, son of Zechariah, son of Benaiah, son of Jeiel, son of Mattaniah, a Levite of the clan of Asaph, in the midst of the assembly,"
        },
        {
          "verse": 15,
          "text": "and he said: “Pay attention, all of Judah, inhabitants of Jerusalem, and King Jehoshaphat! The LORD says to you: Do not fear or be dismayed at the sight of this vast multitude, for the battle is not yours but God’s."
        },
        {
          "verse": 16,
          "text": "Go down against them tomorrow. You will see them coming up by the ascent of Ziz, and you will come upon them at the end of the wadi which opens on the wilderness of Jeruel."
        },
        {
          "verse": 17,
          "text": "You will not have to fight in this encounter. Take your places, stand firm, and see the salvation of the LORD; he will be with you, Judah and Jerusalem. Do not fear or be dismayed. Tomorrow go out to meet them, and the LORD will be with you.”"
        },
        {
          "verse": 18,
          "text": "Then Jehoshaphat knelt down with his face to the ground, and all Judah and the inhabitants of Jerusalem fell down before the LORD in worship."
        },
        {
          "verse": 19,
          "text": "Levites from among the Kohathites and Korahites stood up to sing the praises of the LORD, the God of Israel, their voices ever louder."
        },
        {
          "verse": 20,
          "text": "The Invaders Destroyed. Early in the morning they went out to the wilderness of Tekoa. As they were going out, Jehoshaphat halted and said: “Listen to me, Judah and inhabitants of Jerusalem! Let your faith in the LORD, your God, be firm, and you will be firm. Have faith in his prophets and you will succeed.”"
        },
        {
          "verse": 21,
          "text": "After taking counsel with the people, he appointed some to sing to the LORD and some to praise the holy Splendor as it went forth at the head of the army. They sang: “Give thanks to the LORD, whose love endures forever.”"
        },
        {
          "verse": 22,
          "text": "At the moment they began their jubilant praise, the LORD laid an ambush against the Ammonites, Moabites, and those of Mount Seir who were coming against Judah, so that they were defeated."
        },
        {
          "verse": 23,
          "text": "For the Ammonites and Moabites set upon the inhabitants of Mount Seir and exterminated them according to the ban. And when they had finished with the inhabitants of Seir, each helped to destroy the other."
        },
        {
          "verse": 24,
          "text": "When Judah came to the watchtower of the wilderness and looked toward the throng, there were only corpses fallen on the ground, with no survivors."
        },
        {
          "verse": 25,
          "text": "Jehoshaphat and his people came to gather the spoils, and they found an abundance of cattle and personal property, garments and precious vessels. They took so much that they were unable to carry it all; it took them three days to gather the spoils, there was so much of it."
        },
        {
          "verse": 26,
          "text": "On the fourth day they held an assembly in the Valley of Berakah—for there they blessed the LORD; that is why the place is called the Valley of Berakah to this day."
        },
        {
          "verse": 27,
          "text": "Then all the men of Judah and Jerusalem, with Jehoshaphat at their head, returned to Jerusalem with joy; for the LORD had given them joy over their enemies."
        },
        {
          "verse": 28,
          "text": "They came to Jerusalem, with harps, lyres, and trumpets, to the house of the LORD."
        },
        {
          "verse": 29,
          "text": "And the fear of God came upon all the kingdoms of the surrounding lands when they heard how the LORD had fought against the enemies of Israel."
        },
        {
          "verse": 30,
          "text": "Thereafter Jehoshaphat’s kingdom had peace, for his God gave him rest on every side."
        },
        {
          "verse": 31,
          "text": "Jehoshaphat’s Other Deeds. Thus Jehoshaphat reigned over Judah. He was thirty-five years old when he became king, and he reigned twenty-five years in Jerusalem. His mother’s name was Azubah, daughter of Shilhi."
        },
        {
          "verse": 32,
          "text": "He walked in the way of Asa his father unceasingly, doing what was right in the LORD’s sight."
        },
        {
          "verse": 33,
          "text": "Nevertheless, the high places did not disappear and the people had not yet set their hearts on the God of their ancestors."
        },
        {
          "verse": 34,
          "text": "The rest of the acts of Jehoshaphat, first and last, are recorded in the chronicle of Jehu, son of Hanani, which was incorporated into the book of the kings of Israel."
        },
        {
          "verse": 35,
          "text": "After this, Jehoshaphat king of Judah joined with Ahaziah king of Israel—he acted wickedly."
        },
        {
          "verse": 36,
          "text": "He joined with him in building ships to go to Tarshish; the fleet was built at Ezion-geber."
        },
        {
          "verse": 37,
          "text": "But Eliezer, son of Dodavahu from Mareshah, prophesied against Jehoshaphat. He said: “Because you have joined with Ahaziah, the LORD will shatter your work.” And the ships were wrecked and were unable to sail to Tarshish."
        }
      ]
    },
    {
      "chapter": 21,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 21 - Jehoshaphat rested with his ancestors; he was buried with them in the City of David. Jehoram, his son, succeeded him as king."
        },
        {
          "verse": 2,
          "text": "He had brothers, Jehoshaphat’s sons: Azariah, Jehiel, Zechariah, Azariah, Michael, and Shephatiah; all these were sons of King Jehoshaphat of Judah."
        },
        {
          "verse": 3,
          "text": "Their father gave them many gifts of silver, gold, and precious objects, together with fortified cities in Judah, but the kingship he gave to Jehoram because he was the firstborn."
        },
        {
          "verse": 4,
          "text": "Jehoram’s Evil Deeds. When Jehoram had acceded to his father’s kingdom and was firmly in power, he killed all his brothers with the sword, and also some of the princes of Israel."
        },
        {
          "verse": 5,
          "text": "Jehoram was thirty-two years old when he became king, and he reigned eight years in Jerusalem."
        },
        {
          "verse": 6,
          "text": "He walked in the way of the kings of Israel as the house of Ahab had done, since the daughter of Ahab was his wife; and he did what was evil in the LORD’s sight."
        },
        {
          "verse": 7,
          "text": "Even so, the LORD was unwilling to destroy the house of David because of the covenant he had made with David and because of his promise to leave him and his sons a holding for all time."
        },
        {
          "verse": 8,
          "text": "During his time Edom revolted against the rule of Judah and installed its own king."
        },
        {
          "verse": 9,
          "text": "Thereupon Jehoram with his officers and all his chariots crossed over. He arose by night and broke through the Edomites when they had surrounded him and the commanders of his chariots."
        },
        {
          "verse": 10,
          "text": "To this day Edom has been in revolt against the rule of Judah. Libnah also revolted at that time against his rule because he had abandoned the LORD, the God of his ancestors."
        },
        {
          "verse": 11,
          "text": "He also set up high places in the mountains of Judah, prostituting the inhabitants of Jerusalem, leading Judah astray."
        },
        {
          "verse": 12,
          "text": "Jehoram Punished. A letter came to him from Elijah the prophet with this message: “Thus says the LORD, the God of David your father: Because you have not walked in the way of your father Jehoshaphat, nor of Asa, king of Judah,"
        },
        {
          "verse": 13,
          "text": "but instead have walked in the way of the kings of Israel, leading Judah and the inhabitants of Jerusalem into prostitution, like the harlotries of the house of Ahab, and because you have killed your brothers of your father’s house, who were better than you,"
        },
        {
          "verse": 14,
          "text": "the LORD will strike your people, your children, your wives, and all that is yours with a great plague."
        },
        {
          "verse": 15,
          "text": "You shall have severe pains from a disease in your bowels, which will fall out because of the disease, day after day.”"
        },
        {
          "verse": 16,
          "text": "Then the LORD stirred up against Jehoram the animosity of the Philistines and of the Arabians who were neighbors of the Ethiopians."
        },
        {
          "verse": 17,
          "text": "They came up against Judah, breached it, and carried away all the wealth found in the king’s house, along with his sons and his wives. He was left with only one son, Jehoahaz, his youngest."
        },
        {
          "verse": 18,
          "text": "After these events, the LORD afflicted him with a disease of the bowels for which there was no cure."
        },
        {
          "verse": 19,
          "text": "Some time later, after a period of two years had elapsed, his bowels fell out because of the disease and he died in great pain. His people did not make a fire for him as they had for his ancestors."
        },
        {
          "verse": 20,
          "text": "He was thirty-two years old when he became king, and he reigned eight years in Jerusalem. He departed unloved; and they buried him in the City of David, though not in the tombs of the kings."
        }
      ]
    },
    {
      "chapter": 22,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 22 - Ahaziah. Then the inhabitants of Jerusalem made Ahaziah, his youngest son, king to succeed him, since all the older sons had been killed by the band that had come into the camp with the Arabians. Thus Ahaziah, son of Jehoram, reigned as the king of Judah."
        },
        {
          "verse": 2,
          "text": "Ahaziah was twenty-two years old when he became king, and he reigned one year in Jerusalem. His mother’s name was Athaliah, daughter of Omri."
        },
        {
          "verse": 3,
          "text": "He, too, walked in the ways of the house of Ahab, because his mother was his counselor in doing evil."
        },
        {
          "verse": 4,
          "text": "To his own destruction, he did what was evil in the sight of the LORD, like the house of Ahab, since they were his counselors after the death of his father."
        },
        {
          "verse": 5,
          "text": "He was also following their counsel when he joined Jehoram, son of Ahab, king of Israel, in battle against Hazael, king of Aram, at Ramoth-gilead, where the Arameans wounded Jehoram."
        },
        {
          "verse": 6,
          "text": "He returned to Jezreel to be healed of the wounds that had been inflicted on him at Ramah in his battle against Hazael, king of Aram. Then Ahaziah, son of Jehoram, king of Judah, went down to Jezreel to visit Jehoram, son of Ahab, for he was sick."
        },
        {
          "verse": 7,
          "text": "Now from God came Ahaziah’s downfall, that he should join Jehoram; for after his arrival he rode out with Jehoram to Jehu, son of Nimshi, whom the LORD had anointed to cut down the house of Ahab."
        },
        {
          "verse": 8,
          "text": "While Jehu was executing judgment on the house of Ahab, he also came upon the princes of Judah and the nephews of Ahaziah who were his attendants, and he killed them."
        },
        {
          "verse": 9,
          "text": "Then he looked for Ahaziah himself. They caught him hiding in Samaria and brought him to Jehu, who put him to death. They buried him, for they said, “He was the grandson of Jehoshaphat, who sought the LORD with his whole heart.” Now the house of Ahaziah did not retain the power of kingship."
        },
        {
          "verse": 10,
          "text": "Usurpation of Athaliah. When Athaliah, the mother of Ahaziah, saw that her son was dead, she began to kill off the whole royal family of the house of Judah."
        },
        {
          "verse": 11,
          "text": "But Jehosheba, a daughter of the king, took Joash, Ahaziah’s son, and spirited him away from among the king’s sons who were about to be slain, and put him and his nurse in a bedroom. In this way Jehosheba, the daughter of King Jehoram, a sister of Ahaziah and wife of Jehoiada the priest, concealed the child from Athaliah, so that she did not put him to death."
        },
        {
          "verse": 12,
          "text": "For six years he remained hidden with them in the house of God, while Athaliah ruled as queen over the land."
        }
      ]
    },
    {
      "chapter": 23,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 23 - Athaliah Overthrown. In the seventh year, Jehoiada took courage and brought into covenant with himself the captains: Azariah, son of Jehoram; Ishmael, son of Jehohanan; Azariah, son of Obed; Maaseiah, son of Adaiah; and Elishaphat, son of Zichri."
        },
        {
          "verse": 2,
          "text": "They journeyed about Judah, gathering the Levites from all the cities of Judah and also the heads of the Israelite families, and they came to Jerusalem."
        },
        {
          "verse": 3,
          "text": "The whole assembly made a covenant with the king in the house of God. Jehoiada said to them: “Here is the king’s son who must reign, as the LORD promised concerning the sons of David."
        },
        {
          "verse": 4,
          "text": "This is what you must do: a third of your number, both priests and Levites, who come on duty on the sabbath must guard the thresholds,"
        },
        {
          "verse": 5,
          "text": "another third must be at the king’s house, and the final third at the Foundation Gate, when all the people will be in the courts of the LORD’s house."
        },
        {
          "verse": 6,
          "text": "Let no one enter the LORD’s house except the priests and those Levites who are ministering. They may enter because they are holy; but all the other people must observe the prescriptions of the LORD."
        },
        {
          "verse": 7,
          "text": "The Levites shall surround the king on all sides, each with drawn weapon. Whoever tries to enter the house is to be killed. Stay with the king wherever he goes.”"
        },
        {
          "verse": 8,
          "text": "The Levites and all Judah did just as Jehoiada the priest commanded. Each took his troops, both those going on duty for the week and those going off duty that week, since Jehoiada the priest had not dismissed any of the divisions."
        },
        {
          "verse": 9,
          "text": "Jehoiada the priest gave to the captains the spears, shields, and bucklers of King David which were in the house of God."
        },
        {
          "verse": 10,
          "text": "He stationed all the people, each with spear in hand, from the southern to the northern limit of the enclosure, surrounding the altar and the temple on the king’s behalf."
        },
        {
          "verse": 11,
          "text": "Then they brought out the king’s son and put the crown and the testimony upon him, and proclaimed him king. Jehoiada and his sons anointed him, and they cried, “Long live the king!”"
        },
        {
          "verse": 12,
          "text": "When Athaliah heard the noise of the people running and acclaiming the king, she came before them in the house of the LORD."
        },
        {
          "verse": 13,
          "text": "When she saw the king standing by his column at the entrance, the captains and the trumpeters near the king, and all the people of the land rejoicing and blowing trumpets, while the singers with their musical instruments were leading the acclaim, Athaliah tore her garments, saying, “Treason! treason!”"
        },
        {
          "verse": 14,
          "text": "Then Jehoiada the priest brought out the captains in command of the force: “Escort her with a guard detail. If anyone follows her, let him die by the sword.” For the priest had said, “You must not put her to death in the house of the LORD.”"
        },
        {
          "verse": 15,
          "text": "So they seized her, and when she reached the Horse Gate of the royal palace, they put her to death."
        },
        {
          "verse": 16,
          "text": "Then Jehoiada made a covenant between himself and all the people and the king, that they should be the LORD’s people."
        },
        {
          "verse": 17,
          "text": "Thereupon all the people went to the temple of Baal and demolished it. They shattered its altars and images completely, and killed Mattan, the priest of Baal, before the altars."
        },
        {
          "verse": 18,
          "text": "Then Jehoiada gave the charge of the LORD’s house into the hands of the levitical priests, to whom David had assigned turns in the LORD’s house for sacrificing the burnt offerings of the LORD, as is written in the law of Moses, with rejoicing and song, as David had provided."
        },
        {
          "verse": 19,
          "text": "Moreover, he stationed guards at the gates of the LORD’s house so that no one unclean in any respect might enter."
        },
        {
          "verse": 20,
          "text": "Then he took the captains, the nobles, the rulers among the people, and all the people of the land, and led the king out of the LORD’s house; they came within the upper gate of the king’s house, and seated the king upon the royal throne."
        },
        {
          "verse": 21,
          "text": "All the people of the land rejoiced and the city was quiet, now that Athaliah had been slain with the sword."
        }
      ]
    },
    {
      "chapter": 24,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 24 - The Temple Restored. Joash was seven years old when he became king, and he reigned forty years in Jerusalem. His mother’s name was Zibiah, from Beer-sheba."
        },
        {
          "verse": 2,
          "text": "Joash did what was right in the LORD’s sight as long as Jehoiada the priest lived."
        },
        {
          "verse": 3,
          "text": "Jehoiada provided him with two wives, and he became the father of sons and daughters."
        },
        {
          "verse": 4,
          "text": "After some time, Joash decided to restore the house of the LORD."
        },
        {
          "verse": 5,
          "text": "He gathered together the priests and Levites and said to them: “Go out to all the cities of Judah and gather money from all Israel that you may repair the house of your God over the years. You must hurry this project.” But the Levites did not."
        },
        {
          "verse": 6,
          "text": "Then the king summoned Jehoiada, who was in charge, and said to him: “Why have you not required the Levites to bring in from Judah and Jerusalem the tax levied by Moses, the servant of the LORD, and by the assembly of Israel, for the tent of the testimony?”"
        },
        {
          "verse": 7,
          "text": "For the wicked Athaliah and her sons had damaged the house of God and had even turned over to the Baals the holy things of the LORD’s house."
        },
        {
          "verse": 8,
          "text": "At the king’s command, therefore, they made a chest, which they put outside the gate of the LORD’s house."
        },
        {
          "verse": 9,
          "text": "They had it proclaimed throughout Judah and Jerusalem that the tax which Moses, the servant of God, had imposed on Israel in the wilderness should be brought to the LORD."
        },
        {
          "verse": 10,
          "text": "All the princes and the people rejoiced; they brought what was asked and cast it into the chest until it was filled."
        },
        {
          "verse": 11,
          "text": "Whenever the chest was brought to the royal officials by the Levites and they noticed that there was a large amount of money, the royal scribe and an overseer for the chief priest would come up, empty the chest, and then take it back and return it to its place. This they did day after day until they had collected a large sum of money."
        },
        {
          "verse": 12,
          "text": "Then the king and Jehoiada gave it to the workers in charge of the labor on the LORD’s house, who hired masons and carpenters to restore the LORD’s house, and also iron- and bronze-smiths to repair it."
        },
        {
          "verse": 13,
          "text": "The workers labored, and the task of restoration progressed under their hands. They restored the house of God according to its original form, and reinforced it."
        },
        {
          "verse": 14,
          "text": "After they had finished, they brought the rest of the money to the king and to Jehoiada, who had it made into utensils for the house of the LORD, utensils for the service and the burnt offerings, and basins and other gold and silver utensils. They sacrificed burnt offerings in the LORD’s house continually all the days of Jehoiada."
        },
        {
          "verse": 15,
          "text": "Jehoiada grew old, full of years, and died; he was a hundred and thirty years old."
        },
        {
          "verse": 16,
          "text": "They buried him in the City of David with the kings, because of the good he had done in Israel, especially for God and his house."
        },
        {
          "verse": 17,
          "text": "Joash’s Apostasy. After the death of Jehoiada, the princes of Judah came and paid homage to the king; then the king listened to them."
        },
        {
          "verse": 18,
          "text": "They abandoned the house of the LORD, the God of their ancestors, and began to serve the asherahs and the idols; and because of this crime of theirs, wrath came upon Judah and Jerusalem."
        },
        {
          "verse": 19,
          "text": "Although prophets were sent to them to turn them back to the LORD and to warn them, the people would not listen."
        },
        {
          "verse": 20,
          "text": "Then the spirit of God clothed Zechariah, son of Jehoiada the priest. He took his stand above the people and said to them: “Thus says God, Why are you transgressing the LORD’s commands, so that you cannot prosper? Because you have abandoned the LORD, he has abandoned you.”"
        },
        {
          "verse": 21,
          "text": "But they conspired against him, and at the king’s command they stoned him in the court of the house of the LORD."
        },
        {
          "verse": 22,
          "text": "Thus King Joash was unmindful of the devotion shown him by Jehoiada, Zechariah’s father, and killed the son. As he was dying, he said, “May the LORD see and avenge.”"
        },
        {
          "verse": 23,
          "text": "Joash Punished. At the turn of the year a force of Arameans came up against Joash. They invaded Judah and Jerusalem, killed all the princes of the people, and sent all their spoil to the king of Damascus."
        },
        {
          "verse": 24,
          "text": "Though the Aramean force was small, the LORD handed over a very large force into their power, because Judah had abandoned the LORD, the God of their ancestors. So judgment was meted out to Joash."
        },
        {
          "verse": 25,
          "text": "After the Arameans had departed from him, abandoning him to his many injuries, his servants conspired against him because of the murder of the son of Jehoiada the priest. They killed him on his sickbed. He was buried in the City of David, but not in the tombs of the kings."
        },
        {
          "verse": 26,
          "text": "Those who conspired against him were Zabad, son of Shimeath from Ammon, and Jehozabad, son of Shimrith from Moab."
        },
        {
          "verse": 27,
          "text": "An account of his sons, the great tribute imposed on him, and his rebuilding of the house of God is written in the midrash of the book of the kings. His son Amaziah succeeded him as king."
        }
      ]
    },
    {
      "chapter": 25,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 25 - Amaziah’s Good Start. Amaziah was twenty-five years old when he became king, and he reigned twenty-nine years in Jerusalem. His mother’s name was Jehoaddan, from Jerusalem."
        },
        {
          "verse": 2,
          "text": "He did what was right in the LORD’s sight, though not wholeheartedly."
        },
        {
          "verse": 3,
          "text": "When he had the kingdom firmly in hand, he struck down the officials who had struck down the king, his father."
        },
        {
          "verse": 4,
          "text": "But their children he did not put to death, for he acted according to what is written in the law, in the Book of Moses, which the LORD commanded: “Parents shall not be put to death for their children, nor shall children be put to death for their parents; they shall each die for their own sin.”"
        },
        {
          "verse": 5,
          "text": "Amaziah gathered Judah and placed them, out of all Judah and Benjamin according to their ancestral houses, under leaders of thousands and of hundreds. When he made a count of those twenty years old and over, he found that there were three hundred thousand picked men fit for war, capable of handling lance and shield."
        },
        {
          "verse": 6,
          "text": "He also hired a hundred thousand valiant warriors from Israel for a hundred talents of silver."
        },
        {
          "verse": 7,
          "text": "But a man of God came to him and said: “O king, let not the army of Israel go with you, for the LORD is not with Israel—with any Ephraimite."
        },
        {
          "verse": 8,
          "text": "Instead, go on your own, strongly prepared for the battle; why should the LORD hinder you in the face of the enemy: for with God is power to help or to hinder.”"
        },
        {
          "verse": 9,
          "text": "Amaziah answered the man of God, “But what is to be done about the hundred talents that I paid for the troops of Israel?” The man of God replied, “The LORD can give you much more than that.”"
        },
        {
          "verse": 10,
          "text": "Amaziah then disbanded the troops that had come to him from Ephraim, and sent them home. But they became furiously angry with Judah, and returned home blazing with anger."
        },
        {
          "verse": 11,
          "text": "Amaziah now assumed command of his army. They proceeded to the Valley of Salt, where they killed ten thousand men of Seir."
        },
        {
          "verse": 12,
          "text": "The Judahites also brought back another ten thousand alive, led them to the summit of Sela, and then threw them down from that rock so that their bodies split open."
        },
        {
          "verse": 13,
          "text": "Meanwhile, the troops Amaziah had dismissed from going into battle with him raided the cities of Judah from Samaria to Beth-horon. They struck down three thousand of the inhabitants and carried off much plunder."
        },
        {
          "verse": 14,
          "text": "Amaziah’s Apostasy. When Amaziah returned from his conquest of the Edomites he brought back with him the gods of the people of Seir. He set these up as his own gods; he bowed down before them and offered sacrifice to them."
        },
        {
          "verse": 15,
          "text": "Then the anger of the LORD blazed out against Amaziah, and he sent a prophet to him who said: “Why have you sought this people’s gods that could not deliver their own people from your power?”"
        },
        {
          "verse": 16,
          "text": "While he was still speaking, however, the king said to him: “Have you been appointed the king’s counselor? Stop! Why should you have to be killed?” Therefore the prophet stopped. But he said, “I know that God’s counsel is your destruction, for by doing this you have refused to listen to my counsel.”"
        },
        {
          "verse": 17,
          "text": "Amaziah Punished. Having taken counsel, Amaziah, king of Judah, sent word to Joash, son of Jehoahaz, son of Jehu, the king of Israel, saying, “Come, let us meet face to face.”"
        },
        {
          "verse": 18,
          "text": "Joash, king of Israel, sent this reply to Amaziah, king of Judah: “A thistle of Lebanon sent word to a cedar of Lebanon, ‘Give your daughter to my son in marriage,’ but an animal of Lebanon passed by and trampled the thistle underfoot."
        },
        {
          "verse": 19,
          "text": "You are thinking, ‘See, I have struck down Edom!’ Your heart is lifted up, And glories in it. Stay home! Why bring misfortune and failure on yourself and on Judah with you?”"
        },
        {
          "verse": 20,
          "text": "But Amaziah did not listen; for it was God’s doing that they be handed over because they sought the gods of Edom."
        },
        {
          "verse": 21,
          "text": "So Joash, king of Israel, advanced, and he and Amaziah, king of Judah, met face to face at Beth-shemesh of Judah,"
        },
        {
          "verse": 22,
          "text": "and Judah was defeated by Israel, and all fled to their tents."
        },
        {
          "verse": 23,
          "text": "But Amaziah, king of Judah, son of Joash, son of Jehoahaz, was captured by Joash, king of Israel, at Beth-shemesh. Joash brought him to Jerusalem and tore down the wall of Jerusalem from the Gate of Ephraim to the Corner Gate, four hundred cubits."
        },
        {
          "verse": 24,
          "text": "He took all the gold and silver and all the vessels found in the house of God with Obed-edom, and in the treasuries of the king’s house, and hostages as well. Then he returned to Samaria."
        },
        {
          "verse": 25,
          "text": "Amaziah, son of Joash, king of Judah, survived Joash, son of Jehoahaz, king of Israel, by fifteen years."
        },
        {
          "verse": 26,
          "text": "The rest of the acts of Amaziah, first and last, are recorded in the book of the kings of Judah and Israel."
        },
        {
          "verse": 27,
          "text": "Now from the time that Amaziah turned away from the LORD, a conspiracy was formed against him in Jerusalem, and he fled to Lachish. But he was pursued to Lachish and killed there."
        },
        {
          "verse": 28,
          "text": "He was brought back on horses and was buried with his ancestors in the City of Judah."
        }
      ]
    },
    {
      "chapter": 26,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 26 - Uzziah’s Projects. All the people of Judah took Uzziah, who was only sixteen years old, and made him king to succeed Amaziah his father."
        },
        {
          "verse": 2,
          "text": "It was he who rebuilt Elath and restored it to Judah, after the king rested with his ancestors."
        },
        {
          "verse": 3,
          "text": "Uzziah was sixteen years old when he became king, and he reigned fifty-two years in Jerusalem. His mother’s name was Jecoliah, from Jerusalem."
        },
        {
          "verse": 4,
          "text": "He did what was right in the LORD’s sight, just as his father Amaziah had done."
        },
        {
          "verse": 5,
          "text": "He was prepared to seek God as long as Zechariah lived, who taught him to fear God; and as long as he sought the LORD, God made him prosper."
        },
        {
          "verse": 6,
          "text": "He went out and fought the Philistines and razed the walls of Gath, Jabneh, and Ashdod, and built cities in the district of Ashdod and in Philistia."
        },
        {
          "verse": 7,
          "text": "God helped him against the Philistines, against the Arabians who dwelt in Gurbaal, and against the Meunites."
        },
        {
          "verse": 8,
          "text": "The Ammonites paid tribute to Uzziah and his fame spread as far as Egypt, for he grew stronger and stronger."
        },
        {
          "verse": 9,
          "text": "Moreover, Uzziah built towers in Jerusalem at the Corner Gate, at the Valley Gate, and at the Angle, and he fortified them."
        },
        {
          "verse": 10,
          "text": "He built towers in the wilderness and dug numerous cisterns, for he had many cattle. He had plowmen in the Shephelah and the plains, farmers and vinedressers in the highlands and the garden land. He was a lover of the soil."
        },
        {
          "verse": 11,
          "text": "Uzziah also had a standing army of fit soldiers divided into bands according to the number in which they were mustered by Jeiel the scribe and Maaseiah the recorder, under the command of Hananiah, one of the king’s officials."
        },
        {
          "verse": 12,
          "text": "The entire number of family heads over these valiant warriors was two thousand six hundred,"
        },
        {
          "verse": 13,
          "text": "and at their disposal was a mighty army of three hundred seven thousand five hundred fighting men of great valor to help the king against his enemies."
        },
        {
          "verse": 14,
          "text": "Uzziah provided for them—for the entire army—bucklers, lances, helmets, breastplates, bows, and slingstones."
        },
        {
          "verse": 15,
          "text": "He also built machines in Jerusalem, devices designed to stand on the towers and at the angles of the walls to shoot arrows and cast large stones. His name spread far and wide; the help he received was wondrous, so strong did he become."
        },
        {
          "verse": 16,
          "text": "Pride and Fall. But after he had become strong, he became arrogant to his own destruction and acted treacherously with the LORD, his God. He entered the temple of the LORD to make an offering on the altar of incense."
        },
        {
          "verse": 17,
          "text": "But Azariah the priest, and with him eighty other priests of the LORD, courageous men, followed him."
        },
        {
          "verse": 18,
          "text": "They stood up to King Uzziah, saying to him: “It is not for you, Uzziah, to burn incense to the LORD, but for the priests, the sons of Aaron, who have been consecrated for this purpose. Leave the sanctuary, for you have acted treacherously and no longer have a part in the glory that comes from the LORD God.”"
        },
        {
          "verse": 19,
          "text": "Uzziah, who was holding a censer for burning the incense, became angry. But at the very moment he showed his anger to the priests, while they were looking at him in the house of the LORD beside the altar of incense, leprosy broke out on his forehead."
        },
        {
          "verse": 20,
          "text": "Azariah the chief priest and all the other priests examined him, and when they saw that his forehead was leprous, they rushed him out. He let himself be expelled, for the LORD had afflicted him."
        },
        {
          "verse": 21,
          "text": "King Uzziah remained a leper till the day he died. As a leper he lived in a house apart, for he was excluded from the house of the LORD. Therefore his son Jotham was master of the palace and ruled the people of the land."
        },
        {
          "verse": 22,
          "text": "The rest of the acts of Uzziah, first and last, were written by Isaiah the prophet, son of Amoz."
        },
        {
          "verse": 23,
          "text": "Uzziah rested with his ancestors and was buried with them in the field adjoining the royal cemetery, for they said, “He was a leper.” His son Jotham succeeded him as king."
        }
      ]
    },
    {
      "chapter": 27,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 27 - Jotham. Jotham was twenty-five years old when he became king, and he reigned sixteen years in Jerusalem. His mother’s name was Jerusha, daughter of Zadok."
        },
        {
          "verse": 2,
          "text": "He did what was right in the LORD’s sight, just as his father Uzziah had done, though he did not enter the temple of the LORD. The people, however, continued to act corruptly."
        },
        {
          "verse": 3,
          "text": "It was he who built the Upper Gate of the LORD’s house and did much construction on the wall of Ophel."
        },
        {
          "verse": 4,
          "text": "Moreover, he built cities in the hill country of Judah, and in the wooded areas he set up fortresses and towers."
        },
        {
          "verse": 5,
          "text": "He fought with the king of the Ammonites and conquered them. That year the Ammonites paid him one hundred talents of silver, together with ten thousand kors of wheat and ten thousand of barley. They brought the same to him also in the second and in the third year."
        },
        {
          "verse": 6,
          "text": "Thus Jotham continued to grow strong because he made sure to walk before the LORD, his God."
        },
        {
          "verse": 7,
          "text": "The rest of the acts of Jotham, his wars and his activities, are recorded in the book of the kings of Israel and Judah."
        },
        {
          "verse": 8,
          "text": "He was twenty-five years old when he became king, and he reigned sixteen years in Jerusalem."
        },
        {
          "verse": 9,
          "text": "Jotham rested with his ancestors and was buried in the City of David, and his son Ahaz succeeded him as king."
        }
      ]
    },
    {
      "chapter": 28,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 28 - Ahaz’s Misdeeds. Ahaz was twenty years old when he became king, and he reigned sixteen years in Jerusalem. He did not do what was right in the sight of the LORD as David his father had done."
        },
        {
          "verse": 2,
          "text": "He walked in the ways of the kings of Israel and even made molten idols for the Baals."
        },
        {
          "verse": 3,
          "text": "Moreover, he offered sacrifice in the Valley of Ben-hinnom, and immolated his children by fire in accordance with the abominable practices of the nations whom the LORD had dispossessed before the Israelites."
        },
        {
          "verse": 4,
          "text": "He sacrificed and burned incense on the high places, on hills, and under every green tree."
        },
        {
          "verse": 5,
          "text": "Ahaz Punished. Therefore the LORD, his God, delivered him into the power of the king of Aram. The Arameans defeated him and carried away captive a large number of his people, whom they brought to Damascus. He was also delivered into the power of the king of Israel, who defeated him with great slaughter."
        },
        {
          "verse": 6,
          "text": "For Pekah, son of Remaliah, killed one hundred and twenty thousand of Judah in a single day, all of them valiant men, because they had abandoned the LORD, the God of their ancestors."
        },
        {
          "verse": 7,
          "text": "Zichri, an Ephraimite warrior, killed Maaseiah, the king’s son, and Azrikam, the master of the palace, and also Elkanah, who was second to the king."
        },
        {
          "verse": 8,
          "text": "The Israelites took away as captives two hundred thousand of their kinfolk’s wives, sons, and daughters; they also took from them much plunder, which they brought to Samaria."
        },
        {
          "verse": 9,
          "text": "Oded’s Prophecy. In Samaria there was a prophet of the LORD by the name of Oded. He went out to meet the army returning to Samaria and said to them: “It was because the LORD, the God of your ancestors, was angry with Judah that he delivered them into your power. You, however, have killed them with a fury that has reached up to heaven."
        },
        {
          "verse": 10,
          "text": "And now you are planning to subjugate the people of Judah and Jerusalem as your slaves and bondwomen. Are not you yourselves, therefore, guilty of a crime against the LORD, your God?"
        },
        {
          "verse": 11,
          "text": "Now listen to me: send back the captives you have carried off from among your kin, for the burning anger of the LORD is upon you.”"
        },
        {
          "verse": 12,
          "text": "At this, some of the Ephraimite leaders, Azariah, son of Johanan, Berechiah, son of Meshillemoth, Jehizkiah, son of Shallum, and Amasa, son of Hadlai, themselves stood up in opposition to those who had returned from the war."
        },
        {
          "verse": 13,
          "text": "They said to them: “Do not bring the captives here, for what you are planning will make us guilty before the LORD and increase our sins and our guilt. Great is our guilt, and there is burning anger upon Israel.”"
        },
        {
          "verse": 14,
          "text": "Therefore the soldiers left their captives and the plunder before the princes and the whole assembly."
        },
        {
          "verse": 15,
          "text": "Then the men just named proceeded to help the captives. All of them who were naked they clothed from the spoils; they clothed them, put sandals on their feet, gave them food and drink, anointed them, and all who were weak they set on donkeys. They brought them to Jericho, the City of Palms, to their kinfolk. Then they returned to Samaria."
        },
        {
          "verse": 16,
          "text": "Further Sins of Ahaz. At that time King Ahaz sent an appeal for help to the kings of Assyria."
        },
        {
          "verse": 17,
          "text": "The Edomites had returned, attacked Judah, and carried off captives."
        },
        {
          "verse": 18,
          "text": "The Philistines too had raided the cities of the Shephelah and the Negeb of Judah; they captured Beth-shemesh, Aijalon, Gederoth, Soco and its dependencies, Timnah and its dependencies, and Gimzo and its dependencies, and settled there."
        },
        {
          "verse": 19,
          "text": "For the LORD had brought Judah low because of Ahaz, king of Israel, who let Judah go its own way and committed treachery against the LORD."
        },
        {
          "verse": 20,
          "text": "Tiglath-pilneser, king of Assyria, did indeed come to him, but to oppress him rather than to lend strength."
        },
        {
          "verse": 21,
          "text": "Though Ahaz plundered the LORD’s house and the houses of the king and the princes to pay off the king of Assyria, it was no help to him."
        },
        {
          "verse": 22,
          "text": "While he was already in distress, the same King Ahaz increased his treachery to the LORD."
        },
        {
          "verse": 23,
          "text": "He sacrificed to the gods of Damascus who had defeated him, saying, “Since it was the gods of the kings of Aram who helped them, I will sacrifice to them that they may help me also.” However, they only furthered his downfall and that of all Israel."
        },
        {
          "verse": 24,
          "text": "Ahaz gathered up the utensils of God’s house and broke them in pieces. He closed the doors of the LORD’s house and made altars for himself in every corner of Jerusalem."
        },
        {
          "verse": 25,
          "text": "In every city throughout Judah he set up high places to offer sacrifice to other gods. Thus he provoked the LORD, the God of his ancestors, to anger."
        },
        {
          "verse": 26,
          "text": "The rest of his words and his deeds, first and last, are recorded in the book of the kings of Judah and Israel."
        },
        {
          "verse": 27,
          "text": "Ahaz rested with his ancestors and was buried in Jerusalem—in the city, for they did not bring him to the tombs of the kings of Israel. His son Hezekiah succeeded him as king."
        }
      ]
    },
    {
      "chapter": 29,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 29 - Hezekiah’s Reforms. Hezekiah was twenty-five years old when he became king, and he reigned twenty-nine years in Jerusalem. His mother’s name was Abijah, daughter of Zechariah."
        },
        {
          "verse": 2,
          "text": "He did what was right in the LORD’s sight, just as David his father had done."
        },
        {
          "verse": 3,
          "text": "In the first month of the first year of his reign, he opened the doors of the LORD’s house and repaired them."
        },
        {
          "verse": 4,
          "text": "He summoned the priests and Levites, gathering them in the open space to the east,"
        },
        {
          "verse": 5,
          "text": "and said to them: “Listen to me, you Levites! Sanctify yourselves now and sanctify the house of the LORD, the God of your ancestors, and clean out the filth from the sanctuary."
        },
        {
          "verse": 6,
          "text": "Our ancestors acted treacherously and did what was evil in the eyes of the LORD, our God. They abandoned him, turned away their faces from the LORD’s dwelling, and turned their backs on him."
        },
        {
          "verse": 7,
          "text": "They also closed the doors of the vestibule, extinguished the lamps, and failed to burn incense and sacrifice burnt offerings in the sanctuary to the God of Israel."
        },
        {
          "verse": 8,
          "text": "Therefore the anger of the LORD has come upon Judah and Jerusalem; he has made them an object of terror, horror, and hissing, as you see with your own eyes."
        },
        {
          "verse": 9,
          "text": "For our ancestors fell by the sword, and our sons, our daughters, and our wives have been taken captive because of this."
        },
        {
          "verse": 10,
          "text": "Now, I intend to make a covenant with the LORD, the God of Israel, that his burning anger may turn away from us."
        },
        {
          "verse": 11,
          "text": "My sons, do not be negligent any longer, for it is you whom the LORD has chosen to stand before him, to minister to him, to be his ministers and to offer incense.”"
        },
        {
          "verse": 12,
          "text": "Then the Levites arose: Mahath, son of Amasai, and Joel, son of Azariah, of the Kohathites; of the descendants of Merari: Kish, son of Abdi, and Azariah, son of Jehallel; of the Gershonites: Joah, son of Zimmah, and Eden, son of Joah;"
        },
        {
          "verse": 13,
          "text": "of the sons of Elizaphan: Shimri and Jeuel; of the sons of Asaph: Zechariah and Mattaniah;"
        },
        {
          "verse": 14,
          "text": "of the sons of Heman: Jehuel and Shimei; of the sons of Jeduthun: Shemiah and Uzziel."
        },
        {
          "verse": 15,
          "text": "They gathered their kinfolk together and sanctified themselves; then they came as the king had ordered, in keeping with the words of the LORD, to cleanse the LORD’s house."
        },
        {
          "verse": 16,
          "text": "The priests entered the interior of the LORD’s house to cleanse it. Whatever they found in the LORD’s temple that was unclean they brought out to the court of the LORD’s house, where the Levites took it from them and carried it out to the Wadi Kidron."
        },
        {
          "verse": 17,
          "text": "They began the work of consecration on the first day of the first month, and on the eighth day of the month they reached the vestibule of the LORD; they consecrated the LORD’s house over an eight-day period, and on the sixteenth day of the first month, they had finished."
        },
        {
          "verse": 18,
          "text": "Then they went inside to King Hezekiah and said: “We have cleansed the entire house of the LORD, the altar for burnt offerings with all its utensils, and the table for the showbread with all its utensils."
        },
        {
          "verse": 19,
          "text": "We have restored and consecrated all the articles which King Ahaz had thrown away during his reign because of his treachery; they are now before the LORD’s altar.”"
        },
        {
          "verse": 20,
          "text": "The Rite of Expiation. Then King Hezekiah hastened to convoke the princes of the city and went up to the LORD’s house."
        },
        {
          "verse": 21,
          "text": "Seven bulls, seven rams, seven lambs, and seven he-goats were presented as a purification offering for the kingdom, for the sanctuary, and for Judah. Hezekiah ordered the sons of Aaron, the priests, to offer them on the altar of the LORD."
        },
        {
          "verse": 22,
          "text": "They slaughtered the bulls, and the priests collected the blood and splashed it on the altar. Then they slaughtered the rams and splashed the blood on the altar; then they slaughtered the lambs and splashed the blood on the altar."
        },
        {
          "verse": 23,
          "text": "Then the he-goats for the purification offering were led before the king and the assembly, who laid their hands upon them."
        },
        {
          "verse": 24,
          "text": "The priests then slaughtered them and offered their blood on the altar to atone for the sin of all Israel. For the king had said, “The burnt offering and the purification offering are for all Israel.”"
        },
        {
          "verse": 25,
          "text": "He stationed the Levites in the LORD’s house with cymbals, harps, and lyres, according to the command of David, of Gad the king’s seer, and of Nathan the prophet; for this command was from the LORD through his prophets."
        },
        {
          "verse": 26,
          "text": "The Levites were stationed with the instruments of David, and the priests with the trumpets."
        },
        {
          "verse": 27,
          "text": "Then Hezekiah ordered the burnt offering to be sacrificed on the altar. At the very moment the burnt offering began, they also began the song of the LORD, to the accompaniment of the trumpets and the instruments of David, king of Israel."
        },
        {
          "verse": 28,
          "text": "The entire assembly bowed down, and the song was sung and the trumpets sounded until the burnt offering had been completed."
        },
        {
          "verse": 29,
          "text": "Once the burnt offering was completed, the king and all who were with him knelt and worshiped."
        },
        {
          "verse": 30,
          "text": "King Hezekiah and the princes then told the Levites to sing the praises of the LORD in the words of David and of Asaph the seer. They sang praises till their joy was full, then fell down and worshiped."
        },
        {
          "verse": 31,
          "text": "Hezekiah then said: “You have dedicated yourselves to the LORD. Approach, and bring forward the sacrifices and thank offerings for the house of the LORD.” Then the assembly brought forward the sacrifices and thank offerings and all their voluntary burnt offerings."
        },
        {
          "verse": 32,
          "text": "The number of burnt offerings that the assembly brought forward was seventy oxen, one hundred rams, and two hundred lambs: all of these as a burnt offering to the LORD."
        },
        {
          "verse": 33,
          "text": "As consecrated gifts there were six hundred oxen and three thousand sheep."
        },
        {
          "verse": 34,
          "text": "Since there were too few priests to skin all the victims for the burnt offerings, their fellow Levites assisted them until the task was completed and the priests had sanctified themselves. The Levites, in fact, were more careful than the priests to sanctify themselves."
        },
        {
          "verse": 35,
          "text": "The burnt offerings were indeed many, along with the fat of the communion offerings and the libations for the burnt offerings. Thus the service of the house of the LORD was re-established."
        },
        {
          "verse": 36,
          "text": "Hezekiah and all the people rejoiced over what God had re-established for the people, and at how suddenly this had been done."
        }
      ]
    },
    {
      "chapter": 30,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 30 - Invitation to Passover. Hezekiah sent word to all Israel and Judah, and even wrote letters to Ephraim and Manasseh, saying that they should come to the house of the LORD in Jerusalem to celebrate the Passover to the LORD, the God of Israel."
        },
        {
          "verse": 2,
          "text": "The king, his princes, and the entire assembly in Jerusalem had agreed to celebrate the Passover during the second month."
        },
        {
          "verse": 3,
          "text": "They could not celebrate it at the regular time because the priests had not sanctified themselves in sufficient numbers, and the people were not gathered at Jerusalem."
        },
        {
          "verse": 4,
          "text": "This seemed right to the king and the entire assembly,"
        },
        {
          "verse": 5,
          "text": "and they issued a decree to be proclaimed throughout all Israel from Beer-sheba to Dan, that everyone should come to celebrate the Passover to the LORD, the God of Israel, in Jerusalem; for not many had kept it in the prescribed manner."
        },
        {
          "verse": 6,
          "text": "By the king’s command, the couriers, with the letters written by the king and his princes, went through all Israel and Judah. They said: “Israelites, return to the LORD, the God of Abraham, Isaac, and Israel, that he may return to you, the remnant left from the hands of the Assyrian kings."
        },
        {
          "verse": 7,
          "text": "Do not be like your ancestors and your kin who acted treacherously toward the LORD, the God of their ancestors, so that he handed them over to desolation, as you yourselves now see."
        },
        {
          "verse": 8,
          "text": "Do not be stiff-necked, as your ancestors were; stretch out your hands to the LORD and come to his sanctuary that he has consecrated forever, and serve the LORD, your God, that he may turn his burning anger from you."
        },
        {
          "verse": 9,
          "text": "If you return to the LORD, your kinfolk and your children will find mercy with their captors and return to this land. The LORD, your God, is gracious and merciful and he will not turn away his face from you if you return to him.”"
        },
        {
          "verse": 10,
          "text": "So the couriers passed from city to city in the land of Ephraim and Manasseh and as far as Zebulun, but they were derided and scoffed at."
        },
        {
          "verse": 11,
          "text": "Nevertheless, some from Asher, Manasseh, and Zebulun humbled themselves and came to Jerusalem."
        },
        {
          "verse": 12,
          "text": "In Judah, however, the hand of God brought it about that the people were of one heart to carry out the command of the king and the princes by the word of the LORD."
        },
        {
          "verse": 13,
          "text": "Thus many people gathered in Jerusalem to celebrate the feast of Unleavened Bread in the second month; it was a very great assembly."
        },
        {
          "verse": 14,
          "text": "Passover Celebrated. They proceeded to remove the altars that were in Jerusalem as well as all the altars of incense, and cast them into the Wadi Kidron."
        },
        {
          "verse": 15,
          "text": "They slaughtered the Passover on the fourteenth day of the second month. The priests and Levites were shamed into sanctifying themselves and brought burnt offerings into the house of the LORD."
        },
        {
          "verse": 16,
          "text": "They stood in the places prescribed for them according to the law of Moses, the man of God. The priests splashed the blood given them by the Levites;"
        },
        {
          "verse": 17,
          "text": "for many in the assembly had not sanctified themselves, and the Levites were in charge of slaughtering the Passover victims for all who were unclean so as to consecrate them to the LORD."
        },
        {
          "verse": 18,
          "text": "The greater part of the people, in fact, chiefly from Ephraim, Manasseh, Issachar, and Zebulun, had not cleansed themselves. Nevertheless they ate the Passover, contrary to the prescription; because Hezekiah prayed for them, saying, “May the good LORD grant pardon to"
        },
        {
          "verse": 19,
          "text": "all who have set their heart to seek God, the LORD, the God of their ancestors, even though they are not clean as holiness requires.”"
        },
        {
          "verse": 20,
          "text": "The LORD heard Hezekiah and healed the people."
        },
        {
          "verse": 21,
          "text": "Thus the Israelites who were in Jerusalem celebrated the feast of Unleavened Bread with great rejoicing for seven days, and the Levites and the priests sang the praises of the LORD day after day with all their strength."
        },
        {
          "verse": 22,
          "text": "Hezekiah spoke encouragingly to all the Levites who had shown themselves well skilled in the service of the LORD. And when they had completed the seven days of festival, sacrificing communion offerings and singing praises to the LORD, the God of their ancestors,"
        },
        {
          "verse": 23,
          "text": "the whole assembly agreed to celebrate another seven days. So with joy they celebrated seven days more."
        },
        {
          "verse": 24,
          "text": "King Hezekiah of Judah had contributed a thousand bulls and seven thousand sheep to the assembly, and the princes a thousand bulls and ten thousand sheep. The priests sanctified themselves in great numbers,"
        },
        {
          "verse": 25,
          "text": "and the whole assembly of Judah rejoiced, together with the priests and Levites and the rest of the assembly that had come from Israel, as well as the resident aliens from the land of Israel and those that lived in Judah."
        },
        {
          "verse": 26,
          "text": "There was great rejoicing in Jerusalem, for since the days of Solomon, son of David, king of Israel, there had been nothing like it in the city."
        },
        {
          "verse": 27,
          "text": "Then the levitical priests rose and blessed the people; their voice was heard and their prayer reached heaven, God’s holy dwelling."
        }
      ]
    },
    {
      "chapter": 31,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 31 - Liturgical Reforms. After all this was over, those Israelites who had been present went forth to the cities of Judah and smashed the sacred pillars, cut down the asherahs, and tore down the high places and altars throughout Judah, Benjamin, Ephraim, and Manasseh, until they were all destroyed. Then the Israelites returned to their cities, each to his own possession."
        },
        {
          "verse": 2,
          "text": "Hezekiah re-established the divisions of the priests and the Levites according to their former divisions, assigning to each priest and Levite his proper service, whether in regard to burnt offerings or communion offerings, thanksgiving or praise, or ministering in the gates of the encampment of the LORD."
        },
        {
          "verse": 3,
          "text": "From his own wealth the king allotted a portion for burnt offerings, those of morning and evening and those on sabbaths, new moons, and festivals, as is written in the law of the LORD."
        },
        {
          "verse": 4,
          "text": "He also commanded the people living in Jerusalem to provide for the support of the priests and Levites, that they might firmly adhere to the law of the LORD."
        },
        {
          "verse": 5,
          "text": "As soon as the order was promulgated, the Israelites brought, in great quantities, the best of their grain, wine, oil, and honey, and all the produce of the fields; they gave a generous tithe of everything."
        },
        {
          "verse": 6,
          "text": "Israelites and Judahites living in other cities of Judah also brought in tithes of oxen, sheep, and votive offerings consecrated to the LORD, their God; these they brought in and heaped up in piles."
        },
        {
          "verse": 7,
          "text": "It was in the third month that they began to establish these heaps, and they completed them in the seventh month."
        },
        {
          "verse": 8,
          "text": "When Hezekiah and the princes had come and seen the piles, they blessed the LORD and his people Israel."
        },
        {
          "verse": 9,
          "text": "Then Hezekiah questioned the priests and the Levites concerning the piles,"
        },
        {
          "verse": 10,
          "text": "and the priest Azariah, head of the house of Zadok, answered him, “Since they began to bring the offerings to the house of the LORD, we have eaten, been satisfied, and had much left over, for the LORD has blessed his people. This great supply is what was left over.”"
        },
        {
          "verse": 11,
          "text": "Hezekiah then gave orders that chambers be constructed in the house of the LORD. When this had been done,"
        },
        {
          "verse": 12,
          "text": "they deposited the offerings, tithes, and votive offerings there for safekeeping. The overseer of these things was Conaniah the Levite, and his brother Shimei was second in command."
        },
        {
          "verse": 13,
          "text": "Jehiel, Azaziah, Nahath, Asahel, Jerimoth, Jozabad, Eliel, Ismachiah, Mahath, and Benaiah were supervisors subject to Conaniah the Levite and his brother Shimei by appointment of King Hezekiah and of Azariah, the prefect of the house of God."
        },
        {
          "verse": 14,
          "text": "Kore, the son of Imnah, a Levite and the keeper of the eastern gate, was in charge of the voluntary offerings made to God; he distributed the offerings made to the LORD and the most holy of the votive offerings."
        },
        {
          "verse": 15,
          "text": "Under him in the priestly cities were Eden, Miniamin, Jeshua, Shemaiah, Amariah, and Shecaniah, who faithfully made the distribution to their brothers, great and small alike, according to their divisions."
        },
        {
          "verse": 16,
          "text": "There was also a register by ancestral houses of males three years of age and over, for all priests who were eligible to enter the house of the LORD according to the daily schedule to fulfill their service in the order of their divisions."
        },
        {
          "verse": 17,
          "text": "The priests were inscribed in their family records according to their ancestral houses, as were the Levites twenty years of age and over according to their various offices and divisions."
        },
        {
          "verse": 18,
          "text": "A distribution was also made to all who were inscribed in the family records, for their little ones, wives, sons and daughters—thus for the entire assembly, since they were to sanctify themselves by sharing faithfully in the votive offerings."
        },
        {
          "verse": 19,
          "text": "The sons of Aaron, the priests who lived on the lands attached to their cities, had in every city men designated by name to distribute portions to every male of the priests and to every Levite listed in the family records."
        },
        {
          "verse": 20,
          "text": "Hezekiah did this in all Judah. He did what was good, upright, and faithful before the LORD, his God."
        },
        {
          "verse": 21,
          "text": "Everything that he undertook, for the service of the house of God or for the law and the commandment, was to seek his God. He did this with all his heart, and he prospered."
        }
      ]
    },
    {
      "chapter": 32,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 32 - Sennacherib’s Invasion. But after all this and all Hezekiah’s fidelity, there came Sennacherib, king of Assyria. He invaded Judah and besieged the fortified cities, intending to breach and take them."
        },
        {
          "verse": 2,
          "text": "When Hezekiah saw that Sennacherib was coming with the intention of attacking Jerusalem,"
        },
        {
          "verse": 3,
          "text": "he took the advice of his princes and warriors to stop the waters of the springs outside the city; they promised their help."
        },
        {
          "verse": 4,
          "text": "A large force was gathered and stopped all the springs and also the stream running nearby. For they said, “Why should the kings of Assyria come and find an abundance of water?”"
        },
        {
          "verse": 5,
          "text": "He then looked to his defenses: he rebuilt the wall where it was broken down, raised towers upon it, and built another wall outside. He strengthened the Millo of the City of David and made a great number of spears and shields."
        },
        {
          "verse": 6,
          "text": "Then he appointed army commanders over the people. He gathered them together in his presence in the open space at the gate of the city and encouraged them with these words:"
        },
        {
          "verse": 7,
          "text": "“Be strong and steadfast; do not be afraid or dismayed because of the king of Assyria and all the horde coming with him, for there is more with us than with him."
        },
        {
          "verse": 8,
          "text": "He has only an arm of flesh, but we have the LORD, our God, to help us and to fight our battles.” And the people took confidence from the words of Hezekiah, king of Judah."
        },
        {
          "verse": 9,
          "text": "Threat of Sennacherib. After this, while Sennacherib, king of Assyria, himself remained at Lachish with all his forces, he sent his officials to Jerusalem with this message for Hezekiah, king of Judah, and all the Judahites who were in Jerusalem:"
        },
        {
          "verse": 10,
          "text": "“Thus says Sennacherib, king of Assyria: In what are you trusting, now that you are under siege in Jerusalem?"
        },
        {
          "verse": 11,
          "text": "Is not Hezekiah deceiving you, delivering you over to a death of famine and thirst, by his claim that ‘the LORD, our God, will rescue us from the grasp of the king of Assyria’?"
        },
        {
          "verse": 12,
          "text": "Has not this same Hezekiah removed the Lord’s own high places and altars and commanded Judah and Jerusalem, ‘You shall bow down before one altar only, and on it alone you shall offer incense’?"
        },
        {
          "verse": 13,
          "text": "Do you not know what my fathers and I have done to all the peoples of other lands? Were the gods of the nations in those lands able to rescue their lands from my hand?"
        },
        {
          "verse": 14,
          "text": "Who among all the gods of those nations which my fathers put under the ban was able to rescue their people from my hand? Will your god, then, be able to rescue you from my hand?"
        },
        {
          "verse": 15,
          "text": "Let not Hezekiah mislead you further and deceive you in any such way. Do not believe him! Since no other god of any other nation or kingdom has been able to rescue his people from my hand or the hands of my fathers, how much the less shall your god rescue you from my hand!”"
        },
        {
          "verse": 16,
          "text": "His officials said still more against the LORD God and against his servant Hezekiah,"
        },
        {
          "verse": 17,
          "text": "for he had written letters to deride the LORD, the God of Israel, speaking of him in these terms: “As the gods of the nations in other lands have not rescued their people from my hand, neither shall Hezekiah’s god rescue his people from my hand.”"
        },
        {
          "verse": 18,
          "text": "In a loud voice they shouted in the language of Judah to the people of Jerusalem who were on the wall, to frighten and terrify them so that they might capture their city."
        },
        {
          "verse": 19,
          "text": "They spoke of the God of Israel as though he were one of the gods of the other peoples of the earth, a work of human hands."
        },
        {
          "verse": 20,
          "text": "But because of this, King Hezekiah and Isaiah the prophet, son of Amoz, prayed and cried out to heaven."
        },
        {
          "verse": 21,
          "text": "Sennacherib’s Defeat. Then the LORD sent an angel, who destroyed every warrior, leader, and commander in the camp of the Assyrian king, so that he had to return shamefaced to his own country. And when he entered the temple of his god, some of his own offspring struck him down there with the sword."
        },
        {
          "verse": 22,
          "text": "Thus the LORD saved Hezekiah and the inhabitants of Jerusalem from the hand of Sennacherib, king of Assyria, as from every other power; he gave them rest on every side."
        },
        {
          "verse": 23,
          "text": "Many brought gifts for the LORD to Jerusalem and costly objects for Hezekiah, king of Judah, who thereafter was exalted in the eyes of all the nations."
        },
        {
          "verse": 24,
          "text": "Hezekiah’s Later Reign. In those days Hezekiah became mortally ill. He prayed to the LORD, who answered him by giving him a sign."
        },
        {
          "verse": 25,
          "text": "Hezekiah, however, did not respond with like generosity, for he had become arrogant. Therefore wrath descended upon him and upon Judah and Jerusalem."
        },
        {
          "verse": 26,
          "text": "But then Hezekiah humbled himself for his pride—both he and the inhabitants of Jerusalem; and therefore the wrath of the LORD did not come upon them during the time of Hezekiah."
        },
        {
          "verse": 27,
          "text": "Hezekiah possessed very great wealth and glory. He made treasuries for his silver, gold, precious stones, spices, jewels, and other precious things of all kinds;"
        },
        {
          "verse": 28,
          "text": "also storehouses for the harvest of grain, for wine and oil, and barns for the various kinds of cattle and flocks."
        },
        {
          "verse": 29,
          "text": "He built cities for himself, and he acquired sheep and oxen in great numbers, for God gave him very great riches."
        },
        {
          "verse": 30,
          "text": "This same Hezekiah stopped the upper outlet for water from Gihon and redirected it underground westward to the City of David. Hezekiah prospered in all his works."
        },
        {
          "verse": 31,
          "text": "Nevertheless, in respect to the ambassadors of the Babylonian officials who were sent to him to investigate the sign that had occurred in the land, God abandoned him as a test, to know all that was in his heart."
        },
        {
          "verse": 32,
          "text": "The rest of Hezekiah’s acts, including his good deeds, are recorded in the vision of Isaiah the prophet, son of Amoz, and in the book of the kings of Judah and Israel."
        },
        {
          "verse": 33,
          "text": "Hezekiah rested with his ancestors; he was buried at the approach to the tombs of the descendants of David. All Judah and the inhabitants of Jerusalem paid him honor at his death. His son Manasseh succeeded him as king."
        }
      ]
    },
    {
      "chapter": 33,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 33 - Manasseh’s Impiety. Manasseh was twelve years old when he became king, and he reigned fifty-five years in Jerusalem."
        },
        {
          "verse": 2,
          "text": "He did what was evil in the LORD’s sight, following the abominable practices of the nations whom the LORD dispossessed before the Israelites."
        },
        {
          "verse": 3,
          "text": "He rebuilt the high places which Hezekiah his father had torn down. He set up altars to the Baals, and also made asherahs. He bowed down to the whole host of heaven and served them."
        },
        {
          "verse": 4,
          "text": "He built altars in the house of the LORD, of which the LORD had said: In Jerusalem shall my name be forever;"
        },
        {
          "verse": 5,
          "text": "and he built altars to the whole host of heaven in the two courts of the house of the LORD."
        },
        {
          "verse": 6,
          "text": "It was he, too, who immolated his children by fire in the Valley of Ben-hinnom. He practiced soothsaying and divination, and reintroduced the consulting of ghosts and spirits. He did much evil in the LORD’s sight and provoked him to anger."
        },
        {
          "verse": 7,
          "text": "An idol he had made he placed in the house of God, of which God had said to David and to his son Solomon: In this house and in Jerusalem, which I have chosen out of all the tribes of Israel, I shall set my name forever."
        },
        {
          "verse": 8,
          "text": "I will no longer make Israel step out of the land I assigned to your ancestors, provided that they are careful to observe all I commanded them, the entire law, the statutes, and the ordinances given by Moses."
        },
        {
          "verse": 9,
          "text": "Manasseh misled Judah and the inhabitants of Jerusalem into doing even greater evil than the nations the LORD had destroyed at the coming of the Israelites."
        },
        {
          "verse": 10,
          "text": "The LORD spoke to Manasseh and his people, but they paid no attention."
        },
        {
          "verse": 11,
          "text": "Manasseh’s Conversion. Therefore the LORD brought against them the army commanders of the Assyrian king; they captured Manasseh with hooks, shackled him with chains, and transported him to Babylon."
        },
        {
          "verse": 12,
          "text": "In his distress, he began to appease the LORD, his God. He humbled himself abjectly before the God of his ancestors,"
        },
        {
          "verse": 13,
          "text": "and prayed to him. The LORD let himself be won over: he heard his prayer and restored him to his kingdom in Jerusalem. Then Manasseh knew that the LORD is indeed God."
        },
        {
          "verse": 14,
          "text": "Afterward he built an outer wall for the City of David to the west of Gihon in the valley, extending to the Fish Gate and encircling Ophel; he built it very high. He stationed army officers in all the fortified cities of Judah."
        },
        {
          "verse": 15,
          "text": "He removed the foreign gods and the idol from the LORD’s house and all the altars he had built on the mount of the LORD’s house and in Jerusalem, and cast them outside the city."
        },
        {
          "verse": 16,
          "text": "He restored the altar of the LORD, and sacrificed on it communion offerings and thank offerings, and commanded Judah to serve the LORD, the God of Israel."
        },
        {
          "verse": 17,
          "text": "Though the people continued to sacrifice on the high places, they now did so to the LORD, their God."
        },
        {
          "verse": 18,
          "text": "The rest of the acts of Manasseh, his prayer to his God, and the words of the seers who spoke to him in the name of the LORD, the God of Israel, are written in the chronicles of the kings of Israel."
        },
        {
          "verse": 19,
          "text": "His prayer and how his supplication was heard, all his sins and his treachery, the sites where he built high places and set up asherahs and carved images before he humbled himself, all this is recorded in the chronicles of his seers."
        },
        {
          "verse": 20,
          "text": "Manasseh rested with his ancestors and was buried in his own palace. His son Amon succeeded him as king."
        },
        {
          "verse": 21,
          "text": "Reign of Amon. Amon was twenty-two years old when he became king, and he reigned two years in Jerusalem."
        },
        {
          "verse": 22,
          "text": "He did what was evil in the LORD’s sight, as his father Manasseh had done. Amon offered sacrifice to all the idols his father Manasseh had made, and served them."
        },
        {
          "verse": 23,
          "text": "Moreover, he did not humble himself before the LORD as his father Manasseh had humbled himself; on the contrary, Amon only increased his guilt."
        },
        {
          "verse": 24,
          "text": "His officials plotted against him and put him to death in his palace,"
        },
        {
          "verse": 25,
          "text": "but the people of the land then slew all who had plotted against King Amon, and the people of the land made his son Josiah king in his stead."
        }
      ]
    },
    {
      "chapter": 34,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 34 - Josiah’s Reforms. Josiah was eight years old when he became king, and he reigned thirty-one years in Jerusalem."
        },
        {
          "verse": 2,
          "text": "He did what was right in the LORD’s sight, walking in the way of David his father, not turning right or left."
        },
        {
          "verse": 3,
          "text": "In the eighth year of his reign, while he was still a youth, he began to seek after the God of David his father. Then in his twelfth year he began to purify Judah and Jerusalem of the high places, the asherahs, and the carved and molten images."
        },
        {
          "verse": 4,
          "text": "In his presence, the altars of the Baals were torn down; the incense stands erected above them he broke down; the asherahs and the carved and molten images he smashed and beat into dust, which he scattered over the tombs of those who had sacrificed to them;"
        },
        {
          "verse": 5,
          "text": "and the bones of the priests he burned upon their altars. Thus he purified Judah and Jerusalem."
        },
        {
          "verse": 6,
          "text": "He did likewise in the cities of Manasseh, Ephraim, Simeon, and in the ruined villages of the surrounding country as far as Naphtali;"
        },
        {
          "verse": 7,
          "text": "he tore down the altars and asherahs, and the carved images he beat into dust, and broke down the incense stands throughout the land of Israel. Then he returned to Jerusalem."
        },
        {
          "verse": 8,
          "text": "The Temple Restored. In the eighteenth year of his reign, in order to purify the land and the temple, he sent Shaphan, son of Azaliah, Maaseiah, the ruler of the city, and Joah, son of Joahaz, the chancellor, to restore the house of the LORD, his God."
        },
        {
          "verse": 9,
          "text": "They came to Hilkiah the high priest and turned over the money brought to the house of God which the Levites, the guardians of the threshold, had collected from Manasseh, Ephraim, and all the remnant of Israel, as well as from all of Judah, Benjamin, and the inhabitants of Jerusalem."
        },
        {
          "verse": 10,
          "text": "They turned it over to the master workers in the house of the LORD, and these in turn used it to pay the workers in the LORD’s house who were restoring and repairing it."
        },
        {
          "verse": 11,
          "text": "They also gave it to the carpenters and the masons to buy hewn stone and timber for the tie beams and rafters of the buildings which the kings of Judah had allowed to fall into ruin."
        },
        {
          "verse": 12,
          "text": "The men worked faithfully at their task; their overseers were Jahath and Obadiah, Levites of the line of Merari, and Zechariah and Meshullam, of the Kohathites, who directed them. All those Levites who were skillful with musical instruments"
        },
        {
          "verse": 13,
          "text": "were in charge of the men who carried the burdens, and they directed all the workers in every kind of labor. Some of the other Levites were scribes, officials, and gatekeepers."
        },
        {
          "verse": 14,
          "text": "The Finding of the Law. When they brought out the money that had been deposited in the house of the LORD, Hilkiah the priest found the book of the law of the LORD given through Moses."
        },
        {
          "verse": 15,
          "text": "He reported this to Shaphan the scribe, saying, “I have found the book of the law in the house of the LORD.” Hilkiah gave the book to Shaphan,"
        },
        {
          "verse": 16,
          "text": "who brought it to the king at the same time that he made his report to him. He said, “Your servants are doing everything that has been entrusted to them;"
        },
        {
          "verse": 17,
          "text": "they have smelted down the silver deposited in the LORD’s house and have turned it over to the overseers and the workers.”"
        },
        {
          "verse": 18,
          "text": "Then Shaphan the scribe also informed the king, “Hilkiah the priest has given me a book,” and then Shaphan read it in the presence of the king."
        },
        {
          "verse": 19,
          "text": "When the king heard the words of the law, he tore his garments."
        },
        {
          "verse": 20,
          "text": "The king then issued this command to Hilkiah, to Ahikam, son of Shaphan, to Abdon, son of Michah, to Shaphan the scribe, and to Asaiah, the king’s servant:"
        },
        {
          "verse": 21,
          "text": "“Go, consult the LORD for me and for those who are left in Israel and Judah, about the words of the book that has been found, for the anger of the LORD burns furiously against us, because our ancestors did not keep the word of the LORD and have not done all that is written in this book.”"
        },
        {
          "verse": 22,
          "text": "Then Hilkiah and others from the king went to Huldah the prophet, wife of Shallum, son of Tokhath, son of Hasrah, keeper of the wardrobe; she lived in Jerusalem, in the Second Quarter. They spoke to her as they had been instructed,"
        },
        {
          "verse": 23,
          "text": "and she said to them: “Thus says the LORD, the God of Israel: Say to the man who sent you to me,"
        },
        {
          "verse": 24,
          "text": "Thus says the LORD: I am about to bring evil upon this place and upon its inhabitants, all the curses written in the book that was read before the king of Judah."
        },
        {
          "verse": 25,
          "text": "Because they have abandoned me and have burned incense to other gods, provoking me by all the works of their hands, my anger burns against this place and it cannot be extinguished."
        },
        {
          "verse": 26,
          "text": "“But to the king of Judah who sent you to consult the LORD, give this response: Thus says the LORD, the God of Israel: As for the words you have heard,"
        },
        {
          "verse": 27,
          "text": "because you were heartsick and have humbled yourself before God when you heard his words concerning this place and its inhabitants; because you humbled yourself before me, tore your garments, and wept before me, I in turn have heard—oracle of the LORD."
        },
        {
          "verse": 28,
          "text": "I will gather you to your ancestors and you shall go to your grave in peace, and your eyes shall not see all the evil I am about to bring upon this place and upon its inhabitants.” This they reported to the king."
        },
        {
          "verse": 29,
          "text": "Covenant Renewal. The king then had all the elders of Judah and of Jerusalem summoned before him."
        },
        {
          "verse": 30,
          "text": "The king went up to the house of the LORD with all the people of Judah and the inhabitants of Jerusalem: priests, Levites, and all the people, great and small. He read aloud to them all the words of the book of the covenant that had been found in the house of the LORD."
        },
        {
          "verse": 31,
          "text": "The king stood by the column and made a covenant in the presence of the LORD to follow the LORD and to observe his commandments, statutes, and decrees with his whole heart and soul, carrying out the words of the covenant written in this book."
        },
        {
          "verse": 32,
          "text": "He thereby committed all who were in Jerusalem and Benjamin, and the inhabitants of Jerusalem acted according to the covenant of God, the God of their ancestors."
        },
        {
          "verse": 33,
          "text": "Josiah removed every abomination from all the territories belonging to the Israelites, and he obliged all who were in Israel to serve the LORD, their God. During his lifetime they did not turn away from following the LORD, the God of their ancestors."
        }
      ]
    },
    {
      "chapter": 35,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 35 - The Passover. Josiah celebrated in Jerusalem a Passover to honor the LORD; the Passover sacrifice was slaughtered on the fourteenth day of the first month."
        },
        {
          "verse": 2,
          "text": "He reappointed the priests to their duties and confirmed them in the service of the LORD’s house."
        },
        {
          "verse": 3,
          "text": "He said to the Levites who were to instruct all Israel, and who were consecrated to the LORD: “Put the holy ark in the house built by Solomon, son of David, king of Israel. It shall no longer be a burden on your shoulders. Serve now the LORD, your God, and his people Israel."
        },
        {
          "verse": 4,
          "text": "Prepare yourselves by your ancestral houses and your divisions according to the prescriptions of David, king of Israel, and the prescriptions of his son Solomon."
        },
        {
          "verse": 5,
          "text": "Stand in the sanctuary according to the branches of the ancestral houses of your kin, the common people, so that the distribution of the Levites and the families may be the same."
        },
        {
          "verse": 6,
          "text": "Slaughter the Passover sacrifice, sanctify yourselves, and be at the disposition of your kin, that all may be done according to the word of the LORD given through Moses.”"
        },
        {
          "verse": 7,
          "text": "Josiah contributed to the common people a flock of lambs and young goats, thirty thousand in number, each to serve as a Passover victim for all who were present, and also three thousand oxen; these were from the king’s property."
        },
        {
          "verse": 8,
          "text": "His princes also gave a voluntary offering to the people, the priests, and the Levites. Hilkiah, Zechariah, and Jehiel, prefects of the house of God, gave to the priests two thousand six hundred Passover victims along with three hundred oxen."
        },
        {
          "verse": 9,
          "text": "Conaniah and his brothers Shemaiah, Nethanel, Hashabiah, Jehiel, and Jozabad, the rulers of the Levites, contributed to the Levites five thousand Passover victims, together with five hundred oxen."
        },
        {
          "verse": 10,
          "text": "When the service had been arranged, the priests took their places, as did the Levites in their divisions according to the king’s command."
        },
        {
          "verse": 11,
          "text": "The Passover sacrifice was slaughtered, whereupon the priests splashed some of the blood and the Levites proceeded with the skinning."
        },
        {
          "verse": 12,
          "text": "They separated out what was destined for the burnt offering and gave it to various groups of the ancestral houses of the common people to offer to the LORD, as is written in the book of Moses. They did the same with the oxen."
        },
        {
          "verse": 13,
          "text": "They cooked the Passover on the fire as prescribed, and also cooked the sacred portions in pots, caldrons, and pans, then brought them quickly to all the common people."
        },
        {
          "verse": 14,
          "text": "Afterward they prepared the Passover for themselves and for the priests. Indeed the priests, the sons of Aaron, were busy sacrificing burnt offerings and the fatty portions until night; therefore the Levites prepared for themselves and for the priests, the sons of Aaron."
        },
        {
          "verse": 15,
          "text": "The singers, the sons of Asaph, were at their posts as commanded by David and by Asaph, Heman, and Jeduthun, the king’s seer. The gatekeepers were at every gate; there was no need for them to leave their stations, for their fellow Levites prepared for them."
        },
        {
          "verse": 16,
          "text": "Thus the entire service of the LORD was arranged that day so that the Passover could be celebrated and the burnt offerings sacrificed on the altar of the LORD, as King Josiah had commanded."
        },
        {
          "verse": 17,
          "text": "The Israelites who were present on that occasion kept the Passover and the feast of the Unleavened Bread for seven days."
        },
        {
          "verse": 18,
          "text": "No such Passover had been observed in Israel since the time of Samuel the prophet; no king of Israel had observed a Passover like that celebrated by Josiah, the priests, and Levites, all of Judah and Israel that were present, and the inhabitants of Jerusalem."
        },
        {
          "verse": 19,
          "text": "It was in the eighteenth year of Josiah’s reign that this Passover was observed."
        },
        {
          "verse": 20,
          "text": "Josiah’s End. After Josiah had done all this to restore the temple, Neco, king of Egypt, came up to fight at Carchemish on the Euphrates, and Josiah went out to meet him."
        },
        {
          "verse": 21,
          "text": "Neco sent messengers to him, saying: “What quarrel is between us, king of Judah? I have not come against you this day, for my war is with another kingdom, and God has told me to hasten. Do not interfere with God who is with me; let him not destroy you.”"
        },
        {
          "verse": 22,
          "text": "But Josiah would not withdraw from him, for he was seeking a pretext to fight with him. Therefore he would not listen to the words of Neco that came from the mouth of God, but went out to fight in the plain of Megiddo."
        },
        {
          "verse": 23,
          "text": "Then the archers shot King Josiah, who said to his servants, “Take me away, I am seriously wounded.”"
        },
        {
          "verse": 24,
          "text": "His servants took him from his own chariot, placed him in the one he had in reserve, and brought him to Jerusalem, where he died. He was buried in the tombs of his ancestors, and all Judah and Jerusalem mourned him."
        },
        {
          "verse": 25,
          "text": "Jeremiah also composed a lamentation for Josiah, which is recited to this day by all the male and female singers in their lamentations for Josiah. These have been made an ordinance for Israel, and can be found written in the Lamentations."
        },
        {
          "verse": 26,
          "text": "The rest of the acts of Josiah, his good deeds in accord with what is written in the law of the LORD,"
        },
        {
          "verse": 27,
          "text": "and his words, first and last, are recorded in the book of the kings of Israel and Judah."
        }
      ]
    },
    {
      "chapter": 36,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 36 - Jehoahaz. The people of the land took Jehoahaz, son of Josiah, and made him king in Jerusalem to succeed his father."
        },
        {
          "verse": 2,
          "text": "Jehoahaz was twenty-three years old when he became king, and he reigned three months in Jerusalem."
        },
        {
          "verse": 3,
          "text": "The king of Egypt deposed him in Jerusalem and fined the land one hundred talents of silver and a talent of gold."
        },
        {
          "verse": 4,
          "text": "Then the king of Egypt made Eliakim, the brother of Jehoahaz, king over Judah and Jerusalem, changing his name to Jehoiakim. Neco took Jehoahaz his brother away and brought him to Egypt."
        },
        {
          "verse": 5,
          "text": "Jehoiakim. Jehoiakim was twenty-five years old when he became king, and he reigned eleven years in Jerusalem. He did what was evil in the sight of the LORD, his God."
        },
        {
          "verse": 6,
          "text": "Nebuchadnezzar, king of Babylon, attacked and bound him in chains to take him to Babylon."
        },
        {
          "verse": 7,
          "text": "Nebuchadnezzar also carried away to Babylon some of the vessels of the house of the LORD and put them in his palace in Babylon."
        },
        {
          "verse": 8,
          "text": "The rest of the acts of Jehoiakim, the abominable things that he did, and what therefore happened to him, are recorded in the book of the kings of Israel and Judah. His son Jehoiachin succeeded him as king."
        },
        {
          "verse": 9,
          "text": "Jehoiachin. Jehoiachin was eighteen years old when he became king, and he reigned three months and ten days in Jerusalem. He did what was evil in the LORD’s sight."
        },
        {
          "verse": 10,
          "text": "At the turn of the year, King Nebuchadnezzar sent for him and had him brought to Babylon, along with precious vessels from the house of the LORD. He made his brother Zedekiah king over Judah and Jerusalem."
        },
        {
          "verse": 11,
          "text": "Zedekiah. Zedekiah was twenty-one years old when he became king, and he reigned eleven years in Jerusalem."
        },
        {
          "verse": 12,
          "text": "He did what was evil in the sight of the LORD, his God, and he did not humble himself before Jeremiah the prophet, who spoke for the LORD."
        },
        {
          "verse": 13,
          "text": "He also rebelled against King Nebuchadnezzar, who had made him swear by God. He became stiff-necked and hardened his heart rather than return to the LORD, the God of Israel."
        },
        {
          "verse": 14,
          "text": "Likewise all the princes of Judah, the priests, and the people added treachery to treachery, practicing all the abominations of the nations and defiling the LORD’s house which he had consecrated in Jerusalem."
        },
        {
          "verse": 15,
          "text": "The Fall of Judah. Early and often the LORD, the God of their ancestors, sent his messengers to them, for he had compassion on his people and his dwelling place."
        },
        {
          "verse": 16,
          "text": "But they mocked God’s messengers, despised his words, and scoffed at his prophets, until the LORD’s anger against his people blazed up beyond remedy."
        },
        {
          "verse": 17,
          "text": "Then he brought up against them the king of the Chaldeans, who killed their young men with the sword in their own sanctuary, with compassion for neither young men nor young women, neither the old nor the infirm; all of them he delivered into his power."
        },
        {
          "verse": 18,
          "text": "All the utensils of the house of God, large and small, the treasures of the LORD’s house, and the treasures of the king and his princes, all these he brought to Babylon."
        },
        {
          "verse": 19,
          "text": "They burnt the house of God, tore down the walls of Jerusalem, burnt down all its palaces, and destroyed all its precious objects."
        },
        {
          "verse": 20,
          "text": "Those who escaped the sword he carried captive to Babylon, where they became servants to him and his sons until the Persian kingdom came to power."
        },
        {
          "verse": 21,
          "text": "All this was to fulfill the word of the LORD spoken by Jeremiah: Until the land has retrieved its lost sabbaths, during all the time it lies waste it shall have rest while seventy years are fulfilled."
        },
        {
          "verse": 22,
          "text": "Decree of Cyrus. In the first year of Cyrus, king of Persia, in order to realize the word of the LORD spoken by Jeremiah, the LORD roused the spirit of Cyrus, King of Persia, to spread this proclamation throughout his kingdom, both by word of mouth and in writing:"
        },
        {
          "verse": 23,
          "text": "“Thus says Cyrus, king of Persia: The LORD, the God of heaven, has given to me all the kingdoms of the earth. He has also charged me to build him a house in Jerusalem, which is in Judah. All among you, therefore, who belong to his people, may their God be with them; let them go up.”"
        }
      ]
    }
  ]
}
