{
  "book": "2Corinthians",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "verse": 1,
          "text": "I. Address Chapter 1 - Greeting. Paul, an apostle of Christ Jesus by the will of God, and Timothy our brother, to the church of God that is in Corinth, with all the holy ones throughout Achaia:"
        },
        {
          "verse": 2,
          "text": "grace to you and peace from God our Father and the Lord Jesus Christ."
        },
        {
          "verse": 3,
          "text": "Thanksgiving. Blessed be the God and Father of our Lord Jesus Christ, the Father of compassion and God of all encouragement,"
        },
        {
          "verse": 4,
          "text": "who encourages us in our every affliction, so that we may be able to encourage those who are in any affliction with the encouragement with which we ourselves are encouraged by God."
        },
        {
          "verse": 5,
          "text": "For as Christ’s sufferings overflow to us, so through Christ does our encouragement also overflow."
        },
        {
          "verse": 6,
          "text": "If we are afflicted, it is for your encouragement and salvation; if we are encouraged, it is for your encouragement, which enables you to endure the same sufferings that we suffer."
        },
        {
          "verse": 7,
          "text": "Our hope for you is firm, for we know that as you share in the sufferings, you also share in the encouragement."
        },
        {
          "verse": 8,
          "text": "We do not want you to be unaware, brothers, of the affliction that came to us in the province of Asia; we were utterly weighed down beyond our strength, so that we despaired even of life."
        },
        {
          "verse": 9,
          "text": "Indeed, we had accepted within ourselves the sentence of death, that we might trust not in ourselves but in God who raises the dead."
        },
        {
          "verse": 10,
          "text": "He rescued us from such great danger of death, and he will continue to rescue us; in him we have put our hope [that] he will also rescue us again,"
        },
        {
          "verse": 11,
          "text": "as you help us with prayer, so that thanks may be given by many on our behalf for the gift granted us through the prayers of many."
        },
        {
          "verse": 12,
          "text": "II. The Crisis Between Paul and the Corinthians A. Past Relationships - Paul’s Sincerity and Constancy. For our boast is this, the testimony of our conscience that we have conducted ourselves in the world, and especially toward you, with the simplicity and sincerity of God, [and] not by human wisdom but by the grace of God."
        },
        {
          "verse": 13,
          "text": "For we write you nothing but what you can read and understand, and I hope that you will understand completely,"
        },
        {
          "verse": 14,
          "text": "as you have come to understand us partially, that we are your boast as you also are ours, on the day of [our] Lord Jesus."
        },
        {
          "verse": 15,
          "text": "With this confidence I formerly intended to come to you so that you might receive a double favor,"
        },
        {
          "verse": 16,
          "text": "namely, to go by way of you to Macedonia, and then to come to you again on my return from Macedonia, and have you send me on my way to Judea."
        },
        {
          "verse": 17,
          "text": "So when I intended this, did I act lightly? Or do I make my plans according to human considerations, so that with me it is “yes, yes” and “no, no”?"
        },
        {
          "verse": 18,
          "text": "As God is faithful, our word to you is not “yes” and “no.”"
        },
        {
          "verse": 19,
          "text": "For the Son of God, Jesus Christ, who was proclaimed to you by us, Silvanus and Timothy and me, was not “yes” and “no,” but “yes” has been in him."
        },
        {
          "verse": 20,
          "text": "For however many are the promises of God, their Yes is in him; therefore, the Amen from us also goes through him to God for glory."
        },
        {
          "verse": 21,
          "text": "But the one who gives us security with you in Christ and who anointed us is God;"
        },
        {
          "verse": 22,
          "text": "he has also put his seal upon us and given the Spirit in our hearts as a first installment."
        },
        {
          "verse": 23,
          "text": "Paul’s Change of Plan. But I call upon God as witness, on my life, that it is to spare you that I have not yet gone to Corinth."
        },
        {
          "verse": 24,
          "text": "Not that we lord it over your faith; rather, we work together for your joy, for you stand firm in the faith."
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 2 - For I decided not to come to you again in painful circumstances."
        },
        {
          "verse": 2,
          "text": "For if I inflict pain upon you, then who is there to cheer me except the one pained by me?"
        },
        {
          "verse": 3,
          "text": "And I wrote as I did so that when I came I might not be pained by those in whom I should have rejoiced, confident about all of you that my joy is that of all of you."
        },
        {
          "verse": 4,
          "text": "For out of much affliction and anguish of heart I wrote to you with many tears, not that you might be pained but that you might know the abundant love I have for you. The Offender."
        },
        {
          "verse": 5,
          "text": "If anyone has caused pain, he has caused it not to me, but in some measure (not to exaggerate) to all of you."
        },
        {
          "verse": 6,
          "text": "This punishment by the majority is enough for such a person,"
        },
        {
          "verse": 7,
          "text": "so that on the contrary you should forgive and encourage him instead, or else the person may be overwhelmed by excessive pain."
        },
        {
          "verse": 8,
          "text": "Therefore, I urge you to reaffirm your love for him."
        },
        {
          "verse": 9,
          "text": "For this is why I wrote, to know your proven character, whether you were obedient in everything."
        },
        {
          "verse": 10,
          "text": "Whomever you forgive anything, so do I. For indeed what I have forgiven, if I have forgiven anything, has been for you in the presence of Christ,"
        },
        {
          "verse": 11,
          "text": "so that we might not be taken advantage of by Satan, for we are not unaware of his purposes. Paul’s Anxiety."
        },
        {
          "verse": 12,
          "text": "When I went to Troas for the gospel of Christ, although a door was opened for me in the Lord,"
        },
        {
          "verse": 13,
          "text": "I had no relief in my spirit because I did not find my brother Titus. So I took leave of them and went on to Macedonia."
        },
        {
          "verse": 14,
          "text": "B. Paul’s Ministry - Ministers of a New Covenant. But thanks be to God, who always leads us in triumph in Christ and manifests through us the odor of the knowledge of him in every place."
        },
        {
          "verse": 15,
          "text": "For we are the aroma of Christ for God among those who are being saved and among those who are perishing,"
        },
        {
          "verse": 16,
          "text": "to the latter an odor of death that leads to death, to the former an odor of life that leads to life. Who is qualified for this?"
        },
        {
          "verse": 17,
          "text": "For we are not like the many who trade on the word of God; but as out of sincerity, indeed as from God and in the presence of God, we speak in Christ."
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 3 - Are we beginning to commend ourselves again? Or do we need, as some do, letters of recommendation to you or from you?"
        },
        {
          "verse": 2,
          "text": "You are our letter, written on our hearts, known and read by all,"
        },
        {
          "verse": 3,
          "text": "shown to be a letter of Christ administered by us, written not in ink but by the Spirit of the living God, not on tablets of stone but on tablets that are hearts of flesh."
        },
        {
          "verse": 4,
          "text": "Such confidence we have through Christ toward God."
        },
        {
          "verse": 5,
          "text": "Not that of ourselves we are qualified to take credit for anything as coming from us; rather, our qualification comes from God,"
        },
        {
          "verse": 6,
          "text": "who has indeed qualified us as ministers of a new covenant, not of letter but of spirit; for the letter brings death, but the Spirit gives life."
        },
        {
          "verse": 7,
          "text": "Contrast with the Old Covenant. Now if the ministry of death, carved in letters on stone, was so glorious that the Israelites could not look intently at the face of Moses because of its glory that was going to fade,"
        },
        {
          "verse": 8,
          "text": "how much more will the ministry of the Spirit be glorious?"
        },
        {
          "verse": 9,
          "text": "For if the ministry of condemnation was glorious, the ministry of righteousness will abound much more in glory."
        },
        {
          "verse": 10,
          "text": "Indeed, what was endowed with glory has come to have no glory in this respect because of the glory that surpasses it."
        },
        {
          "verse": 11,
          "text": "For if what was going to fade was glorious, how much more will what endures be glorious."
        },
        {
          "verse": 12,
          "text": "Therefore, since we have such hope, we act very boldly"
        },
        {
          "verse": 13,
          "text": "and not like Moses, who put a veil over his face so that the Israelites could not look intently at the cessation of what was fading."
        },
        {
          "verse": 14,
          "text": "Rather, their thoughts were rendered dull, for to this present day the same veil remains unlifted when they read the old covenant, because through Christ it is taken away."
        },
        {
          "verse": 15,
          "text": "To this day, in fact, whenever Moses is read, a veil lies over their hearts,"
        },
        {
          "verse": 16,
          "text": "but whenever a person turns to the Lord the veil is removed."
        },
        {
          "verse": 17,
          "text": "Now the Lord is the Spirit, and where the Spirit of the Lord is, there is freedom."
        },
        {
          "verse": 18,
          "text": "All of us, gazing with unveiled face on the glory of the Lord, are being transformed into the same image from glory to glory, as from the Lord who is the Spirit."
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 4 - Integrity in the Ministry. Therefore, since we have this ministry through the mercy shown us, we are not discouraged."
        },
        {
          "verse": 2,
          "text": "Rather, we have renounced shameful, hidden things; not acting deceitfully or falsifying the word of God, but by the open declaration of the truth we commend ourselves to everyone’s conscience in the sight of God."
        },
        {
          "verse": 3,
          "text": "And even though our gospel is veiled, it is veiled for those who are perishing,"
        },
        {
          "verse": 4,
          "text": "in whose case the god of this age has blinded the minds of the unbelievers, so that they may not see the light of the gospel of the glory of Christ, who is the image of God."
        },
        {
          "verse": 5,
          "text": "For we do not preach ourselves but Jesus Christ as Lord, and ourselves as your slaves for the sake of Jesus."
        },
        {
          "verse": 6,
          "text": "For God who said, “Let light shine out of darkness,” has shone in our hearts to bring to light the knowledge of the glory of God on the face of [Jesus] Christ."
        },
        {
          "verse": 7,
          "text": "The Paradox of the Ministry. But we hold this treasure in earthen vessels, that the surpassing power may be of God and not from us."
        },
        {
          "verse": 8,
          "text": "We are afflicted in every way, but not constrained; perplexed, but not driven to despair;"
        },
        {
          "verse": 9,
          "text": "persecuted, but not abandoned; struck down, but not destroyed;"
        },
        {
          "verse": 10,
          "text": "always carrying about in the body the dying of Jesus, so that the life of Jesus may also be manifested in our body."
        },
        {
          "verse": 11,
          "text": "For we who live are constantly being given up to death for the sake of Jesus, so that the life of Jesus may be manifested in our mortal flesh."
        },
        {
          "verse": 12,
          "text": "So death is at work in us, but life in you."
        },
        {
          "verse": 13,
          "text": "Since, then, we have the same spirit of faith, according to what is written, “I believed, therefore I spoke,” we too believe and therefore speak,"
        },
        {
          "verse": 14,
          "text": "knowing that the one who raised the Lord Jesus will raise us also with Jesus and place us with you in his presence."
        },
        {
          "verse": 15,
          "text": "Everything indeed is for you, so that the grace bestowed in abundance on more and more people may cause the thanksgiving to overflow for the glory of God."
        },
        {
          "verse": 16,
          "text": "Therefore, we are not discouraged; rather, although our outer self is wasting away, our inner self is being renewed day by day."
        },
        {
          "verse": 17,
          "text": "For this momentary light affliction is producing for us an eternal weight of glory beyond all comparison,"
        },
        {
          "verse": 18,
          "text": "as we look not to what is seen but to what is unseen; for what is seen is transitory, but what is unseen is eternal."
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 5 - Our Future Destiny. For we know that if our earthly dwelling, a tent, should be destroyed, we have a building from God, a dwelling not made with hands, eternal in heaven."
        },
        {
          "verse": 2,
          "text": "For in this tent we groan, longing to be further clothed with our heavenly habitation"
        },
        {
          "verse": 3,
          "text": "if indeed, when we have taken it off, we shall not be found naked."
        },
        {
          "verse": 4,
          "text": "For while we are in this tent we groan and are weighed down, because we do not wish to be unclothed but to be further clothed, so that what is mortal may be swallowed up by life."
        },
        {
          "verse": 5,
          "text": "Now the one who has prepared us for this very thing is God, who has given us the Spirit as a first installment."
        },
        {
          "verse": 6,
          "text": "So we are always courageous, although we know that while we are at home in the body we are away from the Lord,"
        },
        {
          "verse": 7,
          "text": "for we walk by faith, not by sight."
        },
        {
          "verse": 8,
          "text": "Yet we are courageous, and we would rather leave the body and go home to the Lord."
        },
        {
          "verse": 9,
          "text": "Therefore, we aspire to please him, whether we are at home or away."
        },
        {
          "verse": 10,
          "text": "For we must all appear before the judgment seat of Christ, so that each one may receive recompense, according to what he did in the body, whether good or evil."
        },
        {
          "verse": 11,
          "text": "The Ministry of Reconciliation. Therefore, since we know the fear of the Lord, we try to persuade others; but we are clearly apparent to God, and I hope we are also apparent to your consciousness."
        },
        {
          "verse": 12,
          "text": "We are not commending ourselves to you again but giving you an opportunity to boast of us, so that you may have something to say to those who boast of external appearance rather than of the heart."
        },
        {
          "verse": 13,
          "text": "For if we are out of our minds, it is for God; if we are rational, it is for you."
        },
        {
          "verse": 14,
          "text": "For the love of Christ impels us, once we have come to the conviction that one died for all; therefore, all have died."
        },
        {
          "verse": 15,
          "text": "He indeed died for all, so that those who live might no longer live for themselves but for him who for their sake died and was raised."
        },
        {
          "verse": 16,
          "text": "Consequently, from now on we regard no one according to the flesh; even if we once knew Christ according to the flesh, yet now we know him so no longer."
        },
        {
          "verse": 17,
          "text": "So whoever is in Christ is a new creation: the old things have passed away; behold, new things have come."
        },
        {
          "verse": 18,
          "text": "And all this is from God, who has reconciled us to himself through Christ and given us the ministry of reconciliation,"
        },
        {
          "verse": 19,
          "text": "namely, God was reconciling the world to himself in Christ, not counting their trespasses against them and entrusting to us the message of reconciliation."
        },
        {
          "verse": 20,
          "text": "So we are ambassadors for Christ, as if God were appealing through us. We implore you on behalf of Christ, be reconciled to God."
        },
        {
          "verse": 21,
          "text": "For our sake he made him to be sin who did not know sin, so that we might become the righteousness of God in him."
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 6 - The Experience of the Ministry. Working together, then, we appeal to you not to receive the grace of God in vain."
        },
        {
          "verse": 2,
          "text": "For he says: “In an acceptable time I heard you, and on the day of salvation I helped you.” Behold, now is a very acceptable time; behold, now is the day of salvation."
        },
        {
          "verse": 3,
          "text": "We cause no one to stumble in anything, in order that no fault may be found with our ministry;"
        },
        {
          "verse": 4,
          "text": "on the contrary, in everything we commend ourselves as ministers of God, through much endurance, in afflictions, hardships, constraints,"
        },
        {
          "verse": 5,
          "text": "beatings, imprisonments, riots, labors, vigils, fasts;"
        },
        {
          "verse": 6,
          "text": "by purity, knowledge, patience, kindness, in a holy spirit, in unfeigned love,"
        },
        {
          "verse": 7,
          "text": "in truthful speech, in the power of God; with weapons of righteousness at the right and at the left;"
        },
        {
          "verse": 8,
          "text": "through glory and dishonor, insult and praise. We are treated as deceivers and yet are truthful;"
        },
        {
          "verse": 9,
          "text": "as unrecognized and yet acknowledged; as dying and behold we live; as chastised and yet not put to death;"
        },
        {
          "verse": 10,
          "text": "as sorrowful yet always rejoicing; as poor yet enriching many; as having nothing and yet possessing all things."
        },
        {
          "verse": 11,
          "text": "We have spoken frankly to you, Corinthians; our heart is open wide."
        },
        {
          "verse": 12,
          "text": "You are not constrained by us; you are constrained by your own affections."
        },
        {
          "verse": 13,
          "text": "As recompense in kind (I speak as to my children), be open yourselves."
        },
        {
          "verse": 14,
          "text": "Call to Holiness. Do not be yoked with those who are different, with unbelievers. For what partnership do righteousness and lawlessness have? Or what fellowship does light have with darkness?"
        },
        {
          "verse": 15,
          "text": "What accord has Christ with Beliar? Or what has a believer in common with an unbeliever?"
        },
        {
          "verse": 16,
          "text": "What agreement has the temple of God with idols? For we are the temple of the living God; as God said: “I will live with them and move among them, and I will be their God and they shall be my people."
        },
        {
          "verse": 17,
          "text": "Therefore, come forth from them and be separate,” says the Lord, “and touch nothing unclean; then I will receive you"
        },
        {
          "verse": 18,
          "text": "and I will be a father to you, and you shall be sons and daughters to me, says the Lord Almighty.”"
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 7 - Since we have these promises, beloved, let us cleanse ourselves from every defilement of flesh and spirit, making holiness perfect in the fear of God."
        },
        {
          "verse": 2,
          "text": "Make room for us; we have not wronged anyone, or ruined anyone, or taken advantage of anyone."
        },
        {
          "verse": 3,
          "text": "I do not say this in condemnation, for I have already said that you are in our hearts, that we may die together and live together."
        },
        {
          "verse": 4,
          "text": "I have great confidence in you, I have great pride in you; I am filled with encouragement, I am overflowing with joy all the more because of all our affliction."
        },
        {
          "verse": 5,
          "text": "C. Resolution of the Crisis - Paul’s Joy in Macedonia. For even when we came into Macedonia, our flesh had no rest, but we were afflicted in every way—external conflicts, internal fears."
        },
        {
          "verse": 6,
          "text": "But God, who encourages the downcast, encouraged us by the arrival of Titus,"
        },
        {
          "verse": 7,
          "text": "and not only by his arrival but also by the encouragement with which he was encouraged in regard to you, as he told us of your yearning, your lament, your zeal for me, so that I rejoiced even more."
        },
        {
          "verse": 8,
          "text": "For even if I saddened you by my letter, I do not regret it; and if I did regret it ([for] I see that that letter saddened you, if only for a while),"
        },
        {
          "verse": 9,
          "text": "I rejoice now, not because you were saddened, but because you were saddened into repentance; for you were saddened in a godly way, so that you did not suffer loss in anything because of us."
        },
        {
          "verse": 10,
          "text": "For godly sorrow produces a salutary repentance without regret, but worldly sorrow produces death."
        },
        {
          "verse": 11,
          "text": "For behold what earnestness this godly sorrow has produced for you, as well as readiness for a defense, and indignation, and fear, and yearning, and zeal, and punishment. In every way you have shown yourselves to be innocent in the matter."
        },
        {
          "verse": 12,
          "text": "So then even though I wrote to you, it was not on account of the one who did the wrong, or on account of the one who suffered the wrong, but in order that your concern for us might be made plain to you in the sight of God."
        },
        {
          "verse": 13,
          "text": "For this reason we are encouraged. And besides our encouragement, we rejoice even more because of the joy of Titus, since his spirit has been refreshed by all of you."
        },
        {
          "verse": 14,
          "text": "For if I have boasted to him about you, I was not put to shame. No, just as everything we said to you was true, so our boasting before Titus proved to be the truth."
        },
        {
          "verse": 15,
          "text": "And his heart goes out to you all the more, as he remembers the obedience of all of you, when you received him with fear and trembling."
        },
        {
          "verse": 16,
          "text": "I rejoice, because I have confidence in you in every respect."
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "verse": 1,
          "text": "III. The Collection for Jerusalem Chapter 8 - Generosity in Giving. We want you to know, brothers, of the grace of God that has been given to the churches of Macedonia,"
        },
        {
          "verse": 2,
          "text": "for in a severe test of affliction, the abundance of their joy and their profound poverty overflowed in a wealth of generosity on their part."
        },
        {
          "verse": 3,
          "text": "For according to their means, I can testify, and beyond their means, spontaneously,"
        },
        {
          "verse": 4,
          "text": "they begged us insistently for the favor of taking part in the service to the holy ones,"
        },
        {
          "verse": 5,
          "text": "and this, not as we expected, but they gave themselves first to the Lord and to us through the will of God,"
        },
        {
          "verse": 6,
          "text": "so that we urged Titus that, as he had already begun, he should also complete for you this gracious act also."
        },
        {
          "verse": 7,
          "text": "Now as you excel in every respect, in faith, discourse, knowledge, all earnestness, and in the love we have for you, may you excel in this gracious act also."
        },
        {
          "verse": 8,
          "text": "I say this not by way of command, but to test the genuineness of your love by your concern for others."
        },
        {
          "verse": 9,
          "text": "For you know the gracious act of our Lord Jesus Christ, that for your sake he became poor although he was rich, so that by his poverty you might become rich."
        },
        {
          "verse": 10,
          "text": "And I am giving counsel in this matter, for it is appropriate for you who began not only to act but to act willingly last year:"
        },
        {
          "verse": 11,
          "text": "complete it now, so that your eager willingness may be matched by your completion of it out of what you have."
        },
        {
          "verse": 12,
          "text": "For if the eagerness is there, it is acceptable according to what one has, not according to what one does not have;"
        },
        {
          "verse": 13,
          "text": "not that others should have relief while you are burdened, but that as a matter of equality"
        },
        {
          "verse": 14,
          "text": "your surplus at the present time should supply their needs, so that their surplus may also supply your needs, that there may be equality."
        },
        {
          "verse": 15,
          "text": "As it is written: “Whoever had much did not have more, and whoever had little did not have less.” Titus and His Collaborators."
        },
        {
          "verse": 16,
          "text": "But thanks be to God who put the same concern for you into the heart of Titus,"
        },
        {
          "verse": 17,
          "text": "for he not only welcomed our appeal but, since he is very concerned, he has gone to you of his own accord."
        },
        {
          "verse": 18,
          "text": "With him we have sent the brother who is praised in all the churches for his preaching of the gospel."
        },
        {
          "verse": 19,
          "text": "And not only that, but he has also been appointed our traveling companion by the churches in this gracious work administered by us for the glory of the Lord [himself] and for the expression of our eagerness."
        },
        {
          "verse": 20,
          "text": "This we desire to avoid, that anyone blame us about this lavish gift administered by us,"
        },
        {
          "verse": 21,
          "text": "for we are concerned for what is honorable not only in the sight of the Lord but also in the sight of others."
        },
        {
          "verse": 22,
          "text": "And with them we have sent our brother whom we often tested in many ways and found earnest, but who is now much more earnest because of his great confidence in you."
        },
        {
          "verse": 23,
          "text": "As for Titus, he is my partner and co-worker for you; as for our brothers, they are apostles of the churches, the glory of Christ."
        },
        {
          "verse": 24,
          "text": "So give proof before the churches of your love and of our boasting about you to them."
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 9 - God’s Indescribable Gift. Now about the service to the holy ones, it is superfluous for me to write to you,"
        },
        {
          "verse": 2,
          "text": "for I know your eagerness, about which I boast of you to the Macedonians, that Achaia has been ready since last year; and your zeal has stirred up most of them."
        },
        {
          "verse": 3,
          "text": "Nonetheless, I sent the brothers so that our boast about you might not prove empty in this case, so that you might be ready, as I said,"
        },
        {
          "verse": 4,
          "text": "for fear that if any Macedonians come with me and find you not ready we might be put to shame (to say nothing of you) in this conviction."
        },
        {
          "verse": 5,
          "text": "So I thought it necessary to encourage the brothers to go on ahead to you and arrange in advance for your promised gift, so that in this way it might be ready as a bountiful gift and not as an exaction."
        },
        {
          "verse": 6,
          "text": "Consider this: whoever sows sparingly will also reap sparingly, and whoever sows bountifully will also reap bountifully."
        },
        {
          "verse": 7,
          "text": "Each must do as already determined, without sadness or compulsion, for God loves a cheerful giver."
        },
        {
          "verse": 8,
          "text": "Moreover, God is able to make every grace abundant for you, so that in all things, always having all you need, you may have an abundance for every good work."
        },
        {
          "verse": 9,
          "text": "As it is written: “He scatters abroad, he gives to the poor; his righteousness endures forever.”"
        },
        {
          "verse": 10,
          "text": "The one who supplies seed to the sower and bread for food will supply and multiply your seed and increase the harvest of your righteousness."
        },
        {
          "verse": 11,
          "text": "You are being enriched in every way for all generosity, which through us produces thanksgiving to God,"
        },
        {
          "verse": 12,
          "text": "for the administration of this public service is not only supplying the needs of the holy ones but is also overflowing in many acts of thanksgiving to God."
        },
        {
          "verse": 13,
          "text": "Through the evidence of this service, you are glorifying God for your obedient confession of the gospel of Christ and the generosity of your contribution to them and to all others,"
        },
        {
          "verse": 14,
          "text": "while in prayer on your behalf they long for you, because of the surpassing grace of God upon you."
        },
        {
          "verse": 15,
          "text": "Thanks be to God for his indescribable gift!"
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "verse": 1,
          "text": "IV. Paul’s Defense of His Ministry Chapter 10 - Accusation of Weakness. Now I myself, Paul, urge you through the gentleness and clemency of Christ, I who am humble when face to face with you, but brave toward you when absent,"
        },
        {
          "verse": 2,
          "text": "I beg you that, when present, I may not have to be brave with that confidence with which I intend to act boldly against some who consider us as acting according to the flesh."
        },
        {
          "verse": 3,
          "text": "For, although we are in the flesh, we do not battle according to the flesh,"
        },
        {
          "verse": 4,
          "text": "for the weapons of our battle are not of flesh but are enormously powerful, capable of destroying fortresses. We destroy arguments"
        },
        {
          "verse": 5,
          "text": "and every pretension raising itself against the knowledge of God, and take every thought captive in obedience to Christ,"
        },
        {
          "verse": 6,
          "text": "and we are ready to punish every disobedience, once your obedience is complete."
        },
        {
          "verse": 7,
          "text": "Look at what confronts you. Whoever is confident of belonging to Christ should consider that as he belongs to Christ, so do we."
        },
        {
          "verse": 8,
          "text": "And even if I should boast a little too much of our authority, which the Lord gave for building you up and not for tearing you down, I shall not be put to shame."
        },
        {
          "verse": 9,
          "text": "May I not seem as one frightening you through letters."
        },
        {
          "verse": 10,
          "text": "For someone will say, “His letters are severe and forceful, but his bodily presence is weak, and his speech contemptible.”"
        },
        {
          "verse": 11,
          "text": "Such a person must understand that what we are in word through letters when absent, that we also are in action when present."
        },
        {
          "verse": 12,
          "text": "Not that we dare to class or compare ourselves with some of those who recommend themselves. But when they measure themselves by one another and compare themselves with one another, they are without understanding."
        },
        {
          "verse": 13,
          "text": "But we will not boast beyond measure but will keep to the limits God has apportioned us, namely, to reach even to you."
        },
        {
          "verse": 14,
          "text": "For we are not overreaching ourselves, as though we did not reach you; we indeed first came to you with the gospel of Christ."
        },
        {
          "verse": 15,
          "text": "We are not boasting beyond measure, in other people’s labors; yet our hope is that, as your faith increases, our influence among you may be greatly enlarged, within our proper limits,"
        },
        {
          "verse": 16,
          "text": "so that we may preach the gospel even beyond you, not boasting of work already done in another’s sphere."
        },
        {
          "verse": 17,
          "text": "“Whoever boasts, should boast in the Lord.”"
        },
        {
          "verse": 18,
          "text": "For it is not the one who recommends himself who is approved, but the one whom the Lord recommends."
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 11 - Preaching Without Charge. If only you would put up with a little foolishness from me! Please put up with me."
        },
        {
          "verse": 2,
          "text": "For I am jealous of you with the jealousy of God, since I betrothed you to one husband to present you as a chaste virgin to Christ."
        },
        {
          "verse": 3,
          "text": "But I am afraid that, as the serpent deceived Eve by his cunning, your thoughts may be corrupted from a sincere [and pure] commitment to Christ."
        },
        {
          "verse": 4,
          "text": "For if someone comes and preaches another Jesus than the one we preached, or if you receive a different spirit from the one you received or a different gospel from the one you accepted, you put up with it well enough."
        },
        {
          "verse": 5,
          "text": "For I think that I am not in any way inferior to these “superapostles.”"
        },
        {
          "verse": 6,
          "text": "Even if I am untrained in speaking, I am not so in knowledge; in every way we have made this plain to you in all things."
        },
        {
          "verse": 7,
          "text": "Did I make a mistake when I humbled myself so that you might be exalted, because I preached the gospel of God to you without charge?"
        },
        {
          "verse": 8,
          "text": "I plundered other churches by accepting from them in order to minister to you."
        },
        {
          "verse": 9,
          "text": "And when I was with you and in need, I did not burden anyone, for the brothers who came from Macedonia supplied my needs. So I refrained and will refrain from burdening you in any way."
        },
        {
          "verse": 10,
          "text": "By the truth of Christ in me, this boast of mine shall not be silenced in the regions of Achaia."
        },
        {
          "verse": 11,
          "text": "And why? Because I do not love you? God knows I do!"
        },
        {
          "verse": 12,
          "text": "And what I do I will continue to do, in order to end this pretext of those who seek a pretext for being regarded as we are in the mission of which they boast."
        },
        {
          "verse": 13,
          "text": "For such people are false apostles, deceitful workers, who masquerade as apostles of Christ."
        },
        {
          "verse": 14,
          "text": "And no wonder, for even Satan masquerades as an angel of light."
        },
        {
          "verse": 15,
          "text": "So it is not strange that his ministers also masquerade as ministers of righteousness. Their end will correspond to their deeds."
        },
        {
          "verse": 16,
          "text": "Paul’s Boast: His Labors. I repeat, no one should consider me foolish; but if you do, accept me as a fool, so that I too may boast a little."
        },
        {
          "verse": 17,
          "text": "What I am saying I am not saying according to the Lord but as in foolishness, in this boastful state."
        },
        {
          "verse": 18,
          "text": "Since many boast according to the flesh, I too will boast."
        },
        {
          "verse": 19,
          "text": "For you gladly put up with fools, since you are wise yourselves."
        },
        {
          "verse": 20,
          "text": "For you put up with it if someone enslaves you, or devours you, or gets the better of you, or puts on airs, or slaps you in the face."
        },
        {
          "verse": 21,
          "text": "To my shame I say that we were too weak! But what anyone dares to boast of (I am speaking in foolishness) I also dare."
        },
        {
          "verse": 22,
          "text": "Are they Hebrews? So am I. Are they Israelites? So am I. Are they descendants of Abraham? So am I."
        },
        {
          "verse": 23,
          "text": "Are they ministers of Christ? (I am talking like an insane person.) I am still more, with far greater labors, far more imprisonments, far worse beatings, and numerous brushes with death."
        },
        {
          "verse": 24,
          "text": "Five times at the hands of the Jews I received forty lashes minus one."
        },
        {
          "verse": 25,
          "text": "Three times I was beaten with rods, once I was stoned, three times I was shipwrecked, I passed a night and a day on the deep;"
        },
        {
          "verse": 26,
          "text": "on frequent journeys, in dangers from rivers, dangers from robbers, dangers from my own race, dangers from Gentiles, dangers in the city, dangers in the wilderness, dangers at sea, dangers among false brothers;"
        },
        {
          "verse": 27,
          "text": "in toil and hardship, through many sleepless nights, through hunger and thirst, through frequent fastings, through cold and exposure."
        },
        {
          "verse": 28,
          "text": "And apart from these things, there is the daily pressure upon me of my anxiety for all the churches."
        },
        {
          "verse": 29,
          "text": "Who is weak, and I am not weak? Who is led to sin, and I am not indignant? Paul’s Boast: His Weakness."
        },
        {
          "verse": 30,
          "text": "If I must boast, I will boast of the things that show my weakness."
        },
        {
          "verse": 31,
          "text": "The God and Father of the Lord Jesus knows, he who is blessed forever, that I do not lie."
        },
        {
          "verse": 32,
          "text": "At Damascus, the governor under King Aretas guarded the city of Damascus, in order to seize me,"
        },
        {
          "verse": 33,
          "text": "but I was lowered in a basket through a window in the wall and escaped his hands."
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 12 - I must boast; not that it is profitable, but I will go on to visions and revelations of the Lord."
        },
        {
          "verse": 2,
          "text": "I know someone in Christ who, fourteen years ago (whether in the body or out of the body I do not know, God knows), was caught up to the third heaven."
        },
        {
          "verse": 3,
          "text": "And I know that this person (whether in the body or out of the body I do not know, God knows)"
        },
        {
          "verse": 4,
          "text": "was caught up into Paradise and heard ineffable things, which no one may utter."
        },
        {
          "verse": 5,
          "text": "About this person I will boast, but about myself I will not boast, except about my weaknesses."
        },
        {
          "verse": 6,
          "text": "Although if I should wish to boast, I would not be foolish, for I would be telling the truth. But I refrain, so that no one may think more of me than what he sees in me or hears from me"
        },
        {
          "verse": 7,
          "text": "because of the abundance of the revelations. Therefore, that I might not become too elated, a thorn in the flesh was given to me, an angel of Satan, to beat me, to keep me from being too elated."
        },
        {
          "verse": 8,
          "text": "Three times I begged the Lord about this, that it might leave me,"
        },
        {
          "verse": 9,
          "text": "but he said to me, “My grace is sufficient for you, for power is made perfect in weakness.” I will rather boast most gladly of my weaknesses, in order that the power of Christ may dwell with me."
        },
        {
          "verse": 10,
          "text": "Therefore, I am content with weaknesses, insults, hardships, persecutions, and constraints, for the sake of Christ; for when I am weak, then I am strong. Selfless Concern for the Church."
        },
        {
          "verse": 11,
          "text": "I have been foolish. You compelled me, for I ought to have been commended by you. For I am in no way inferior to these “superapostles,” even though I am nothing."
        },
        {
          "verse": 12,
          "text": "The signs of an apostle were performed among you with all endurance, signs and wonders, and mighty deeds."
        },
        {
          "verse": 13,
          "text": "In what way were you less privileged than the rest of the churches, except that on my part I did not burden you? Forgive me this wrong!"
        },
        {
          "verse": 14,
          "text": "Now I am ready to come to you this third time. And I will not be a burden, for I want not what is yours, but you. Children ought not to save for their parents, but parents for their children."
        },
        {
          "verse": 15,
          "text": "I will most gladly spend and be utterly spent for your sakes. If I love you more, am I to be loved less?"
        },
        {
          "verse": 16,
          "text": "But granted that I myself did not burden you, yet I was crafty and got the better of you by deceit."
        },
        {
          "verse": 17,
          "text": "Did I take advantage of you through any of those I sent to you?"
        },
        {
          "verse": 18,
          "text": "I urged Titus to go and sent the brother with him. Did Titus take advantage of you? Did we not walk in the same spirit? And in the same steps? Final Warnings and Appeals."
        },
        {
          "verse": 19,
          "text": "Have you been thinking all along that we are defending ourselves before you? In the sight of God we are speaking in Christ, and all for building you up, beloved."
        },
        {
          "verse": 20,
          "text": "For I fear that when I come I may find you not such as I wish, and that you may find me not as you wish; that there may be rivalry, jealousy, fury, selfishness, slander, gossip, conceit, and disorder."
        },
        {
          "verse": 21,
          "text": "I fear that when I come again my God may humiliate me before you, and I may have to mourn over many of those who sinned earlier and have not repented of the impurity, immorality, and licentiousness they practiced."
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 13 - This third time I am coming to you. “On the testimony of two or three witnesses a fact shall be established.”"
        },
        {
          "verse": 2,
          "text": "I warned those who sinned earlier and all the others, and I warn them now while absent, as I did when present on my second visit, that if I come again I will not be lenient,"
        },
        {
          "verse": 3,
          "text": "since you are looking for proof of Christ speaking in me. He is not weak toward you but powerful in you."
        },
        {
          "verse": 4,
          "text": "For indeed he was crucified out of weakness, but he lives by the power of God. So also we are weak in him, but toward you we shall live with him by the power of God."
        },
        {
          "verse": 5,
          "text": "Examine yourselves to see whether you are living in faith. Test yourselves. Do you not realize that Jesus Christ is in you?—unless, of course, you fail the test."
        },
        {
          "verse": 6,
          "text": "I hope you will discover that we have not failed."
        },
        {
          "verse": 7,
          "text": "But we pray to God that you may not do evil, not that we may appear to have passed the test but that you may do what is right, even though we may seem to have failed."
        },
        {
          "verse": 8,
          "text": "For we cannot do anything against the truth, but only for the truth."
        },
        {
          "verse": 9,
          "text": "For we rejoice when we are weak but you are strong. What we pray for is your improvement."
        },
        {
          "verse": 10,
          "text": "I am writing this while I am away, so that when I come I may not have to be severe in virtue of the authority that the Lord has given me to build up and not to tear down."
        },
        {
          "verse": 11,
          "text": "V. Conclusion - Finally, brothers, rejoice. Mend your ways, encourage one another, agree with one another, live in peace, and the God of love and peace will be with you."
        },
        {
          "verse": 12,
          "text": "Greet one another with a holy kiss. All the holy ones greet you."
        },
        {
          "verse": 13,
          "text": "The grace of the Lord Jesus Christ and the love of God and the fellowship of the holy Spirit be with all of you."
        }
      ]
    }
  ]
}
