{
  "book": "2John",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "verse": 1,
          "text": "The Presbyter to the chosen Lady and to her children whom I love in truth—and not only I but also all who know the truth—"
        },
        {
          "verse": 2,
          "text": "because of the truth that dwells in us and will be with us forever."
        },
        {
          "verse": 3,
          "text": "Grace, mercy, and peace will be with us from God the Father and from Jesus Christ the Father’s Son in truth and love."
        },
        {
          "verse": 4,
          "text": "I rejoiced greatly to find some of your children walking in the truth just as we were commanded by the Father."
        },
        {
          "verse": 5,
          "text": "But now, Lady, I ask you, not as though I were writing a new commandment but the one we have had from the beginning: let us love one another."
        },
        {
          "verse": 6,
          "text": "For this is love, that we walk according to his commandments; this is the commandment, as you heard from the beginning, in which you should walk."
        },
        {
          "verse": 7,
          "text": "Many deceivers have gone out into the world, those who do not acknowledge Jesus Christ as coming in the flesh; such is the deceitful one and the antichrist."
        },
        {
          "verse": 8,
          "text": "Look to yourselves that you do not lose what we worked for but may receive a full recompense."
        },
        {
          "verse": 9,
          "text": "Anyone who is so “progressive” as not to remain in the teaching of the Christ does not have God; whoever remains in the teaching has the Father and the Son."
        },
        {
          "verse": 10,
          "text": "If anyone comes to you and does not bring this doctrine, do not receive him in your house or even greet him;"
        },
        {
          "verse": 11,
          "text": "for whoever greets him shares in his evil works."
        },
        {
          "verse": 12,
          "text": "Although I have much to write to you, I do not intend to use paper and ink. Instead, I hope to visit you and to speak face to face so that our joy may be complete."
        },
        {
          "verse": 13,
          "text": "The children of your chosen sister send you greetings."
        }
      ]
    }
  ]
}
