{
  "book": "2Kings",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 1 - Reign of Ahaziah, Continued. After Ahab’s death, Moab rebelled against Israel."
        },
        {
          "verse": 2,
          "text": "Ahaziah fell through the lattice of his roof terrace at Samaria and was injured. So he sent out messengers with the instructions: “Go and inquire of Baalzebub, the god of Ekron, whether I shall recover from this injury.”"
        },
        {
          "verse": 3,
          "text": "Meanwhile, the messenger of the LORD said to Elijah the Tishbite: Go and meet the messengers of Samaria’s king, and tell them: “Is it because there is no God in Israel that you are going to inquire of Baalzebub, the god of Ekron?”"
        },
        {
          "verse": 4,
          "text": "For this, the LORD says: You shall not leave the bed upon which you lie; instead, you shall die. And Elijah departed."
        },
        {
          "verse": 5,
          "text": "The messengers then returned to Ahaziah, who asked them, “Why have you returned?”"
        },
        {
          "verse": 6,
          "text": "They answered, “A man met us and said to us, ‘Go back to the king who sent you and tell him: The LORD says: Is it because there is no God in Israel that you are sending to inquire of Baalzebub, the god of Ekron? For this you shall not leave the bed upon which you lie; instead, you shall die.’”"
        },
        {
          "verse": 7,
          "text": "The king asked them, “What was the man like who met you and said these things to you?”"
        },
        {
          "verse": 8,
          "text": "They replied, “He wore a hairy garment with a leather belt around his waist.” “It is Elijah the Tishbite!” he exclaimed."
        },
        {
          "verse": 9,
          "text": "Then the king sent a captain with his company of fifty men after Elijah. The prophet was seated on a hilltop when he found him. He said, “Man of God, the king commands you, ‘Come down.’”"
        },
        {
          "verse": 10,
          "text": "Elijah answered the captain, “Well, if I am a man of God, may fire come down from heaven and consume you and your fifty men.” And fire came down from heaven and consumed him and his fifty men."
        },
        {
          "verse": 11,
          "text": "The king sent another captain with his company of fifty men after Elijah. He shouted up and said, “Man of God, the king says, ‘Come down immediately!’”"
        },
        {
          "verse": 12,
          "text": "Elijah answered them, “If I am a man of God, may fire come down from heaven and consume you and your fifty men.” And divine fire came down from heaven and consumed him and his fifty men."
        },
        {
          "verse": 13,
          "text": "The king sent a third captain with his company of fifty men. When the third captain had climbed the hill, he fell to his knees before Elijah, pleading with him. He said, “Man of God, let my life and the lives of these fifty men, your servants, count for something in your sight!"
        },
        {
          "verse": 14,
          "text": "Already fire has come down from heaven, consuming the first two captains with their companies of fifty men. But now, let my life count for something in your sight!”"
        },
        {
          "verse": 15,
          "text": "Then the messenger of the LORD said to Elijah: Go down with him; you need not be afraid of him. So Elijah left and went down with him to the king."
        },
        {
          "verse": 16,
          "text": "He declared to the king: “Thus says the LORD: Because you sent messengers to inquire of Baalzebub, the god of Ekron—do you think there is no God in Israel to inquire of?—you shall not leave the bed upon which you lie; instead you shall die.”"
        },
        {
          "verse": 17,
          "text": "Ahaziah died according to the word of the LORD spoken by Elijah. Since he had no son, Joram succeeded him as king, in the second year of Joram, son of Jehoshaphat, king of Judah."
        },
        {
          "verse": 18,
          "text": "The rest of the acts of Ahaziah, which he did, are recorded in the book of chronicles of the kings of Israel."
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "verse": 1,
          "text": "VI. Elisha Succeeds Elijah Chapter 2 - Elijah’s Journey. When the LORD was about to take Elijah up to heaven in a whirlwind, he and Elisha were on their way from Gilgal."
        },
        {
          "verse": 2,
          "text": "Elijah said to Elisha, “Stay here, please. The LORD has sent me on to Bethel.” Elisha replied, “As the LORD lives, and as you yourself live, I will not leave you.” So they went down to Bethel."
        },
        {
          "verse": 3,
          "text": "The guild prophets who were in Bethel went out to Elisha and asked him, “Do you know that today the LORD will take your master from you?” He replied, “Yes, I know that. Be still.”"
        },
        {
          "verse": 4,
          "text": "Elijah said to him, “Elisha, stay here, please. The LORD has sent me on to Jericho.” Elisha replied, “As the LORD lives, and as you yourself live, I will not leave you.” So they came to Jericho."
        },
        {
          "verse": 5,
          "text": "The guild prophets who were in Jericho approached Elisha and asked him, “Do you know that today the LORD will take your master from you?” He replied, “Yes, I know that. Be still.”"
        },
        {
          "verse": 6,
          "text": "Elijah said to him, “Stay here, please. The LORD has sent me on to the Jordan.” Elisha replied, “As the LORD lives, and as you yourself live, I will not leave you.” So the two went on together."
        },
        {
          "verse": 7,
          "text": "Fifty of the guild prophets followed and stood facing them at a distance, while the two of them stood next to the Jordan."
        },
        {
          "verse": 8,
          "text": "Elisha Succeeds Elijah. Elijah took his mantle, rolled it up and struck the water: it divided, and the two of them crossed over on dry ground."
        },
        {
          "verse": 9,
          "text": "When they had crossed over, Elijah said to Elisha, “Request whatever I might do for you, before I am taken from you.” Elisha answered, “May I receive a double portion of your spirit.”"
        },
        {
          "verse": 10,
          "text": "He replied, “You have asked something that is not easy. Still, if you see me taken up from you, your wish will be granted; otherwise not.”"
        },
        {
          "verse": 11,
          "text": "As they walked on still conversing, a fiery chariot and fiery horses came between the two of them, and Elijah went up to heaven in a whirlwind,"
        },
        {
          "verse": 12,
          "text": "and Elisha saw it happen. He cried out, “My father! my father! Israel’s chariot and steeds!” Then he saw him no longer. He gripped his own garment, tore it into two pieces,"
        },
        {
          "verse": 13,
          "text": "and picked up the mantle which had fallen from Elijah. Then he went back and stood at the bank of the Jordan."
        },
        {
          "verse": 14,
          "text": "Wielding the mantle which had fallen from Elijah, he struck the water and said, “The LORD, the God of Elijah—where is he now?” He struck the water: it divided, and he crossed over."
        },
        {
          "verse": 15,
          "text": "Elisha’s Journey. The guild prophets in Jericho, who were on the other side, saw him and said, “The spirit of Elijah rests on Elisha.” They went to meet him, bowing to the ground before him."
        },
        {
          "verse": 16,
          "text": "They said, “Among your servants are fifty brave men. Let them go in search of your master. Perhaps the spirit of the LORD has lifted him up and left him on some mountain or in some valley.” He answered, “Do not send them.”"
        },
        {
          "verse": 17,
          "text": "But they kept urging him, until he was embarrassed and said, “Send them.” So they sent the fifty men, who searched for three days without finding him."
        },
        {
          "verse": 18,
          "text": "When they returned to Elisha in Jericho, where he was staying, he said to them, “Did I not tell you not to go?”"
        },
        {
          "verse": 19,
          "text": "The inhabitants of the city complained to Elisha, “The site of the city is fine indeed, as my lord can see, but the water is bad and the land sterile.”"
        },
        {
          "verse": 20,
          "text": "Elisha said, “Bring me a new bowl and put salt into it.” When they had brought it to him,"
        },
        {
          "verse": 21,
          "text": "he went out to the spring and threw salt into it, saying, “Thus says the LORD: I have purified this water. Never again shall death or sterility come from it.”"
        },
        {
          "verse": 22,
          "text": "And the water has stayed pure even to this day, according to the word Elisha had spoken."
        },
        {
          "verse": 23,
          "text": "From there Elisha went up to Bethel. While he was on the way, some little boys came out of the city and jeered at him: “Go away, baldy; go away, baldy!”"
        },
        {
          "verse": 24,
          "text": "The prophet turned and saw them, and he cursed them in the name of the LORD. Then two she-bears came out of the woods and tore forty-two of the children to pieces."
        },
        {
          "verse": 25,
          "text": "From there he went to Mount Carmel, and returned to Samaria from there."
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "verse": 1,
          "text": "VII. Stories of Elisha and Joram Chapter 3 - Reign of Joram of Israel. Joram, son of Ahab, became king over Israel in Samaria in the eighteenth year of Jehoshaphat, king of Judah, and he reigned twelve years."
        },
        {
          "verse": 2,
          "text": "He did what was evil in the LORD’s sight, though not like his father and mother. He did away with the pillar of Baal that his father had made,"
        },
        {
          "verse": 3,
          "text": "but he still held fast unceasingly to the sins which Jeroboam, son of Nebat, caused Israel to commit."
        },
        {
          "verse": 4,
          "text": "War Against Moab: Drought. Now Mesha, king of Moab, who raised sheep, used to pay the king of Israel as tribute a hundred thousand lambs and the wool of a hundred thousand rams."
        },
        {
          "verse": 5,
          "text": "But when Ahab died, the king of Moab rebelled against the king of Israel."
        },
        {
          "verse": 6,
          "text": "King Joram set out from Samaria and mustered all Israel."
        },
        {
          "verse": 7,
          "text": "Then he sent Jehoshaphat, the king of Judah, the message: “The king of Moab has rebelled against me. Will you come with me to Moab to fight?” He replied, “I will. You and I are as one, your people and my people, and your horses and my horses as well.”"
        },
        {
          "verse": 8,
          "text": "He said, “By what route shall we attack?” and the other said, “By way of the wilderness of Edom.”"
        },
        {
          "verse": 9,
          "text": "So the king of Israel set out, accompanied by the king of Judah and the king of Edom. After a roundabout journey of seven days the water gave out for the army and for the animals with them."
        },
        {
          "verse": 10,
          "text": "The king of Israel exclaimed, “Alas! The LORD has called three kings together only to deliver us into the power of Moab.”"
        },
        {
          "verse": 11,
          "text": "But Jehoshaphat asked, “Is there no prophet of the LORD here through whom we may inquire of the LORD?” One of the servants of the king of Israel replied, “Elisha, son of Shaphat, who poured water on the hands of Elijah, is here.”"
        },
        {
          "verse": 12,
          "text": "Jehoshaphat agreed, “He has the word of the LORD.” So the king of Israel, along with Jehoshaphat and the king of Edom, went down to Elisha."
        },
        {
          "verse": 13,
          "text": "Elisha asked the king of Israel, “What do you want with me? Go to the prophets of your father and to the prophets of your mother.” The king of Israel replied, “No, the LORD has called these three kings together only to deliver us into the power of Moab.”"
        },
        {
          "verse": 14,
          "text": "Then Elisha said, “As the LORD of hosts lives, whom I serve, were it not that I respect Jehoshaphat, the king of Judah, I should neither look at you nor notice you at all."
        },
        {
          "verse": 15,
          "text": "Now get me a minstrel.” When the minstrel played, the hand of the LORD came upon Elisha,"
        },
        {
          "verse": 16,
          "text": "and he announced: “Thus says the LORD: Provide many catch basins in this wadi."
        },
        {
          "verse": 17,
          "text": "For the LORD says: Though you will see neither wind nor rain, yet this wadi will be filled with water for you to drink, and for your livestock and pack animals."
        },
        {
          "verse": 18,
          "text": "And since the LORD does not consider this enough, he will also deliver Moab into your power."
        },
        {
          "verse": 19,
          "text": "You shall destroy every fortified city and every choice city, fell every fruit tree, stop up all the springs, and ruin every fertile field with stones.”"
        },
        {
          "verse": 20,
          "text": "In the morning, at the time of the sacrifice, water came from the direction of Edom and filled the land."
        },
        {
          "verse": 21,
          "text": "Meanwhile, all Moab had heard that the kings had come to war against them; troops from the youngest on up were mobilized and stationed at the border."
        },
        {
          "verse": 22,
          "text": "When they rose early that morning, the sun was shining across the water. The Moabites saw the water as red as blood,"
        },
        {
          "verse": 23,
          "text": "and said, “This is blood! The kings have fought among themselves and killed one another. Quick! To the spoils, Moab!”"
        },
        {
          "verse": 24,
          "text": "But when they reached the camp of Israel, the Israelites rose up and attacked the Moabites, who fled from them. They ranged through the countryside destroying Moab—"
        },
        {
          "verse": 25,
          "text": "leveling the cities, each one casting the stones onto every fertile field and filling it, stopping up every spring, felling every fruit tree, until only the stones of Kir-hareseth remained. Then the slingers surrounded and attacked it."
        },
        {
          "verse": 26,
          "text": "When he saw that the battle was going against him, the king of Moab took seven hundred swordsmen to break through to the king of Edom, but he failed."
        },
        {
          "verse": 27,
          "text": "So he took his firstborn, who was to succeed him as king, and offered him as a burnt offering upon the wall. The wrath against Israel was so great that they gave up the siege and returned to their own land."
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 4 - The Widow’s Oil. A certain woman, the widow of one of the guild prophets, cried out to Elisha: “My husband, your servant, is dead. You know that he revered the LORD, yet now his creditor has come to take my two children into servitude.”"
        },
        {
          "verse": 2,
          "text": "Elisha answered her, “What am I to do for you? Tell me what you have in the house.” She replied, “This servant of yours has nothing in the house but a jug of oil.”"
        },
        {
          "verse": 3,
          "text": "He said, “Go out, borrow vessels from all your neighbors—as many empty vessels as you can."
        },
        {
          "verse": 4,
          "text": "Then come back and close the door on yourself and your children; pour the oil into all the vessels, and as each is filled, set it aside.”"
        },
        {
          "verse": 5,
          "text": "So she went out. She closed the door on herself and her children and, as they handed her the vessels, she would pour in oil."
        },
        {
          "verse": 6,
          "text": "When all the vessels were filled, she said to her son, “Bring me another vessel.” He answered, “There is none left.” And then the oil stopped."
        },
        {
          "verse": 7,
          "text": "She went and told the man of God, who said, “Go sell the oil to pay off your creditor; with what remains, you and your children can live.”"
        },
        {
          "verse": 8,
          "text": "Elisha Raises the Shunammite’s Son. One day Elisha came to Shunem, where there was a woman of influence, who pressed him to dine with her. Afterward, whenever he passed by, he would stop there to dine."
        },
        {
          "verse": 9,
          "text": "So she said to her husband, “I know that he is a holy man of God. Since he visits us often,"
        },
        {
          "verse": 10,
          "text": "let us arrange a little room on the roof and furnish it for him with a bed, table, chair, and lamp, so that when he comes to us he can stay there.”"
        },
        {
          "verse": 11,
          "text": "One day Elisha arrived and stayed in the room overnight."
        },
        {
          "verse": 12,
          "text": "Then he said to his servant Gehazi, “Call this Shunammite woman.” He did so, and when she stood before Elisha,"
        },
        {
          "verse": 13,
          "text": "he told Gehazi, “Say to her, ‘You have troubled yourself greatly for us; what can we do for you? Can we say a good word for you to the king or to the commander of the army?’” She replied, “I am living among my own people.”"
        },
        {
          "verse": 14,
          "text": "Later Elisha asked, “What can we do for her?” Gehazi answered, “She has no son, and her husband is old.”"
        },
        {
          "verse": 15,
          "text": "Elisha said, “Call her.” He did so, and when she stood at the door,"
        },
        {
          "verse": 16,
          "text": "Elisha promised, “This time next year you will be cradling a baby son.” She said, “My lord, you are a man of God; do not deceive your servant.”"
        },
        {
          "verse": 17,
          "text": "Yet the woman conceived, and by the same time the following year she had given birth to a son, as Elisha had promised;"
        },
        {
          "verse": 18,
          "text": "and the child grew up healthy. One day the boy went out to his father among the reapers."
        },
        {
          "verse": 19,
          "text": "He said to his father, “My head! My head!” And his father said to the servant, “Carry him to his mother.”"
        },
        {
          "verse": 20,
          "text": "The servant picked him up and carried him to his mother; he sat in her lap until noon, and then died."
        },
        {
          "verse": 21,
          "text": "She went upstairs and laid him on the bed of the man of God. Closing the door on him, she went out"
        },
        {
          "verse": 22,
          "text": "and called to her husband, “Let me have one of the servants and a donkey. I must go quickly to the man of God, and I will be back.”"
        },
        {
          "verse": 23,
          "text": "He asked, “Why are you going to him today? It is neither the new moon nor the sabbath.” But she said, “It is all right.”"
        },
        {
          "verse": 24,
          "text": "When the donkey was saddled, she said to her servant, “Lead on! Do not stop my donkey unless I tell you.”"
        },
        {
          "verse": 25,
          "text": "She kept going till she reached the man of God on Mount Carmel. When he saw her at a distance, the man of God said to his servant Gehazi: “There is the Shunammite!"
        },
        {
          "verse": 26,
          "text": "Hurry to meet her, and ask if everything is all right with her, with her husband, and with the boy.” “Everything is all right,” she replied."
        },
        {
          "verse": 27,
          "text": "But when she reached the man of God on the mountain, she clasped his feet. Gehazi came near to push her away, but the man of God said: “Let her alone, she is in bitter anguish; the LORD hid it from me and did not let me know.”"
        },
        {
          "verse": 28,
          "text": "She said, “Did I ask my lord for a son? Did I not say, ‘Do not mislead me’?”"
        },
        {
          "verse": 29,
          "text": "He said to Gehazi, “Get ready for a journey. Take my staff with you and be off; if you meet anyone, give no greeting, and if anyone greets you, do not answer. Lay my staff upon the boy.”"
        },
        {
          "verse": 30,
          "text": "But the boy’s mother cried out: “As the LORD lives and as you yourself live, I will not release you.” So he started back with her."
        },
        {
          "verse": 31,
          "text": "Meanwhile, Gehazi had gone on ahead and had laid the staff upon the boy, but there was no sound, no response. He returned to meet Elisha and told him, “The boy has not awakened.”"
        },
        {
          "verse": 32,
          "text": "When Elisha reached the house, he found the boy dead, lying on the bed."
        },
        {
          "verse": 33,
          "text": "He went in, closed the door on them both, and prayed to the LORD."
        },
        {
          "verse": 34,
          "text": "Then he lay upon the child on the bed, placing his mouth upon the child’s mouth, his eyes upon the eyes, and his hands upon the hands. As Elisha stretched himself over the child, the boy’s flesh became warm."
        },
        {
          "verse": 35,
          "text": "He arose, paced up and down the room, and then once more stretched himself over him, and the boy sneezed seven times and opened his eyes."
        },
        {
          "verse": 36,
          "text": "Elisha summoned Gehazi and said, “Call the Shunammite.” He called her, and she came to him, and Elisha said to her, “Take your son.”"
        },
        {
          "verse": 37,
          "text": "She came in and fell at his feet in homage; then she took her son and left."
        },
        {
          "verse": 38,
          "text": "The Poisoned Stew. When Elisha returned to Gilgal, there was a famine in the land. Once, when the guild prophets were seated before him, he said to his servant, “Put the large pot on, and make some vegetable stew for the guild prophets.”"
        },
        {
          "verse": 39,
          "text": "Someone went out into the field to gather herbs and found a wild vine, from which he picked a sackful of poisonous wild gourds. On his return he cut them up into the pot of vegetable stew without anybody’s knowing it."
        },
        {
          "verse": 40,
          "text": "The stew was served, but when they began to eat it, they cried, “Man of God, there is death in the pot!” And they could not eat it."
        },
        {
          "verse": 41,
          "text": "He said, “Bring some meal.” He threw it into the pot and said, “Serve it to the people to eat.” And there was no longer anything harmful in the pot."
        },
        {
          "verse": 42,
          "text": "The Barley Loaves. A man came from Baal-shalishah bringing the man of God twenty barley loaves made from the first fruits, and fresh grain in the ear. Elisha said, “Give it to the people to eat.”"
        },
        {
          "verse": 43,
          "text": "But his servant objected, “How can I set this before a hundred?” Elisha again said, “Give it to the people to eat, for thus says the LORD: You will eat and have some left over.”"
        },
        {
          "verse": 44,
          "text": "He set it before them, and when they had eaten, they had some left over, according to the word of the LORD."
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 5 - Elisha Cures Naaman’s Leprosy. Naaman, the army commander of the king of Aram, was highly esteemed and respected by his master, for through him the LORD had brought victory to Aram. But valiant as he was, the man was a leper."
        },
        {
          "verse": 2,
          "text": "Now the Arameans had captured from the land of Israel in a raid a little girl, who became the servant of Naaman’s wife."
        },
        {
          "verse": 3,
          "text": "She said to her mistress, “If only my master would present himself to the prophet in Samaria! He would cure him of his leprosy.”"
        },
        {
          "verse": 4,
          "text": "Naaman went and told his master, “This is what the girl from the land of Israel said.”"
        },
        {
          "verse": 5,
          "text": "The king of Aram said, “Go. I will send along a letter to the king of Israel.” So Naaman set out, taking along ten silver talents, six thousand gold pieces, and ten festal garments."
        },
        {
          "verse": 6,
          "text": "He brought the king of Israel the letter, which read: “With this letter I am sending my servant Naaman to you, that you may cure him of his leprosy.”"
        },
        {
          "verse": 7,
          "text": "When he read the letter, the king of Israel tore his garments and exclaimed: “Am I a god with power over life and death, that this man should send someone for me to cure him of leprosy? Take note! You can see he is only looking for a quarrel with me!”"
        },
        {
          "verse": 8,
          "text": "When Elisha, the man of God, heard that the king of Israel had torn his garments, he sent word to the king: “Why have you torn your garments? Let him come to me and find out that there is a prophet in Israel.”"
        },
        {
          "verse": 9,
          "text": "Naaman came with his horses and chariot and stopped at the door of Elisha’s house."
        },
        {
          "verse": 10,
          "text": "Elisha sent him the message: “Go and wash seven times in the Jordan, and your flesh will heal, and you will be clean.”"
        },
        {
          "verse": 11,
          "text": "But Naaman went away angry, saying, “I thought that he would surely come out to me and stand there to call on the name of the LORD his God, and would move his hand over the place, and thus cure the leprous spot."
        },
        {
          "verse": 12,
          "text": "Are not the rivers of Damascus, the Abana and the Pharpar, better than all the waters of Israel? Could I not wash in them and be cleansed?” With this, he turned about in anger and left."
        },
        {
          "verse": 13,
          "text": "But his servants came up and reasoned with him: “My father, if the prophet told you to do something extraordinary, would you not do it? All the more since he told you, ‘Wash, and be clean’?”"
        },
        {
          "verse": 14,
          "text": "So Naaman went down and plunged into the Jordan seven times, according to the word of the man of God. His flesh became again like the flesh of a little child, and he was clean."
        },
        {
          "verse": 15,
          "text": "He returned with his whole retinue to the man of God. On his arrival he stood before him and said, “Now I know that there is no God in all the earth, except in Israel. Please accept a gift from your servant.”"
        },
        {
          "verse": 16,
          "text": "Elisha replied, “As the LORD lives whom I serve, I will not take it.” And despite Naaman’s urging, he still refused."
        },
        {
          "verse": 17,
          "text": "Naaman said: “If you will not accept, please let me, your servant, have two mule-loads of earth, for your servant will no longer make burnt offerings or sacrifices to any other god except the LORD."
        },
        {
          "verse": 18,
          "text": "But may the LORD forgive your servant this: when my master enters the temple of Rimmon to bow down there, as he leans upon my arm, I too must bow down in the temple of Rimmon. When I bow down in the temple of Rimmon, may the LORD please forgive your servant this.”"
        },
        {
          "verse": 19,
          "text": "Elisha said to him, “Go in peace.” Naaman had gone some distance"
        },
        {
          "verse": 20,
          "text": "when Gehazi, the servant of Elisha, the man of God, thought to himself: “My master was too easy on this Aramean Naaman, not accepting what he brought. As the LORD lives, I will run after him and get something out of him.”"
        },
        {
          "verse": 21,
          "text": "So Gehazi hurried after Naaman. Seeing that someone was running after him, Naaman alighted from his chariot to wait for him. He asked, “Is everything all right?”"
        },
        {
          "verse": 22,
          "text": "Gehazi replied, “Yes, but my master sent me to say, ‘Two young men have just come to me, guild prophets from the hill country of Ephraim. Please give them a talent of silver and two festal garments.’”"
        },
        {
          "verse": 23,
          "text": "Naaman said, “I insist! Take two talents,” and he pressed him. He tied up two silver talents in bags and gave them, with two festal garments, to two of his servants, who carried them before Gehazi."
        },
        {
          "verse": 24,
          "text": "When he reached the hill, Gehazi received these things, appropriated them for his house, and sent the men on their way."
        },
        {
          "verse": 25,
          "text": "He went in and stood by Elisha his master, who asked him, “Where have you been, Gehazi?” He answered, “Your servant has not gone anywhere.”"
        },
        {
          "verse": 26,
          "text": "But Elisha said to him: “Was I not present in spirit when someone got down from his chariot to wait for you? Is this a time to take money or to take garments, olive orchards or vineyards, sheep or cattle, male or female servants?"
        },
        {
          "verse": 27,
          "text": "The leprosy of Naaman shall cling to you and your descendants forever.” And Gehazi went out, a leper with skin like snow."
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 6 - The Lost Ax. The guild prophets once said to Elisha: “This place where we live with you is too cramped for us."
        },
        {
          "verse": 2,
          "text": "Let us go to the Jordan, where by getting one beam apiece we can build ourselves a place to live.” Elisha said, “Go.”"
        },
        {
          "verse": 3,
          "text": "One of them requested, “Please agree to accompany your servants.” He replied, “Yes, I will come.”"
        },
        {
          "verse": 4,
          "text": "So he went with them, and when they arrived at the Jordan they began to cut down trees."
        },
        {
          "verse": 5,
          "text": "While one of them was felling a tree trunk, the iron ax blade slipped into the water. He cried out, “Oh, no, master! It was borrowed!”"
        },
        {
          "verse": 6,
          "text": "“Where did it fall?” asked the man of God. When he pointed out the spot, Elisha cut off a stick, threw it into the water, and brought the iron to the surface."
        },
        {
          "verse": 7,
          "text": "He said, “Pick it up.” And the man stretched out his hand and grasped it."
        },
        {
          "verse": 8,
          "text": "The Aramean Ambush. When the king of Aram was waging war on Israel, he would make plans with his servants: “I will bivouac at such and such a place.”"
        },
        {
          "verse": 9,
          "text": "But the man of God would send word to the king of Israel, “Be careful! Do not pass by this place, for Aram will attack there.”"
        },
        {
          "verse": 10,
          "text": "So the king of Israel would send word to the place which the man of God had indicated, and alert it; then they would be on guard. This happened several times."
        },
        {
          "verse": 11,
          "text": "Greatly disturbed over this, the king of Aram called together his officers and asked them, “Will you not tell me who among us is for the king of Israel?”"
        },
        {
          "verse": 12,
          "text": "“No one, my lord king,” answered one of the officers. “The Israelite prophet Elisha can tell the king of Israel the very words you speak in your bedroom.”"
        },
        {
          "verse": 13,
          "text": "He said, “Go, find out where he is, so that I may take him captive.” Informed that Elisha was in Dothan,"
        },
        {
          "verse": 14,
          "text": "he sent there a strong force with horses and chariots. They arrived by night and encircled the city."
        },
        {
          "verse": 15,
          "text": "Early the next morning, when the servant of the man of God arose and went out, he saw the force with its horses and chariots surrounding the city. “Alas!” he said to Elisha. “What shall we do, my lord?”"
        },
        {
          "verse": 16,
          "text": "Elisha answered, “Do not be afraid. Our side outnumbers theirs.”"
        },
        {
          "verse": 17,
          "text": "Then he prayed, “O LORD, open his eyes, that he may see.” And the LORD opened the eyes of the servant, and he saw that the mountainside was filled with fiery chariots and horses around Elisha."
        },
        {
          "verse": 18,
          "text": "When the Arameans came down to get him, Elisha prayed to the LORD, “Strike this people blind, I pray you.” And the LORD struck them blind, according to Elisha’s word."
        },
        {
          "verse": 19,
          "text": "Then Elisha said to them: “This is the wrong road, and this is the wrong city. Follow me! I will take you to the man you want.” And he led them to Samaria."
        },
        {
          "verse": 20,
          "text": "When they entered Samaria, Elisha prayed, “O LORD, open their eyes that they may see.” The LORD opened their eyes, and they saw that they were inside Samaria."
        },
        {
          "verse": 21,
          "text": "When the king of Israel saw them, he asked, “Shall I kill them, my father? Shall I kill them?”"
        },
        {
          "verse": 22,
          "text": "Elisha replied, “You must not kill them. Do you slay those whom you have taken captive with your sword or bow? Serve them a meal. Let them eat and drink, and then go back to their master.”"
        },
        {
          "verse": 23,
          "text": "The king spread a great feast for them. When they had eaten and drunk he sent them away, and they went back to their master. No more Aramean raiders came into the land of Israel."
        },
        {
          "verse": 24,
          "text": "War Against Aram: Famine. After this, Ben-hadad, king of Aram, mustered his whole army and laid siege to Samaria."
        },
        {
          "verse": 25,
          "text": "Because of the siege the famine in Samaria was so severe that a donkey’s head sold for eighty pieces of silver, and a fourth of a kab of “dove droppings” for five pieces of silver."
        },
        {
          "verse": 26,
          "text": "One day, as the king of Israel was walking on the city wall, a woman cried out to him, “Save us, my lord king!”"
        },
        {
          "verse": 27,
          "text": "He replied, “If the LORD does not save you, where could I find means to save you? On the threshing floor? In the wine press?”"
        },
        {
          "verse": 28,
          "text": "Then the king asked her, “What is your trouble?” She replied: “This woman said to me, ‘Give up your son that we may eat him today; then tomorrow we will eat my son.’"
        },
        {
          "verse": 29,
          "text": "So we boiled my son and ate him. The next day I said to her, ‘Now give up your son that we may eat him.’ But she hid her son.”"
        },
        {
          "verse": 30,
          "text": "When the king heard the woman’s words, he tore his garments. And as he was walking on the wall, the people saw that he was wearing sackcloth underneath, next to his skin."
        },
        {
          "verse": 31,
          "text": "The king exclaimed, “May God do thus to me, and more, if the head of Elisha, son of Shaphat, stays on him today!”"
        },
        {
          "verse": 32,
          "text": "Meanwhile, Elisha was sitting in his house in conference with the elders. The king had sent one of his courtiers; but before the messenger reached him, Elisha said to the elders: “Do you know that this murderer is sending someone to cut off my head? When the messenger comes, see that you close the door and hold it fast against him. His master’s footsteps are echoing behind him.”"
        },
        {
          "verse": 33,
          "text": "While Elisha was still speaking, the messenger came down to him and said, “This evil is from the LORD. Why should I trust in the LORD any longer?”"
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 7 - Elisha replied: “Hear the word of the LORD! Thus says the LORD: At this time tomorrow a seah of fine flour will sell for a shekel, and two seahs of barley for a shekel, in the market of Samaria.”"
        },
        {
          "verse": 2,
          "text": "But the adjutant, upon whose arm the king leaned, answered the man of God, “Even if the LORD were to make windows in heaven, how could this happen?” Elisha said, “You shall see it with your own eyes, but you shall not eat of it.”"
        },
        {
          "verse": 3,
          "text": "At the city gate four lepers were asking one another, “Why should we sit here until we die?"
        },
        {
          "verse": 4,
          "text": "If we decide to go into the city, we shall die there, for there is famine in the city. If we remain here, we shall die too. So come, let us desert to the camp of the Arameans. If they let us live, we live; if they kill us, we die.”"
        },
        {
          "verse": 5,
          "text": "At twilight they left for the Arameans; but when they reached the edge of the camp, no one was there."
        },
        {
          "verse": 6,
          "text": "The Lord had caused the army of the Arameans to hear the sound of chariots and horses, the sound of a large army, and they had reasoned among themselves, “The king of Israel has hired the kings of the Hittites and the kings of Egypt to fight us.”"
        },
        {
          "verse": 7,
          "text": "Then in the twilight they had fled, abandoning their tents, their horses, and their donkeys, the whole camp just as it was, and fleeing for their lives."
        },
        {
          "verse": 8,
          "text": "After the lepers reached the edge of the camp, they went first into one tent, ate and drank, and took silver, gold, and clothing from it, and went out and hid them. Back they came into another tent, took things from it, and again went out and hid them."
        },
        {
          "verse": 9,
          "text": "Then they said to one another: “We are not doing right. This is a day of good news, and we are keeping silent. If we wait until morning breaks, we will be blamed. So come, let us go and inform the palace.”"
        },
        {
          "verse": 10,
          "text": "They came and summoned the city gatekeepers. They said, “We went to the camp of the Arameans, but no one was there—not a human voice, only the horses and donkeys tethered, and the tents just as they were left.”"
        },
        {
          "verse": 11,
          "text": "The gatekeepers announced this and it was reported within the palace."
        },
        {
          "verse": 12,
          "text": "Though it was night, the king got up; he said to his servants, “Let me tell you what the Arameans have done to us. Knowing that we are starving, they have left their camp to hide in the field. They are thinking, ‘The Israelites will leave the city and we will take them alive and enter it.’”"
        },
        {
          "verse": 13,
          "text": "One of his servants, however, suggested: “Let some of us take five of the horses remaining in the city—they are just like the whole throng of Israel that has reached its limit—and let us send scouts to investigate.”"
        },
        {
          "verse": 14,
          "text": "They took two chariots, and horses, and the king sent them to reconnoiter the Aramean army with the order, “Go and find out.”"
        },
        {
          "verse": 15,
          "text": "They followed the Arameans as far as the Jordan, and the whole route was strewn with garments and other objects that the Arameans had thrown away in their haste. The messengers returned and told the king."
        },
        {
          "verse": 16,
          "text": "The people went out and plundered the camp of the Arameans. Then a seah of fine flour sold for a shekel and two seahs of barley for a shekel, according to the word of the LORD."
        },
        {
          "verse": 17,
          "text": "The king had put in charge of the gate the officer upon whose arm he leaned; but the people trampled him to death at the gate, just as the man of God had predicted when the messenger came down to him."
        },
        {
          "verse": 18,
          "text": "This was in accordance with the word the man of God spoke to the king: “Two seahs of barley will sell for a shekel, and a seah of fine flour for a shekel at this time tomorrow in the market of Samaria.”"
        },
        {
          "verse": 19,
          "text": "The adjutant had answered the man of God, “Even if the LORD were to make windows in heaven, how could this happen?” And Elisha had replied, “You shall see it with your own eyes, but you shall not eat of it.”"
        },
        {
          "verse": 20,
          "text": "And that is what happened to him, for the people trampled him to death at the gate."
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 8 - The Shunammite’s Return. Elisha once said to the woman whose son he had restored to life: “Get ready! Leave with your household and live wherever you can, because the LORD has decreed a seven-year famine which is coming upon the land.”"
        },
        {
          "verse": 2,
          "text": "The woman got ready and did as the man of God said, setting out with her household, and living in the land of the Philistines for seven years."
        },
        {
          "verse": 3,
          "text": "At the end of the seven years, the woman returned from the land of the Philistines and went out to the king to appeal for her house and her field."
        },
        {
          "verse": 4,
          "text": "The king was talking with Gehazi, the servant of the man of God: “Tell me all the great things that Elisha has done.”"
        },
        {
          "verse": 5,
          "text": "Just as he was telling the king how his master had restored a dead person to life, the very woman whose son Elisha had restored to life came to the king appealing for her house and field. Gehazi said, “My lord king, this is the woman, and this is that son of hers whom Elisha restored to life.”"
        },
        {
          "verse": 6,
          "text": "The king questioned the woman, and she told him her story. With that the king placed an official at her disposal, saying, “Restore all her property to her, with all that the field produced from the day she left the land until now.” Elisha and Hazael of Aram."
        },
        {
          "verse": 7,
          "text": "Elisha came to Damascus at a time when Ben-hadad, king of Aram, lay sick. When he was told, “The man of God has come here,”"
        },
        {
          "verse": 8,
          "text": "the king said to Hazael, “Take a gift with you and go call on the man of God. Consult the LORD through him, ‘Will I recover from this sickness?’”"
        },
        {
          "verse": 9,
          "text": "Hazael went to visit him, carrying a present, and with forty camel loads of the best goods of Damascus. On his arrival, he stood before Elisha and said, “Your son Ben-hadad, king of Aram, has sent me to you to ask, ‘Will I recover from my sickness?’”"
        },
        {
          "verse": 10,
          "text": "Elisha answered, “Go and tell him, ‘You will surely recover.’ But the LORD has showed me that he will surely die.”"
        },
        {
          "verse": 11,
          "text": "Then he stared him down until he became ill at ease. The man of God wept,"
        },
        {
          "verse": 12,
          "text": "and Hazael asked, “Why are you weeping, my lord?” Elisha replied, “Because I know the evil that you will inflict upon the Israelites. You will burn their fortresses, you will slay their youth with the sword, you will dash their little children to pieces, you will rip open their pregnant women.”"
        },
        {
          "verse": 13,
          "text": "Hazael exclaimed, “How can your servant, a dog like me, do anything so important?” Elisha replied, “The LORD has showed you to me as king over Aram.”"
        },
        {
          "verse": 14,
          "text": "Hazael left Elisha and returned to his master, who asked, “What did Elisha tell you?” Hazael replied, “He said, ‘You will surely recover.’”"
        },
        {
          "verse": 15,
          "text": "The next day, however, Hazael took a cloth, dipped it in water, and spread it over the king’s face, so that he died. And Hazael succeeded him as king."
        },
        {
          "verse": 16,
          "text": "Reign of Joram of Judah. In the fifth year of Joram, son of Ahab, king of Israel, Joram, son of Jehoshaphat, king of Judah, became king."
        },
        {
          "verse": 17,
          "text": "He was thirty-two years old when he became king, and he reigned eight years in Jerusalem."
        },
        {
          "verse": 18,
          "text": "He walked in the way of the kings of Israel as the house of Ahab had done, since the daughter of Ahab was his wife; and he did what was evil in the LORD’s sight."
        },
        {
          "verse": 19,
          "text": "Even so, the LORD was unwilling to destroy Judah, for the sake of his servant David. For he had promised David that he would leave him a holding in the LORD’s presence for all time."
        },
        {
          "verse": 20,
          "text": "During Joram’s reign, Edom revolted against the rule of Judah and installed a king of its own."
        },
        {
          "verse": 21,
          "text": "Thereupon Joram with all his chariots crossed over to Zair. He arose by night and broke through the Edomites when they had surrounded him and the commanders of his chariots. Then his army fled homeward."
        },
        {
          "verse": 22,
          "text": "To this day Edom has been in revolt against the rule of Judah. Libnah also revolted at that time."
        },
        {
          "verse": 23,
          "text": "The rest of the acts of Joram, with all that he did, are recorded in the book of the chronicles of the kings of Judah."
        },
        {
          "verse": 24,
          "text": "Joram rested with his ancestors; he was buried with his ancestors in the City of David, and his son Ahaziah succeeded him as king. Reign of Ahaziah of Judah."
        },
        {
          "verse": 25,
          "text": "In the twelfth year of Joram, son of Ahab, king of Israel, Ahaziah, son of Joram, king of Judah, became king."
        },
        {
          "verse": 26,
          "text": "Ahaziah was twenty-two years old when he became king, and he reigned one year in Jerusalem. His mother’s name was Athaliah, daughter of Omri, king of Israel."
        },
        {
          "verse": 27,
          "text": "He walked in the way of the house of Ahab and did what was evil in the LORD’s sight like the house of Ahab, since he was related to them by marriage."
        },
        {
          "verse": 28,
          "text": "He joined Joram, son of Ahab, in battle against Hazael, king of Aram, at Ramoth-gilead, where the Arameans wounded Joram."
        },
        {
          "verse": 29,
          "text": "King Joram returned to Jezreel to be healed of the wounds which the Arameans had inflicted on him at Ramah in his battle against Hazael, king of Aram. Then Ahaziah, son of Joram, king of Judah, went down to Jezreel to visit Joram, son of Ahab, for he was sick."
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 9 - Elisha and Jehu of Israel. Elisha the prophet called one of the guild prophets and said to him: “Get ready for a journey. Take this flask of oil with you, and go to Ramoth-gilead."
        },
        {
          "verse": 2,
          "text": "When you get there, look for Jehu, son of Jehoshaphat, son of Nimshi. Enter and take him away from his companions and bring him into an inner chamber."
        },
        {
          "verse": 3,
          "text": "From the flask you have, pour oil on his head, and say, ‘Thus says the LORD: I anoint you king over Israel.’ Then open the door and flee without delay.”"
        },
        {
          "verse": 4,
          "text": "The aide (the prophet’s aide) went to Ramoth-gilead."
        },
        {
          "verse": 5,
          "text": "When he arrived, the commanders of the army were in session. He said, “I have a message for you, commander.” Jehu asked, “For which one of us?” “For you, commander,” he answered."
        },
        {
          "verse": 6,
          "text": "Jehu got up and went into the house. Then the prophet’s aide poured the oil on his head and said, “Thus says the LORD, the God of Israel: I anoint you king over the people of the LORD, over Israel."
        },
        {
          "verse": 7,
          "text": "You shall destroy the house of Ahab your master; thus will I avenge the blood of my servants the prophets, and the blood of all the other servants of the LORD shed by Jezebel."
        },
        {
          "verse": 8,
          "text": "The whole house of Ahab shall perish: I will cut off from Ahab’s line every male, whether bond or free in Israel."
        },
        {
          "verse": 9,
          "text": "I will make the house of Ahab like that of Jeroboam, son of Nebat, and like that of Baasha, son of Ahijah."
        },
        {
          "verse": 10,
          "text": "In the confines of Jezreel, the dogs shall devour Jezebel so that no one can bury her.” Then he opened the door and fled."
        },
        {
          "verse": 11,
          "text": "When Jehu rejoined his master’s servants, they asked him, “Is all well? Why did that madman come to you?” He replied, “You know that kind of man and his talk.”"
        },
        {
          "verse": 12,
          "text": "But they said, “Tell us another lie!” So he told them, “This is what the prophet’s aide said to me, ‘Thus says the LORD: I anoint you king over Israel.’”"
        },
        {
          "verse": 13,
          "text": "At once each took his garment, spread it under Jehu on the bare steps, blew the horn, and cried out, “Jehu is king!”"
        },
        {
          "verse": 14,
          "text": "VIII. The End of the Omrid Dynasty - Death of Joram of Israel. Jehu, son of Jehoshaphat, son of Nimshi, formed a conspiracy against Joram. (Joram, with all Israel, had been besieging Ramoth-gilead against Hazael, king of Aram,"
        },
        {
          "verse": 15,
          "text": "but had returned to Jezreel to be healed of the wounds the Arameans had inflicted on him in the battle against Hazael, king of Aram.) Jehu said to them, “If this is what you really want, see that no one escapes from the city to report in Jezreel.”"
        },
        {
          "verse": 16,
          "text": "Then Jehu mounted his chariot and drove to Jezreel, where Joram lay ill and Ahaziah, king of Judah, had come to visit him."
        },
        {
          "verse": 17,
          "text": "The watchman standing on the tower in Jezreel saw the troop of Jehu coming and reported, “I see chariots.” Joram said, “Get a driver and send him to meet them and to ask whether all is well.”"
        },
        {
          "verse": 18,
          "text": "So a horseman went out to meet him and said, “The king asks, ‘Is everything all right?’” Jehu said, “What does it matter to you how things are? Get behind me.” The watchman reported to the king, “The messenger has reached them, but is not returning.”"
        },
        {
          "verse": 19,
          "text": "Joram sent a second horseman, who went to them and said, “The king asks, ‘Is everything all right?’” “What does it matter to you how things are?” Jehu replied. “Get behind me.”"
        },
        {
          "verse": 20,
          "text": "The watchman reported, “He has reached them, but is not returning. The driving is like that of Jehu, son of Nimshi; he drives like a madman.”"
        },
        {
          "verse": 21,
          "text": "“Hitch up my chariot,” said Joram, and they hitched up his chariot. Then Joram, king of Israel, and Ahaziah, king of Judah, set out, each in his own chariot, to meet Jehu. They reached him near the plot of ground of Naboth the Jezreelite."
        },
        {
          "verse": 22,
          "text": "When Joram recognized Jehu, he asked, “Is everything all right, Jehu?” Jehu replied, “How could everything be all right as long as all the harlotry and sorcery of your mother Jezebel continues?”"
        },
        {
          "verse": 23,
          "text": "Joram reined about and fled, crying to Ahaziah, “Treason, Ahaziah!”"
        },
        {
          "verse": 24,
          "text": "But Jehu had drawn his bow and he shot Joram between the shoulders, so that the arrow went through his heart and he collapsed in his chariot."
        },
        {
          "verse": 25,
          "text": "Then Jehu said to his adjutant Bidkar, “Take him and throw him into the plot of ground in the field of Naboth the Jezreelite. For remember when you and I were driving teams behind Ahab his father, the LORD delivered this oracle against him:"
        },
        {
          "verse": 26,
          "text": "As surely as I saw yesterday the blood of Naboth and the blood of his sons—oracle of the LORD—I will repay you for it in that very plot of ground—oracle of the LORD. So now take him and throw him into this plot of ground, in keeping with the word of the LORD.”"
        },
        {
          "verse": 27,
          "text": "Death of Ahaziah of Judah. Seeing what was happening, Ahaziah, king of Judah, fled toward Beth-haggan. Jehu pursued him, shouting, “Him too!” They struck him as he rode through the pass of Gur near Ibleam, but he continued his flight as far as Megiddo and died there."
        },
        {
          "verse": 28,
          "text": "His servants brought him in a chariot to Jerusalem and they buried him in his grave with his ancestors in the City of David."
        },
        {
          "verse": 29,
          "text": "In the eleventh year of Joram, son of Ahab, Ahaziah became king over Judah."
        },
        {
          "verse": 30,
          "text": "Death of Jezebel. Jehu came to Jezreel, and when Jezebel heard of it, she shadowed her eyes, adorned her hair, and looked down from her window."
        },
        {
          "verse": 31,
          "text": "As Jehu came through the gate, she cried out, “Is all well, you Zimri, murderer of your master?”"
        },
        {
          "verse": 32,
          "text": "Jehu looked up to the window and shouted, “Who is on my side? Who?” At this, two or three eunuchs looked down toward him."
        },
        {
          "verse": 33,
          "text": "“Throw her down,” he ordered. They threw her down, and some of her blood spurted against the wall and against the horses. Jehu trod over her body"
        },
        {
          "verse": 34,
          "text": "and, after eating and drinking, he said: “Attend to that accursed woman and bury her; for she was the daughter of a king.”"
        },
        {
          "verse": 35,
          "text": "But when they went to bury her, they found nothing of her but the skull, the feet, and the hands."
        },
        {
          "verse": 36,
          "text": "They returned to Jehu, and when they told him, he said, “This is the word the LORD spoke through his servant Elijah the Tishbite: In the confines of Jezreel the dogs shall devour the flesh of Jezebel."
        },
        {
          "verse": 37,
          "text": "The corpse of Jezebel shall be like dung in the field in the confines of Jezreel, so that no one can say: This was Jezebel.”"
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 10 - Death of the Sons of Ahab of Israel. Ahab had seventy sons in Samaria. Jehu wrote letters and sent them to Samaria, to the elders who were rulers of Jezreel and to Ahab’s guardians. Jehu wrote:"
        },
        {
          "verse": 2,
          "text": "“Since your master’s sons are with you, as well as his chariots, horses, fortified city, and weaponry, when this letter reaches you"
        },
        {
          "verse": 3,
          "text": "decide which is the best and the fittest of your master’s sons, place him on his father’s throne, and fight for your master’s house.”"
        },
        {
          "verse": 4,
          "text": "They were overcome with fright and said, “If the two kings could not withstand him, how can we?”"
        },
        {
          "verse": 5,
          "text": "So the master of the palace and the chief of the city, along with the elders and the guardians, sent this message to Jehu: “We are your servants, and we will do everything you tell us. We will proclaim no one king; do whatever you think best.”"
        },
        {
          "verse": 6,
          "text": "So Jehu wrote them a second letter: “If you are on my side and will obey me, bring along the heads of your master’s sons and come to me in Jezreel at this time tomorrow.” (The seventy princes were in the care of prominent men of the city, who were rearing them.)"
        },
        {
          "verse": 7,
          "text": "When the letter arrived, they took the princes and slew all seventy of them, put their heads in baskets, and sent them to Jehu in Jezreel."
        },
        {
          "verse": 8,
          "text": "A messenger came in and told him, “They have brought the heads of the princes.” He said, “Pile them in two heaps at the gate of the city until morning.”"
        },
        {
          "verse": 9,
          "text": "In the morning he came outside, stood there, and said to all the people: “You are guiltless, for it was I who conspired against my lord and slew him. But who killed all these?"
        },
        {
          "verse": 10,
          "text": "Know that not a single word which the LORD has spoken against the house of Ahab shall fail. The LORD has accomplished what he decreed through his servant Elijah.”"
        },
        {
          "verse": 11,
          "text": "(And so Jehu slew all who were left of the house of Ahab in Jezreel, as well as all his powerful supporters, intimates, and priests, leaving him no survivor.)"
        },
        {
          "verse": 12,
          "text": "Then he went back inside. Death of the Relatives of Ahaziah of Judah. He set out for Samaria and, at Beth-eked-haroim on the way,"
        },
        {
          "verse": 13,
          "text": "Jehu came across relatives of Ahaziah, king of Judah. “Who are you?” he asked, and they said, “We are relatives of Ahaziah. We are going down to visit the princes and the family of the queen mother.”"
        },
        {
          "verse": 14,
          "text": "“Take them alive,” Jehu ordered. They were taken alive, forty-two in number, then slain at the pit of Beth-eked. Not one of them survived."
        },
        {
          "verse": 15,
          "text": "When he set out from there, Jehu met Jehonadab, son of Rechab, on the road. He greeted him and asked, “Are you with me wholeheartedly, as I am with you?” “Yes,” he replied. “If you are, give me your hand.” He gave him his hand, and he had him mount his chariot,"
        },
        {
          "verse": 16,
          "text": "and said, “Come with me and see my zeal for the LORD.” And they took him along in his chariot."
        },
        {
          "verse": 17,
          "text": "Slaughter of the Worshipers of Baal. When he arrived in Samaria, Jehu slew all who were left of Ahab’s line in Samaria, doing away with them completely, according to the word the LORD spoke to Elijah."
        },
        {
          "verse": 18,
          "text": "Jehu gathered all the people together and said to them: “Ahab served Baal to some extent, but Jehu will serve him yet more."
        },
        {
          "verse": 19,
          "text": "Now summon for me all Baal’s prophets, all his servants, and all his priests. See that no one is absent, for I have a great sacrifice for Baal. Whoever is absent shall not live.” This Jehu did as a ruse, so that he might destroy the servants of Baal."
        },
        {
          "verse": 20,
          "text": "Jehu said further, “Proclaim a solemn assembly in honor of Baal.” They did so,"
        },
        {
          "verse": 21,
          "text": "and Jehu sent word of it throughout all Israel. All the servants of Baal came; there was no one who did not come; they came to the temple of Baal, and it was filled from wall to wall."
        },
        {
          "verse": 22,
          "text": "Then Jehu said to the custodian of the wardrobe, “Bring out garments for all the servants of Baal.” When he had brought out the garments for them,"
        },
        {
          "verse": 23,
          "text": "Jehu, with Jehonadab, son of Rechab, entered the temple of Baal and said to the servants of Baal, “Search and be sure that there is no one who serves the LORD here with you, but only servants of Baal.”"
        },
        {
          "verse": 24,
          "text": "Then they proceeded to offer sacrifices and burnt offerings. Now Jehu had stationed eighty troops outside with this warning, “Any of you who lets someone escape of those whom I shall deliver into your hands shall pay life for life.”"
        },
        {
          "verse": 25,
          "text": "As soon as he finished offering the burnt offering, Jehu said to the guards and aides, “Go in and slay them. Let no one escape.” So the guards and aides put them to the sword and cast them out. Afterward they went into the inner shrine of the temple of Baal,"
        },
        {
          "verse": 26,
          "text": "and took out the pillars of the temple of Baal. They burned the shrine,"
        },
        {
          "verse": 27,
          "text": "tore down the pillar of Baal, tore down the temple of Baal, and turned it into a latrine, as it remains today."
        },
        {
          "verse": 28,
          "text": "Thus Jehu destroyed Baal in Israel."
        },
        {
          "verse": 29,
          "text": "Death of Jehu of Israel. However, Jehu did not desist from the sins which Jeroboam, son of Nebat, had caused Israel to commit, the golden calves at Bethel and at Dan."
        },
        {
          "verse": 30,
          "text": "The LORD said to Jehu: Because you have done well what is right in my eyes, and have done to the house of Ahab all that was in my heart, your sons to the fourth generation shall sit upon the throne of Israel."
        },
        {
          "verse": 31,
          "text": "But Jehu was not careful to walk in the law of the LORD, the God of Israel, with all his heart, since he did not desist from the sins which Jeroboam had caused Israel to commit."
        },
        {
          "verse": 32,
          "text": "At that time the LORD began to dismember Israel. Hazael defeated the Israelites throughout their territory"
        },
        {
          "verse": 33,
          "text": "east of the Jordan (all the land of Gilead, of the Gadites, Reubenites, and Manassites), from Aroer on the wadi Arnon up through Gilead and Bashan."
        },
        {
          "verse": 34,
          "text": "The rest of the acts of Jehu, with all that he did and all his valor, are recorded in the book of the chronicles of the kings of Israel."
        },
        {
          "verse": 35,
          "text": "Jehu rested with his ancestors and was buried in Samaria, and his son Jehoahaz succeeded him as king."
        },
        {
          "verse": 36,
          "text": "The length of Jehu’s reign over Israel was twenty-eight years in Samaria."
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 11 - Death of the Heirs of Ahaziah of Judah. When Athaliah, the mother of Ahaziah, saw that her son was dead, she began to kill off the whole royal family."
        },
        {
          "verse": 2,
          "text": "But Jehosheba, daughter of King Joram and sister of Ahaziah, took Joash, Ahaziah’s son, and spirited him away, along with his nurse, from the bedroom where the princes were about to be slain. He was concealed from Athaliah, and so he did not die."
        },
        {
          "verse": 3,
          "text": "For six years he remained hidden with her in the house of the LORD, while Athaliah ruled as queen over the land."
        },
        {
          "verse": 4,
          "text": "Death of Athaliah. But in the seventh year, Jehoiada summoned the captains of the Carians and of the guards. He had them come to him in the house of the LORD, made a covenant with them, exacted an oath from them in the house of the LORD, and then showed them the king’s son."
        },
        {
          "verse": 5,
          "text": "He gave them these orders: “This is what you must do: one third of you who come on duty on the sabbath shall guard the king’s house;"
        },
        {
          "verse": 6,
          "text": "another third shall be at the gate Sur; and the last third shall be at the gate behind the guards. You shall guard the palace on all sides,"
        },
        {
          "verse": 7,
          "text": "while the two of your divisions who are going off duty that week shall keep guard over the house of the LORD for the king."
        },
        {
          "verse": 8,
          "text": "You shall surround the king, each with drawn weapons, and anyone who tries to approach the guard detail is to be killed; stay with the king, wherever he goes.”"
        },
        {
          "verse": 9,
          "text": "The captains did just as Jehoiada the priest commanded. Each took his troops, both those going on duty for the week and those going off duty that week, and came to Jehoiada the priest."
        },
        {
          "verse": 10,
          "text": "He gave the captains King David’s spear and quivers, which were in the house of the LORD."
        },
        {
          "verse": 11,
          "text": "And the guards, with drawn weapons, lined up from the southern to the northern limit of the enclosure, surrounding the altar and the temple on the king’s behalf."
        },
        {
          "verse": 12,
          "text": "Then Jehoiada brought out the king’s son and put the crown and the testimony upon him. They proclaimed him king and anointed him, clapping their hands and shouting, “Long live the king!”"
        },
        {
          "verse": 13,
          "text": "When Athaliah heard the noise made by the people, she came before them in the house of the LORD."
        },
        {
          "verse": 14,
          "text": "When she saw the king standing by the column, as was the custom, and the captains and trumpeters near the king, and all the people of the land rejoicing and blowing trumpets, Athaliah tore her garments and cried out, “Treason, treason!”"
        },
        {
          "verse": 15,
          "text": "Then Jehoiada the priest instructed the captains in command of the force: “Escort her with a guard detail. If anyone follows her, let him die by the sword.” For the priest had said, “She must not die in the house of the LORD.”"
        },
        {
          "verse": 16,
          "text": "So they seized her, and when she reached the Horse Gate of the king’s house, she was put to death."
        },
        {
          "verse": 17,
          "text": "Then Jehoiada made a covenant between the LORD and the king and the people, by which they would be the LORD’s people; and another between the king and the people."
        },
        {
          "verse": 18,
          "text": "Thereupon all the people of the land went to the temple of Baal and demolished it. They shattered its altars and images completely, and slew Mattan, the priest of Baal, before the altars. Jehoiada the priest appointed a detachment for the house of the LORD,"
        },
        {
          "verse": 19,
          "text": "and took the captains, the Carians, the guards, and all the people of the land, and they led the king down from the house of the LORD; they came through the guards’ gate to the king’s house, and Joash took his seat on the royal throne."
        },
        {
          "verse": 20,
          "text": "All the people of the land rejoiced and the city was quiet, now that Athaliah had been slain with the sword at the king’s house."
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "verse": 1,
          "text": "IX. Kings of Judah and Israel Chapter 12 - Reign of Joash of Judah. Joash was seven years old when he became king."
        },
        {
          "verse": 2,
          "text": "In the seventh year of Jehu, Joash became king, and he reigned forty years in Jerusalem. His mother’s name was Zibiah, from Beer-sheba."
        },
        {
          "verse": 3,
          "text": "Joash did what was right in the LORD’s sight as long as he lived, because Jehoiada the priest guided him,"
        },
        {
          "verse": 4,
          "text": "though the high places did not disappear; the people continued to sacrifice and to burn incense on the high places."
        },
        {
          "verse": 5,
          "text": "Joash said to the priests: “All the funds for sacred purposes that are brought to the house of the LORD—the census tax, personal redemption money—and all funds that are freely brought to the house of the LORD,"
        },
        {
          "verse": 6,
          "text": "the priests may take for themselves, each from his own vendor. However, they must make whatever repairs on the temple may prove necessary.”"
        },
        {
          "verse": 7,
          "text": "Nevertheless, as late as the twenty-third year of the reign of King Joash, the priests had not made needed repairs on the temple."
        },
        {
          "verse": 8,
          "text": "Accordingly, King Joash summoned the priest Jehoiada and the other priests. He asked, “Why do you not repair the temple? You must no longer take funds from your vendors, but you shall turn them over for the repairs.”"
        },
        {
          "verse": 9,
          "text": "So the priests agreed that they would neither take funds from the people nor make the repairs on the temple."
        },
        {
          "verse": 10,
          "text": "Jehoiada the priest then took a chest, bored a hole in its lid, and set it beside the altar, on the right as one entered the house of the LORD. The priests who kept the doors would put into it all the silver that was brought to the house of the LORD."
        },
        {
          "verse": 11,
          "text": "When they noticed that there was a large amount of silver in the chest, the royal scribe would come up with the high priest, and they would gather up and weigh all the silver that was in the house of the LORD."
        },
        {
          "verse": 12,
          "text": "The amount thus realized they turned over to the workers assigned to the house of the LORD. They in turn would pay it to the carpenters and builders working in the house of the LORD,"
        },
        {
          "verse": 13,
          "text": "and to the masons and stone cutters, and for the purchase of the wood and hewn stone used in repairing the breaches, and for any other expenses that were necessary to repair the house of the LORD."
        },
        {
          "verse": 14,
          "text": "None of the valuables brought to the house of the LORD were used there to make silver basins, snuffers, bowls, trumpets, or any gold or silver article."
        },
        {
          "verse": 15,
          "text": "Instead, they were given to the workers, and with them they repaired the house of the LORD."
        },
        {
          "verse": 16,
          "text": "Moreover, no reckoning was asked of those who were provided with the funds to give to the workers, because they held positions of trust."
        },
        {
          "verse": 17,
          "text": "The funds from reparation offerings and from purification offerings, however, were not brought to the house of the LORD; they belonged to the priests."
        },
        {
          "verse": 18,
          "text": "Then Hazael, king of Aram, came up and attacked Gath. When he had taken it, Hazael resolved to go on to attack Jerusalem."
        },
        {
          "verse": 19,
          "text": "Joash, king of Judah, took all the sacred offerings presented by his forebears, Jehoshaphat, Jehoram, and Ahaziah, kings of Judah, as well as his own, and all the gold there was in the treasuries of the house of the LORD and the king’s house, and sent them to King Hazael of Aram, who then turned away from Jerusalem."
        },
        {
          "verse": 20,
          "text": "The rest of the acts of Joash, with all that he did, are recorded in the book of the chronicles of the kings of Judah."
        },
        {
          "verse": 21,
          "text": "Certain of his officials entered into a conspiracy and struck Joash down at Beth-millo."
        },
        {
          "verse": 22,
          "text": "Jozacar, son of Shimeath, and Jehozabad, son of Shomer, were the officials who struck and killed him. He was buried with his ancestors in the City of David, and his son Amaziah succeeded him as king."
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 13 - Reign of Jehoahaz of Israel. In the twenty-third year of Joash, son of Ahaziah, king of Judah, Jehoahaz, son of Jehu, became king over Israel in Samaria for seventeen years."
        },
        {
          "verse": 2,
          "text": "He did what was evil in the LORD’s sight: he did not depart from following the sins that Jeroboam, son of Nebat, had caused Israel to commit."
        },
        {
          "verse": 3,
          "text": "The LORD was angry with Israel and for a long time gave them into the power of Hazael, king of Aram, and of Ben-hadad, son of Hazael."
        },
        {
          "verse": 4,
          "text": "Then Jehoahaz entreated the LORD, who heard him, since he saw the oppression to which the king of Aram had subjected Israel."
        },
        {
          "verse": 5,
          "text": "So the LORD gave Israel a savior, and the Israelites, freed from the power of Aram, dwelt in their own tents as formerly."
        },
        {
          "verse": 6,
          "text": "Nevertheless, they did not desist from the sins the house of Jeroboam had caused Israel to commit, but persisted in them. The Asherah remained even in Samaria."
        },
        {
          "verse": 7,
          "text": "No army was left to Jehoahaz, except fifty horses with ten chariots and ten thousand foot soldiers, since the king of Aram had destroyed them and trampled them like dust."
        },
        {
          "verse": 8,
          "text": "The rest of the acts of Jehoahaz, with all that he did and his valor, are recorded in the book of the chronicles of the kings of Israel."
        },
        {
          "verse": 9,
          "text": "Jehoahaz rested with his ancestors; he was buried in Samaria and his son Joash succeeded him as king."
        },
        {
          "verse": 10,
          "text": "Reign of Joash of Israel. In the thirty-seventh year of Joash, king of Judah, Joash, son of Jehoahaz, became king over Israel in Samaria sixteen years."
        },
        {
          "verse": 11,
          "text": "He did what was evil in the LORD’s sight; he did not desist from any of the sins Jeroboam, son of Nebat, had caused Israel to commit, but persisted in them."
        },
        {
          "verse": 12,
          "text": "The rest of the acts of Joash, with all that he did and his valor, and how he fought with Amaziah, king of Judah, are recorded in the book of the chronicles of the kings of Israel."
        },
        {
          "verse": 13,
          "text": "Joash rested with his ancestors. Then Jeroboam sat on his throne. Joash was buried in Samaria with the kings of Israel."
        },
        {
          "verse": 14,
          "text": "Elisha’s Deathbed Prophecy. When Elisha was suffering from the sickness of which he was to die, Joash, king of Israel, went down to weep over him. “My father, my father!” he exclaimed, “Israel’s chariot and steeds!”"
        },
        {
          "verse": 15,
          "text": "Elisha said to him, “Take bow and arrows,” and he took bow and arrows."
        },
        {
          "verse": 16,
          "text": "Elisha said to the king of Israel, “Rest your hand on the bow,” and he rested his hand on it. Elisha placed his hands over the king’s hands"
        },
        {
          "verse": 17,
          "text": "and said, “Open the window toward the east.” He opened it. Elisha said, “Shoot,” and he shot. He said, “An arrow of victory for the LORD! An arrow of victory over Aram! You will beat Aram at Aphek and finish him!”"
        },
        {
          "verse": 18,
          "text": "Then he said to the king of Israel, “Take the arrows,” which he did. Elisha said to the king of Israel, “Beat the ground!” He beat the ground three times and stopped."
        },
        {
          "verse": 19,
          "text": "The man of God became angry with him and said, “You should have beat five or six times. You would have beaten Aram and finished him. Now you will beat Aram only three times.”"
        },
        {
          "verse": 20,
          "text": "And so Elisha died and was buried. At that time of year, bands of Moabites used to raid the land."
        },
        {
          "verse": 21,
          "text": "Once some people were burying a man, when suddenly they saw such a raiding band. So they cast the man into the grave of Elisha, and everyone went off. But when the man came in contact with the bones of Elisha, he came back to life and got to his feet."
        },
        {
          "verse": 22,
          "text": "King Hazael of Aram oppressed Israel all the days of Jehoahaz."
        },
        {
          "verse": 23,
          "text": "But the LORD was gracious with Israel and looked on them with compassion because of his covenant with Abraham, Isaac, and Jacob. He was unwilling to destroy them or to cast them out from his presence even up to now."
        },
        {
          "verse": 24,
          "text": "So when King Hazael of Aram died and his son Ben-hadad succeeded him as king,"
        },
        {
          "verse": 25,
          "text": "Joash, son of Jehoahaz, took back from Ben-hadad, son of Hazael, the cities Hazael had taken in battle from Jehoahaz, his father. Three times Joash beat him, and thus recovered the cities of Israel."
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 14 - Reign of Amaziah of Judah. In the second year of Joash, son of Jehoahaz, king of Israel, Amaziah, son of Joash, king of Judah, became king."
        },
        {
          "verse": 2,
          "text": "He was twenty-five years old when he became king, and he reigned twenty-nine years in Jerusalem. His mother’s name was Jehoaddin, from Jerusalem."
        },
        {
          "verse": 3,
          "text": "He did what was right in the LORD’s eyes, though not like David his father. He did just as his father Joash had done,"
        },
        {
          "verse": 4,
          "text": "though the high places did not disappear, and the people continued to sacrifice and to burn incense on the high places."
        },
        {
          "verse": 5,
          "text": "When Amaziah had the kingdom firmly in hand, he struck down the officials who had struck down the king, his father."
        },
        {
          "verse": 6,
          "text": "But their children he did not put to death, according to what is written in the book of the law of Moses, which the LORD commanded: “Parents shall not be put to death for their children, nor shall children be put to death for their parents; only for one’s own crimes shall a person be put to death.”"
        },
        {
          "verse": 7,
          "text": "Amaziah struck down ten thousand Edomites in the Salt Valley. He took Sela in battle and renamed it Joktheel, the name it has to this day."
        },
        {
          "verse": 8,
          "text": "Then Amaziah sent messengers to Joash, son of Jehoahaz, son of Jehu, king of Israel, with this message: “Come, let us meet face to face.”"
        },
        {
          "verse": 9,
          "text": "Joash, king of Israel, sent this reply to Amaziah, king of Judah: “A thistle of Lebanon sent word to a cedar of Lebanon, ‘Give your daughter to my son in marriage,’ but an animal of Lebanon passed by and trampled the thistle underfoot."
        },
        {
          "verse": 10,
          "text": "You have indeed struck down Edom, and your heart is lifted up; enjoy your glory, but stay home! Why bring misfortune and failure on yourself and on Judah with you?”"
        },
        {
          "verse": 11,
          "text": "But Amaziah did not listen. So Joash, king of Israel, advanced, and he and Amaziah, king of Judah, met face to face at Beth-shemesh of Judah,"
        },
        {
          "verse": 12,
          "text": "and Judah was defeated by Israel, and all fled to their tents."
        },
        {
          "verse": 13,
          "text": "But Amaziah, king of Judah, son of Joash, son of Ahaziah, was captured by Joash, king of Israel, at Beth-shemesh. When they came to Jerusalem Joash tore down the wall of Jerusalem, from the Gate of Ephraim to the Corner Gate, four hundred cubits."
        },
        {
          "verse": 14,
          "text": "He took all the gold and silver and all the vessels found in the house of the LORD and in the treasuries of the king’s house, and hostages as well. Then he returned to Samaria."
        },
        {
          "verse": 15,
          "text": "The rest of the acts of Joash, what he did and his valor, and how he made war against Amaziah, king of Judah, are recorded in the book of the chronicles of the kings of Israel."
        },
        {
          "verse": 16,
          "text": "Joash rested with his ancestors; he was buried in Samaria with the kings of Israel, and his son Jeroboam succeeded him as king."
        },
        {
          "verse": 17,
          "text": "Amaziah, son of Joash, king of Judah, survived Joash, son of Jehoahaz, king of Israel, by fifteen years."
        },
        {
          "verse": 18,
          "text": "The rest of the acts of Amaziah are recorded in the book of the chronicles of the kings of Judah."
        },
        {
          "verse": 19,
          "text": "When a conspiracy was formed against him in Jerusalem, he fled to Lachish. But he was pursued to Lachish and killed there."
        },
        {
          "verse": 20,
          "text": "He was brought back on horses and was buried in Jerusalem with his ancestors in the City of David."
        },
        {
          "verse": 21,
          "text": "Thereupon all the people of Judah took Azariah, who was only sixteen years old, and made him king to succeed Amaziah, his father."
        },
        {
          "verse": 22,
          "text": "It was he who rebuilt Elath and restored it to Judah, after the king rested with his ancestors."
        },
        {
          "verse": 23,
          "text": "Reign of Jeroboam II of Israel. In the fifteenth year of Amaziah, son of Joash, king of Judah, Jeroboam, son of Joash, king of Israel, became king in Samaria for forty-one years."
        },
        {
          "verse": 24,
          "text": "He did evil in the LORD’s sight; he did not desist from any of the sins that Jeroboam, son of Nebat, had caused Israel to commit."
        },
        {
          "verse": 25,
          "text": "He restored the boundaries of Israel from Lebo-hamath to the sea of the Arabah, as the LORD, the God of Israel, had foretold through his servant, the prophet Jonah, son of Amittai, from Gath-hepher."
        },
        {
          "verse": 26,
          "text": "For the LORD saw the very bitter affliction of Israel, where there was neither bond nor free, no one at all to help Israel."
        },
        {
          "verse": 27,
          "text": "Since the LORD had not resolved to wipe out the name of Israel from under the heavens, he saved them through Jeroboam, son of Joash."
        },
        {
          "verse": 28,
          "text": "The rest of the acts of Jeroboam, with all that he did and his valor, how he fought, and how he regained Damascus and Hamath for Israel, are recorded in the book of the chronicles of the kings of Israel."
        },
        {
          "verse": 29,
          "text": "Jeroboam rested with his ancestors, the kings of Israel, and his son Zechariah succeeded him as king."
        }
      ]
    },
    {
      "chapter": 15,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 15 - Reign of Azariah of Judah. In the twenty-seventh year of Jeroboam, king of Israel, Azariah, son of Amaziah, king of Judah, became king."
        },
        {
          "verse": 2,
          "text": "He was sixteen years old when he became king, and he reigned fifty-two years in Jerusalem. His mother’s name was Jecholiah, from Jerusalem."
        },
        {
          "verse": 3,
          "text": "He did what was right in the LORD’s sight, just as his father Amaziah had done,"
        },
        {
          "verse": 4,
          "text": "though the high places did not disappear, and the people continued to sacrifice and to burn incense on the high places."
        },
        {
          "verse": 5,
          "text": "The LORD afflicted the king, and he was a leper until the day he died. He lived in a house apart, while Jotham, the king’s son, was master of the palace and ruled the people of the land."
        },
        {
          "verse": 6,
          "text": "The rest of the acts of Azariah, and all that he did, are recorded in the book of the chronicles of the kings of Judah."
        },
        {
          "verse": 7,
          "text": "Azariah rested with his ancestors, and was buried with them in the City of David, and his son Jotham succeeded him as king."
        },
        {
          "verse": 8,
          "text": "Reign of Zechariah of Israel. In the thirty-eighth year of Azariah, king of Judah, Zechariah, son of Jeroboam, became king over Israel in Samaria for six months."
        },
        {
          "verse": 9,
          "text": "He did what was evil in the LORD’s sight, as his ancestors had done, and did not desist from the sins that Jeroboam, son of Nebat, had caused Israel to commit."
        },
        {
          "verse": 10,
          "text": "Shallum, son of Jabesh, plotted against him and struck him down at Ibleam. He killed him and reigned in his place."
        },
        {
          "verse": 11,
          "text": "As for the rest of the acts of Zechariah, these are recorded in the book of the chronicles of the kings of Israel."
        },
        {
          "verse": 12,
          "text": "This was the word the LORD had spoken to Jehu: Sons of your line to the fourth generation shall sit upon the throne of Israel; and so it was."
        },
        {
          "verse": 13,
          "text": "Reign of Shallum of Israel. Shallum, son of Jabesh, became king in the thirty-ninth year of Uzziah, king of Judah; he reigned one month in Samaria."
        },
        {
          "verse": 14,
          "text": "Menahem, son of Gadi, came up from Tirzah to Samaria, and struck down Shallum, son of Jabesh, in Samaria. He killed him and reigned in his place."
        },
        {
          "verse": 15,
          "text": "As for the rest of the acts of Shallum, with the conspiracy he carried out, these are recorded in the book of the chronicles of the kings of Israel."
        },
        {
          "verse": 16,
          "text": "At that time, Menahem attacked Tappuah, all its inhabitants, and its whole district as far as Tirzah, because they did not let him in. He attacked them; he even ripped open all their pregnant women."
        },
        {
          "verse": 17,
          "text": "Reign of Menahem of Israel. In the thirty-ninth year of Azariah, king of Judah, Menahem, son of Gadi, became king over Israel for ten years in Samaria."
        },
        {
          "verse": 18,
          "text": "He did what was evil in the LORD’s sight as long as he lived, not desisting from the sins that Jeroboam, son of Nebat, had caused Israel to commit."
        },
        {
          "verse": 19,
          "text": "Pul, king of Assyria, came against the land. But Menahem gave Pul a thousand talents of silver to have his help in holding onto his kingdom."
        },
        {
          "verse": 20,
          "text": "Menahem paid out silver on behalf of Israel, that is, for all the people of substance, by giving the king of Assyria fifty shekels of silver for each one. So the king of Assyria went home and did not stay in the land."
        },
        {
          "verse": 21,
          "text": "The rest of the acts of Menahem, with all that he did, are recorded in the book of the chronicles of the kings of Israel."
        },
        {
          "verse": 22,
          "text": "Menahem rested with his ancestors, and his son Pekahiah succeeded him as king."
        },
        {
          "verse": 23,
          "text": "Reign of Pekahiah of Israel. In the fiftieth year of Azariah, king of Judah, Pekahiah, son of Menahem, became king over Israel in Samaria for two years."
        },
        {
          "verse": 24,
          "text": "He did what was evil in the LORD’s sight, not desisting from the sins that Jeroboam, son of Nebat, had caused Israel to commit."
        },
        {
          "verse": 25,
          "text": "His adjutant Pekah, son of Remaliah, conspired against him, and struck him down at Samaria within the palace stronghold; he had with him fifty men from Gilead. He killed him and reigned in his place."
        },
        {
          "verse": 26,
          "text": "As for the rest of the acts of Pekahiah, with all that he did, these are recorded in the book of the chronicles of the kings of Israel."
        },
        {
          "verse": 27,
          "text": "Reign of Pekah of Israel. In the fifty-second year of Azariah, king of Judah, Pekah, son of Remaliah, became king over Israel in Samaria for twenty years."
        },
        {
          "verse": 28,
          "text": "He did what was evil in the LORD’s sight, not desisting from the sins that Jeroboam, son of Nebat, had caused Israel to commit."
        },
        {
          "verse": 29,
          "text": "In the days of Pekah, king of Israel, Tiglath-pileser, king of Assyria, came and took Ijon, Abel-beth-maacah, Janoah, Kedesh, Hazor, Gilead, and Galilee—all the land of Naphtali—deporting the inhabitants to Assyria."
        },
        {
          "verse": 30,
          "text": "Hoshea, son of Elah, carried out a conspiracy against Pekah, son of Remaliah; he struck and killed him, and succeeded him as king in the twentieth year of Jotham, son of Uzziah."
        },
        {
          "verse": 31,
          "text": "As for the rest of the acts of Pekah, with all that he did, these are recorded in the book of the chronicles of the kings of Israel."
        },
        {
          "verse": 32,
          "text": "Reign of Jotham of Judah. In the second year of Pekah, son of Remaliah, king of Israel, Jotham, son of Uzziah, king of Judah, became king."
        },
        {
          "verse": 33,
          "text": "He was twenty-five years old when he became king, and he reigned sixteen years in Jerusalem. His mother’s name was Jerusha, daughter of Zadok."
        },
        {
          "verse": 34,
          "text": "He did what was right in the LORD’s sight, just as his father Uzziah had done,"
        },
        {
          "verse": 35,
          "text": "though the high places did not disappear, and the people continued to sacrifice and to burn incense on the high places. It was he who built the Upper Gate of the LORD’s house."
        },
        {
          "verse": 36,
          "text": "The rest of the acts of Jotham, with what he did, are recorded in the book of the chronicles of the kings of Judah."
        },
        {
          "verse": 37,
          "text": "It was at that time that the LORD began to unleash Rezin, king of Aram, and Pekah, son of Remaliah, against Judah."
        },
        {
          "verse": 38,
          "text": "Jotham rested with his ancestors; he was buried with his ancestors in the City of David his father, and his son Ahaz succeeded him as king."
        }
      ]
    },
    {
      "chapter": 16,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 16 - Reign of Ahaz of Judah. In the seventeenth year of Pekah, son of Remaliah, Ahaz, son of Jotham, king of Judah, became king."
        },
        {
          "verse": 2,
          "text": "Ahaz was twenty years old when he became king, and he reigned sixteen years in Jerusalem. He did not do what was right in the sight of the LORD his God, as David his father had done."
        },
        {
          "verse": 3,
          "text": "He walked in the way of the kings of Israel; he even immolated his child by fire, in accordance with the abominable practices of the nations whom the LORD had dispossessed before the Israelites."
        },
        {
          "verse": 4,
          "text": "Further, he sacrificed and burned incense on the high places, on hills, and under every green tree."
        },
        {
          "verse": 5,
          "text": "Then Rezin, king of Aram, and Pekah, son of Remaliah, king of Israel, came up to Jerusalem to attack it. Although they besieged Ahaz, they were unable to do battle."
        },
        {
          "verse": 6,
          "text": "(In those days Rezin, king of Aram, recovered Elath for Aram, and drove the Judahites out of it. The Edomites then entered Elath, which they have occupied until the present.)"
        },
        {
          "verse": 7,
          "text": "Meanwhile, Ahaz sent messengers to Tiglath-pileser, king of Assyria, with the plea: “I am your servant and your son. Come up and rescue me from the power of the king of Aram and the king of Israel, who are attacking me.”"
        },
        {
          "verse": 8,
          "text": "Ahaz took the silver and gold that were in the house of the LORD and in the treasuries of the king’s house and sent them as a present to the king of Assyria."
        },
        {
          "verse": 9,
          "text": "The king of Assyria listened to him and moved against Damascus, captured it, deported its inhabitants to Kir, and put Rezin to death."
        },
        {
          "verse": 10,
          "text": "King Ahaz went to Damascus to meet Tiglath-pileser, king of Assyria. When he saw the altar in Damascus, King Ahaz sent to Uriah the priest a model of the altar and a detailed design of its construction."
        },
        {
          "verse": 11,
          "text": "Uriah the priest built an altar according to the plans which King Ahaz sent him from Damascus, and had it completed by the time King Ahaz returned from Damascus."
        },
        {
          "verse": 12,
          "text": "On his arrival from Damascus, the king inspected the altar; the king approached the altar, went up"
        },
        {
          "verse": 13,
          "text": "and sacrificed his burnt offering and grain offering, pouring out his libation, and sprinkling the blood of his communion offerings on the altar."
        },
        {
          "verse": 14,
          "text": "The bronze altar that stood before the LORD he brought from the front of the temple—that is, from the space between the new altar and the house of the LORD—and set it on the north side of his altar."
        },
        {
          "verse": 15,
          "text": "King Ahaz commanded Uriah the priest, “Upon the large altar sacrifice the morning burnt offering and the evening grain offering, the king’s burnt offering and grain offering, and the burnt offering and grain offering of the people of the land. Their libations you must sprinkle on it along with all the blood of burnt offerings and sacrifices. But the old bronze altar shall be mine for consultation.”"
        },
        {
          "verse": 16,
          "text": "Uriah the priest did just as King Ahaz had commanded."
        },
        {
          "verse": 17,
          "text": "King Ahaz detached the panels from the stands and removed the basins from them; he also took down the bronze sea from the bronze oxen that supported it, and set it on a stone pavement."
        },
        {
          "verse": 18,
          "text": "In deference to the king of Assyria he removed the sabbath canopy that had been set up in the house of the LORD and the king’s outside entrance to the temple."
        },
        {
          "verse": 19,
          "text": "The rest of the acts of Ahaz, with what he did, are recorded in the book of the chronicles of the kings of Judah."
        },
        {
          "verse": 20,
          "text": "Ahaz rested with his ancestors; he was buried with his ancestors in the City of David, and his son Hezekiah succeeded him as king."
        }
      ]
    },
    {
      "chapter": 17,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 17 - Reign of Hoshea of Israel. In the twelfth year of Ahaz, king of Judah, Hoshea, son of Elah, became king in Samaria over Israel for nine years."
        },
        {
          "verse": 2,
          "text": "He did what was evil in the LORD’s sight, yet not to the extent of the kings of Israel before him."
        },
        {
          "verse": 3,
          "text": "Shalmaneser, king of Assyria, advanced against him, and Hoshea became his vassal and paid him tribute."
        },
        {
          "verse": 4,
          "text": "But the king of Assyria found Hoshea guilty of conspiracy for sending messengers to the king of Egypt at Sais, and for failure to pay the annual tribute to the king of Assyria. So the king of Assyria arrested and imprisoned him."
        },
        {
          "verse": 5,
          "text": "Then the king of Assyria occupied the whole land and attacked Samaria, which he besieged for three years."
        },
        {
          "verse": 6,
          "text": "X. The End of Israel - Israelites Deported. In Hoshea’s ninth year, the king of Assyria took Samaria, deported the Israelites to Assyria, and settled them in Halah, and at the Habor, a river of Gozan, and in the cities of the Medes."
        },
        {
          "verse": 7,
          "text": "This came about because the Israelites sinned against the LORD, their God, who had brought them up from the land of Egypt, from under the hand of Pharaoh, king of Egypt. They venerated other gods,"
        },
        {
          "verse": 8,
          "text": "they followed the rites of the nations whom the LORD had dispossessed before the Israelites and those that the kings of Israel had practiced."
        },
        {
          "verse": 9,
          "text": "They adopted unlawful practices toward the LORD, their God. They built high places in all their cities, from guard post to garrisoned town."
        },
        {
          "verse": 10,
          "text": "They set up pillars and asherahs for themselves on every high hill and under every green tree."
        },
        {
          "verse": 11,
          "text": "They burned incense there, on all the high places, like the nations whom the LORD had sent into exile at their coming. They did evil things that provoked the LORD,"
        },
        {
          "verse": 12,
          "text": "and served idols, although the LORD had told them: You must not do this."
        },
        {
          "verse": 13,
          "text": "The LORD warned Israel and Judah by every prophet and seer: Give up your evil ways and keep my commandments and statutes, in accordance with the entire law which I enjoined on your ancestors and which I sent you by my servants the prophets."
        },
        {
          "verse": 14,
          "text": "But they did not listen. They grew as stiff-necked as their ancestors, who had not believed in the LORD, their God."
        },
        {
          "verse": 15,
          "text": "They rejected his statutes, the covenant he had made with their ancestors, and the warnings he had given them. They followed emptiness and became empty; they followed the surrounding nations whom the LORD had commanded them not to imitate."
        },
        {
          "verse": 16,
          "text": "They abandoned all the commandments of the LORD, their God: they made for themselves two molten calves; they made an asherah; they bowed down to all the host of heaven; they served Baal."
        },
        {
          "verse": 17,
          "text": "They immolated their sons and daughters by fire. They practiced augury and divination. They surrendered themselves to doing what was evil in the LORD’s sight, and provoked him."
        },
        {
          "verse": 18,
          "text": "The LORD became enraged, and removed them from his presence. Only the tribe of Judah was left."
        },
        {
          "verse": 19,
          "text": "Even the people of Judah did not keep the commandments of the LORD, their God, but followed the rites practiced by Israel."
        },
        {
          "verse": 20,
          "text": "So the LORD rejected the entire people of Israel: he afflicted them and delivered them over to plunderers, finally casting them from his presence."
        },
        {
          "verse": 21,
          "text": "When he tore Israel away from the house of David, they made Jeroboam, son of Nebat, king; but Jeroboam lured the Israelites away from the LORD, causing them to commit a great sin."
        },
        {
          "verse": 22,
          "text": "The Israelites imitated Jeroboam in all the sins he committed; they would not depart from them."
        },
        {
          "verse": 23,
          "text": "Finally, the LORD removed Israel from his presence, just as he had declared through all his servants, the prophets. Thus Israel went into exile from their native soil to Assyria until this very day."
        },
        {
          "verse": 24,
          "text": "Foreigners Deported to Israel. The king of Assyria brought people from Babylon, Cuthah, Avva, Hamath, and Sepharvaim, and settled them in the cities of Samaria in place of the Israelites. They took possession of Samaria and dwelt in its cities."
        },
        {
          "verse": 25,
          "text": "When they first settled there, they did not venerate the LORD, so he sent lions among them that killed some of them."
        },
        {
          "verse": 26,
          "text": "A report reached the king of Assyria: “The nations you deported and settled in the cities of Samaria do not know the proper worship of the god of the land, so he has sent lions among them that are killing them, since they do not know the law of the god of the land.”"
        },
        {
          "verse": 27,
          "text": "The king of Assyria gave the order, “Send back some of the priests you deported, to go there and settle, to teach them the proper worship of the god of the land.”"
        },
        {
          "verse": 28,
          "text": "So one of the priests who had been deported from Samaria returned and settled in Bethel, and began to teach them how to venerate the LORD."
        },
        {
          "verse": 29,
          "text": "Thus each of these nations continued to make its own gods, setting them up in the shrines of the high places the Samarians had made: each nation in the cities in which they dwelt."
        },
        {
          "verse": 30,
          "text": "The Babylonians made Sukkot-Benot; the people of Cuth made Nergal; those from Hamath made Ashima;"
        },
        {
          "verse": 31,
          "text": "those from Avva made Nibhaz and Tartak; and those from Sepharvaim immolated their children by fire to their city gods, King Hadad and King Anu."
        },
        {
          "verse": 32,
          "text": "At the same time, they were venerating the LORD, appointing from their own number priests for the high places to officiate for them in the shrines on the high places."
        },
        {
          "verse": 33,
          "text": "They were both venerating the LORD and serving their own gods. They followed the custom of the nations from among whom they had been deported."
        },
        {
          "verse": 34,
          "text": "To this very day they continue to act according to their former customs, not venerating the LORD nor observing the statutes and regulations, the law and commandment, that the LORD enjoined on the descendants of Jacob, whom he had named Israel."
        },
        {
          "verse": 35,
          "text": "When the LORD made a covenant with them, he commanded them: You must not venerate other gods, nor bow down to them, nor serve them, nor offer sacrifice to them,"
        },
        {
          "verse": 36,
          "text": "but only to the LORD, who brought you up from the land of Egypt with great power and outstretched arm. Him shall you venerate, to him shall you bow down, and to him shall you offer sacrifice."
        },
        {
          "verse": 37,
          "text": "You must be careful always to observe the statutes and ordinances, the law and commandment, which he wrote for you; you must not venerate other gods."
        },
        {
          "verse": 38,
          "text": "The covenant I made with you, you must not forget; you must not venerate other gods."
        },
        {
          "verse": 39,
          "text": "You must venerate only the LORD, your God; it is he who will deliver you from the power of all your enemies."
        },
        {
          "verse": 40,
          "text": "But they did not listen; they continued to act according to their former customs."
        },
        {
          "verse": 41,
          "text": "But these nations were both venerating the LORD and serving their own idols. Their children and children’s children are still acting like their ancestors, to this very day."
        }
      ]
    },
    {
      "chapter": 18,
      "verses": [
        {
          "verse": 1,
          "text": "XI. The End of Judah Chapter 18 - Reign of Hezekiah. In the third year of Hoshea, son of Elah, king of Israel, Hezekiah, son of Ahaz, king of Judah, became king."
        },
        {
          "verse": 2,
          "text": "He was twenty-five years old when he became king, and he reigned twenty-nine years in Jerusalem. His mother’s name was Abi, daughter of Zechariah."
        },
        {
          "verse": 3,
          "text": "He did what was right in the LORD’s sight, just as David his father had done."
        },
        {
          "verse": 4,
          "text": "It was he who removed the high places, shattered the pillars, cut down the asherah, and smashed the bronze serpent Moses had made, because up to that time the Israelites were burning incense to it. (It was called Nehushtan.)"
        },
        {
          "verse": 5,
          "text": "He put his trust in the LORD, the God of Israel; and neither before nor after him was there anyone like him among all the kings of Judah."
        },
        {
          "verse": 6,
          "text": "Hezekiah held fast to the LORD and never turned away from following him, but observed the commandments the LORD had given Moses."
        },
        {
          "verse": 7,
          "text": "The LORD was with him, and he succeeded in all he set out to do. He rebelled against the king of Assyria and did not serve him."
        },
        {
          "verse": 8,
          "text": "It was he who struck the Philistines as far as Gaza, and all its territory from guard post to garrisoned town."
        },
        {
          "verse": 9,
          "text": "In the fourth year of King Hezekiah, which was the seventh year of Hoshea, son of Elah, king of Israel, Shalmaneser, king of Assyria, attacked Samaria and laid siege to it,"
        },
        {
          "verse": 10,
          "text": "and after three years they captured it. In the sixth year of Hezekiah, the ninth year of Hoshea, king of Israel, Samaria was taken."
        },
        {
          "verse": 11,
          "text": "The king of Assyria then deported the Israelites to Assyria and led them off to Halah, and the Habor, a river of Gozan, and the cities of the Medes."
        },
        {
          "verse": 12,
          "text": "This happened because they did not obey the LORD, their God, but violated his covenant; they did not obey nor do all that Moses, the servant of the LORD, commanded."
        },
        {
          "verse": 13,
          "text": "Sennacherib and Hezekiah. In the fourteenth year of King Hezekiah, Sennacherib, king of Assyria, attacked all the fortified cities of Judah and captured them."
        },
        {
          "verse": 14,
          "text": "Hezekiah, king of Judah, sent this message to the king of Assyria at Lachish: “I have done wrong. Leave me, and whatever you impose on me I will bear.” The king of Assyria exacted three hundred talents of silver and thirty talents of gold from Hezekiah, king of Judah."
        },
        {
          "verse": 15,
          "text": "Hezekiah gave him all the funds there were in the house of the LORD and in the treasuries of the king’s house."
        },
        {
          "verse": 16,
          "text": "At the same time, Hezekiah removed the nave doors and the uprights of the house of the LORD, which the king of Judah had ordered to be overlaid with gold, and gave them to the king of Assyria."
        },
        {
          "verse": 17,
          "text": "The king of Assyria sent the general, the lord chamberlain, and the commander from Lachish with a great army to King Hezekiah at Jerusalem. They went up and came to Jerusalem, to the conduit of the upper pool on the highway of the fuller’s field, where they took their stand."
        },
        {
          "verse": 18,
          "text": "They called for the king, but Eliakim, son of Hilkiah, the master of the palace, came out, along with Shebnah the scribe and the chancellor Joah, son of Asaph."
        },
        {
          "verse": 19,
          "text": "The commander said to them, “Tell Hezekiah, ‘Thus says the great king, the king of Assyria: On what do you base this trust of yours?"
        },
        {
          "verse": 20,
          "text": "Do you think mere words substitute for strategy and might in war? In whom, then, do you place your trust, that you rebel against me?"
        },
        {
          "verse": 21,
          "text": "Do you trust in Egypt, that broken reed of a staff, which pierces the hand of anyone who leans on it? That is what Pharaoh, king of Egypt, is to all who trust in him."
        },
        {
          "verse": 22,
          "text": "Or do you people say to me, “It is in the LORD our God we trust!”? Is it not he whose high places and altars Hezekiah has removed, commanding Judah and Jerusalem, “Worship before this altar in Jerusalem”?’"
        },
        {
          "verse": 23,
          "text": "“Now, make a wager with my lord, the king of Assyria: I will give you two thousand horses if you are able to put riders on them."
        },
        {
          "verse": 24,
          "text": "How then can you turn back even a captain, one of the least servants of my lord, trusting, as you do, in Egypt for chariots and horses?"
        },
        {
          "verse": 25,
          "text": "Did I come up to destroy this place without the LORD? The LORD himself said to me: Go up and destroy that land!”"
        },
        {
          "verse": 26,
          "text": "Then Eliakim, son of Hilkiah, and Shebnah and Joah said to the commander: “Please speak to your servants in Aramaic; we understand it. Do not speak to us in the language of Judah within earshot of the people who are on the wall.”"
        },
        {
          "verse": 27,
          "text": "But the commander replied: “Was it to your lord and to you that my lord sent me to speak these words? Was it not rather to those sitting on the wall, who, with you, will have to eat their own excrement and drink their urine?”"
        },
        {
          "verse": 28,
          "text": "Then the commander stepped forward and cried out in a loud voice in the language of Judah, “Listen to the words of the great king, the king of Assyria."
        },
        {
          "verse": 29,
          "text": "Thus says the king: Do not let Hezekiah deceive you, for he cannot rescue you from my hand."
        },
        {
          "verse": 30,
          "text": "And do not let Hezekiah induce you to trust in the LORD, saying, ‘The LORD will surely rescue us, and this city will not be handed over to the king of Assyria.’"
        },
        {
          "verse": 31,
          "text": "Do not listen to Hezekiah, for thus says the king of Assyria: Make peace with me, and surrender to me! Eat, each of you, from your vine, each from your own fig tree. Drink water, each from your own well,"
        },
        {
          "verse": 32,
          "text": "until I arrive and take you to a land like your own, a land of grain and wine, a land of bread and vineyards, a land of rich olives and honey. Live, and do not die! And do not listen to Hezekiah when he would incite you by saying, ‘The LORD will rescue us.’"
        },
        {
          "verse": 33,
          "text": "Has any of the gods of the nations ever rescued his land from the power of the king of Assyria?"
        },
        {
          "verse": 34,
          "text": "Where are the gods of Hamath and Arpad? Where are the gods of Sepharvaim, Hena, and Ivvah? Did they indeed rescue Samaria from my power?"
        },
        {
          "verse": 35,
          "text": "Which of the gods for all these lands ever rescued his land from my power? Will the LORD then rescue Jerusalem from my power?”"
        },
        {
          "verse": 36,
          "text": "But the people remained silent and did not answer at all, for the king’s command was, “Do not answer him.”"
        },
        {
          "verse": 37,
          "text": "Then the master of the palace, Eliakim, son of Hilkiah, Shebnah the scribe, and the chancellor Joah, son of Asaph, came to Hezekiah with their garments torn, and reported to him the words of the commander."
        }
      ]
    },
    {
      "chapter": 19,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 19 - Hezekiah and Isaiah. When King Hezekiah heard this, he tore his garments, covered himself with sackcloth, and went into the house of the LORD."
        },
        {
          "verse": 2,
          "text": "He sent Eliakim, the master of the palace, Shebnah the scribe, and the elders of the priests, covered with sackcloth, to tell the prophet Isaiah, son of Amoz,"
        },
        {
          "verse": 3,
          "text": "“Thus says Hezekiah: A day of distress and rebuke, a day of disgrace is this day! Children are due to come forth, but the strength to give birth is lacking."
        },
        {
          "verse": 4,
          "text": "Perhaps the LORD, your God, will hear all the words of the commander, whom his lord, the king of Assyria, sent to taunt the living God, and will rebuke him for the words which the LORD, your God, has heard. So lift up a prayer for the remnant that is here.”"
        },
        {
          "verse": 5,
          "text": "When the servants of King Hezekiah had come to Isaiah,"
        },
        {
          "verse": 6,
          "text": "he said to them, “Tell this to your lord: Thus says the LORD: Do not be frightened by the words you have heard, by which the deputies of the king of Assyria have blasphemed me."
        },
        {
          "verse": 7,
          "text": "I am putting in him such a spirit that when he hears a report he will return to his land. I will make him fall by the sword in his land.”"
        },
        {
          "verse": 8,
          "text": "When the commander, on his return, heard that the king of Assyria had withdrawn from Lachish, he found him besieging Libnah."
        },
        {
          "verse": 9,
          "text": "Sennacherib, Hezekiah, and Isaiah. The king of Assyria heard a report: “Tirhakah, king of Ethiopia, has come out to fight against you.” Again he sent messengers to Hezekiah to say:"
        },
        {
          "verse": 10,
          "text": "“Thus shall you say to Hezekiah, king of Judah: Do not let your God in whom you trust deceive you by saying, ‘Jerusalem will not be handed over to the king of Assyria.’"
        },
        {
          "verse": 11,
          "text": "You, certainly, have heard what the kings of Assyria have done to all the lands: they put them under the ban! And are you to be rescued?"
        },
        {
          "verse": 12,
          "text": "Did the gods of the nations whom my fathers destroyed deliver them—Gozan, Haran, Rezeph, or the Edenites in Telassar?"
        },
        {
          "verse": 13,
          "text": "Where are the king of Hamath, the king of Arpad, or the kings of the cities Sepharvaim, Hena and Ivvah?”"
        },
        {
          "verse": 14,
          "text": "Hezekiah took the letter from the hand of the messengers and read it; then he went up to the house of the LORD, and spreading it out before the LORD,"
        },
        {
          "verse": 15,
          "text": "Hezekiah prayed in the LORD’s presence: “LORD, God of Israel, enthroned on the cherubim! You alone are God over all the kingdoms of the earth. It is you who made the heavens and the earth."
        },
        {
          "verse": 16,
          "text": "Incline your ear, LORD, and listen! Open your eyes, LORD, and see! Hear the words Sennacherib has sent to taunt the living God."
        },
        {
          "verse": 17,
          "text": "Truly, O LORD, the kings of Assyria have laid waste the nations and their lands."
        },
        {
          "verse": 18,
          "text": "They gave their gods to the fire—they were not gods at all, but the work of human hands—wood and stone, they destroyed them."
        },
        {
          "verse": 19,
          "text": "Therefore, LORD, our God, save us from this man’s power, that all the kingdoms of the earth may know that you alone, LORD, are God.”"
        },
        {
          "verse": 20,
          "text": "Then Isaiah, son of Amoz, sent this message to Hezekiah: “Thus says the LORD, the God of Israel, to whom you have prayed concerning Sennacherib, king of Assyria: I have listened!"
        },
        {
          "verse": 21,
          "text": "This is the word the LORD has spoken concerning him: She despises you, laughs you to scorn, the virgin daughter Zion! Behind you she wags her head, daughter Jerusalem."
        },
        {
          "verse": 22,
          "text": "Whom have you insulted and blasphemed, at whom have you raised your voice And lifted up your eyes on high? At the Holy One of Israel!"
        },
        {
          "verse": 23,
          "text": "Through the mouths of your messengers you insulted the Lord when you said, ‘With my many chariots I went up to the tops of the peaks, to the recesses of Lebanon, To cut down its lofty cedars, its choice cypresses; I reached to the farthest shelter, the forest ranges."
        },
        {
          "verse": 24,
          "text": "I myself dug wells and drank foreign waters, Drying up all the rivers of Egypt beneath the soles of my feet.’"
        },
        {
          "verse": 25,
          "text": "“Have you not heard? A long time ago I prepared it, from days of old I planned it. Now I have brought it about: You are here to reduce fortified cities to heaps of ruins,"
        },
        {
          "verse": 26,
          "text": "Their people powerless, dismayed and distraught. They are plants of the field, green growth, thatch on the rooftops, Grain scorched by the east wind."
        },
        {
          "verse": 27,
          "text": "I know when you stand or sit, when you come or go and how you rage against me."
        },
        {
          "verse": 28,
          "text": "Because you rage against me, and your smugness has reached my ears, I will put my hook in your nose and my bit in your mouth, And make you leave by the way you came."
        },
        {
          "verse": 29,
          "text": "“This shall be a sign for you: This year you shall eat the aftergrowth, next year, what grows of itself; But in the third year, sow and reap, plant vineyards and eat their fruit!"
        },
        {
          "verse": 30,
          "text": "The remaining survivors of the house of Judah shall again strike root below and bear fruit above."
        },
        {
          "verse": 31,
          "text": "For out of Jerusalem shall come a remnant, and from Mount Zion, survivors. The zeal of the LORD of hosts shall do this."
        },
        {
          "verse": 32,
          "text": "“Therefore, thus says the LORD about the king: He shall not come as far as this city, nor shoot there an arrow, nor confront it with a shield, Nor cast up a siege-work against it."
        },
        {
          "verse": 33,
          "text": "By the way he came he shall leave, never coming as far as this city, oracle of the LORD."
        },
        {
          "verse": 34,
          "text": "I will shield and save this city for my own sake and the sake of David my servant.”"
        },
        {
          "verse": 35,
          "text": "That night the angel of the LORD went forth and struck down one hundred and eighty-five thousand men in the Assyrian camp. Early the next morning, there they were, dead, all those corpses!"
        },
        {
          "verse": 36,
          "text": "So Sennacherib, the king of Assyria, broke camp, departed, returned home, and stayed in Nineveh."
        },
        {
          "verse": 37,
          "text": "When he was worshiping in the temple of his god Nisroch, his sons Adrammelech and Sharezer struck him down with the sword and fled into the land of Ararat. His son Esarhaddon reigned in his place."
        }
      ]
    },
    {
      "chapter": 20,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 20 - End of Hezekiah’s Reign. In those days, when Hezekiah was mortally ill, the prophet Isaiah, son of Amoz, came and said to him: “Thus says the LORD: Put your house in order, for you are about to die; you shall not recover.”"
        },
        {
          "verse": 2,
          "text": "He turned his face to the wall and prayed to the LORD:"
        },
        {
          "verse": 3,
          "text": "“Ah, LORD, remember how faithfully and wholeheartedly I conducted myself in your presence, doing what was good in your sight!” And Hezekiah wept bitterly."
        },
        {
          "verse": 4,
          "text": "Before Isaiah had left the central courtyard, the word of the LORD came to him:"
        },
        {
          "verse": 5,
          "text": "Go back and tell Hezekiah, the leader of my people: “Thus says the LORD, the God of David your father: I have heard your prayer; I have seen your tears. Now I am healing you. On the third day you shall go up to the house of the LORD."
        },
        {
          "verse": 6,
          "text": "I will add to your life fifteen years. I will rescue you and this city from the hand of the king of Assyria; I will be a shield to this city for my own sake and the sake of David my servant.”"
        },
        {
          "verse": 7,
          "text": "Then Isaiah said, “Bring a poultice of figs and apply it to the boil for his recovery.”"
        },
        {
          "verse": 8,
          "text": "Hezekiah asked Isaiah, “What is the sign that the LORD will heal me and that I shall go up to the house of the LORD on the third day?”"
        },
        {
          "verse": 9,
          "text": "Isaiah replied, “This will be the sign for you from the LORD that he will carry out the word he has spoken: Shall the shadow go forward or back ten steps?”"
        },
        {
          "verse": 10,
          "text": "“It is easy for the shadow to advance ten steps,” Hezekiah answered. “Rather, let it go back ten steps.”"
        },
        {
          "verse": 11,
          "text": "So Isaiah the prophet invoked the LORD. He made the shadow go back the ten steps it had descended on the staircase to the terrace of Ahaz."
        },
        {
          "verse": 12,
          "text": "At that time, Berodach-baladan, son of Baladan, king of Babylon, sent letters and gifts to Hezekiah when he heard that he had been ill."
        },
        {
          "verse": 13,
          "text": "Hezekiah listened to the envoys and then showed off his whole treasury: his silver, gold, spices and perfumed oil, his armory, and everything in his storerooms; there was nothing in his house or in all his realm that Hezekiah did not show them."
        },
        {
          "verse": 14,
          "text": "Then Isaiah the prophet came to King Hezekiah and asked him: “What did these men say to you? Where did they come from?” Hezekiah replied, “They came from a distant land, from Babylon.”"
        },
        {
          "verse": 15,
          "text": "He asked, “What did they see in your house?” Hezekiah answered, “They saw everything in my house. There is nothing in my storerooms that I did not show them.”"
        },
        {
          "verse": 16,
          "text": "Then Isaiah said to Hezekiah: “Hear the word of the LORD:"
        },
        {
          "verse": 17,
          "text": "The time is coming when all that is in your house, everything that your ancestors have stored up until this day, shall be carried off to Babylon; nothing shall be left, says the LORD."
        },
        {
          "verse": 18,
          "text": "Some of your own descendants, your offspring, your progeny, shall be taken and made attendants in the palace of the king of Babylon.”"
        },
        {
          "verse": 19,
          "text": "Hezekiah replied to Isaiah, “The word of the LORD which you have spoken is good.” For he thought, “There will be peace and stability in my lifetime.”"
        },
        {
          "verse": 20,
          "text": "The rest of the acts of Hezekiah, with all his valor, and how he constructed the pool and conduit and brought water into the city, are recorded in the book of the chronicles of the kings of Judah."
        },
        {
          "verse": 21,
          "text": "Hezekiah rested with his ancestors, and his son Manasseh succeeded him as king."
        }
      ]
    },
    {
      "chapter": 21,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 21 - Reign of Manasseh. Manasseh was twelve years old when he became king, and he reigned fifty-five years in Jerusalem. His mother’s name was Hephzibah."
        },
        {
          "verse": 2,
          "text": "He did what was evil in the LORD’s sight, following the abominable practices of the nations whom the LORD had dispossessed before the Israelites."
        },
        {
          "verse": 3,
          "text": "He rebuilt the high places which Hezekiah his father had destroyed. He set up altars to Baal and also made an asherah, as Ahab, king of Israel, had done. He bowed down to the whole host of heaven and served them."
        },
        {
          "verse": 4,
          "text": "He built altars in the house of the LORD, of which the LORD had said: In Jerusalem I will set my name."
        },
        {
          "verse": 5,
          "text": "And he built altars for the whole host of heaven in the two courts of the house of the LORD."
        },
        {
          "verse": 6,
          "text": "He immolated his child by fire. He practiced soothsaying and divination, and reintroduced the consulting of ghosts and spirits. He did much evil in the LORD’s sight and provoked him to anger."
        },
        {
          "verse": 7,
          "text": "The Asherah idol he had made, he placed in the LORD’s house, of which the LORD had said to David and to his son Solomon: In this house and in Jerusalem, which I have chosen out of all the tribes of Israel, I shall set my name forever."
        },
        {
          "verse": 8,
          "text": "I will no longer make Israel step out of the land I gave their ancestors, provided that they are careful to observe all I have commanded them and the entire law which Moses my servant enjoined upon them."
        },
        {
          "verse": 9,
          "text": "But they did not listen. Manasseh misled them into doing even greater evil than the nations the LORD had destroyed at the coming of the Israelites."
        },
        {
          "verse": 10,
          "text": "Then the LORD spoke through his servants the prophets:"
        },
        {
          "verse": 11,
          "text": "“Because Manasseh, king of Judah, has practiced these abominations, and has done greater evil than all that was done by the Amorites before him, and has led Judah into sin by his idols,"
        },
        {
          "verse": 12,
          "text": "therefore, thus says the LORD, the God of Israel: I am about to bring such evil on Jerusalem and Judah that, when any hear of it, their ears shall ring:"
        },
        {
          "verse": 13,
          "text": "I will measure Jerusalem with the same cord as I did Samaria, and with the plummet I used for the house of Ahab. I will wipe Jerusalem clean as one wipes a dish, wiping it inside and out."
        },
        {
          "verse": 14,
          "text": "I will cast off the survivors of my inheritance. I will deliver them into enemy hands, to become prey and booty for all their enemies,"
        },
        {
          "verse": 15,
          "text": "because they have done what is evil in my sight and provoked me from the day their ancestors came forth from Egypt until this very day.”"
        },
        {
          "verse": 16,
          "text": "Manasseh shed so much innocent blood that it filled the length and breadth of Jerusalem, in addition to the sin he caused Judah to commit by doing what was evil in the LORD’s sight."
        },
        {
          "verse": 17,
          "text": "The rest of the acts of Manasseh, with all that he did and the sin he committed, are recorded in the book of the chronicles of the kings of Judah."
        },
        {
          "verse": 18,
          "text": "Manasseh rested with his ancestors; he was buried in his palace garden, the garden of Uzza, and his son Amon succeeded him as king."
        },
        {
          "verse": 19,
          "text": "Reign of Amon. Amon was twenty-two years old when he became king, and he reigned two years in Jerusalem. His mother’s name was Meshullemeth, daughter of Haruz, from Jotbah."
        },
        {
          "verse": 20,
          "text": "He did what was evil in the LORD’s sight, as his father Manasseh had done."
        },
        {
          "verse": 21,
          "text": "He walked in all the ways of his father; he served the idols his father had served, and bowed down to them."
        },
        {
          "verse": 22,
          "text": "He abandoned the LORD, the God of his ancestors, and did not walk in the way of the LORD."
        },
        {
          "verse": 23,
          "text": "Officials of Amon plotted against him and killed the king in his palace,"
        },
        {
          "verse": 24,
          "text": "but the people of the land then slew all who had plotted against King Amon, and the people of the land made his son Josiah king in his stead."
        },
        {
          "verse": 25,
          "text": "The rest of the acts of Amon, which he did, are recorded in the book of the chronicles of the kings of Judah."
        },
        {
          "verse": 26,
          "text": "He was buried in his own grave in the garden of Uzza, and his son Josiah succeeded him as king."
        }
      ]
    },
    {
      "chapter": 22,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 22 - Reign of Josiah. Josiah was eight years old when he became king, and he reigned thirty-one years in Jerusalem. His mother’s name was Jedidah, daughter of Adaiah, from Bozkath."
        },
        {
          "verse": 2,
          "text": "He did what was right in the LORD’s sight, walking in the way of David his father, not turning right or left."
        },
        {
          "verse": 3,
          "text": "The Book of the Law. In his eighteenth year, King Josiah sent the scribe Shaphan, son of Azaliah, son of Meshullam, to the house of the LORD with these orders:"
        },
        {
          "verse": 4,
          "text": "“Go to the high priest Hilkiah and have him calculate the valuables that have been brought to the house of the LORD, which the doorkeepers have collected from the people."
        },
        {
          "verse": 5,
          "text": "Then have him turn them over to the master workers in the house of the LORD, and have them give them to the ordinary workers who are in the house of the LORD to repair its breaches:"
        },
        {
          "verse": 6,
          "text": "to the carpenters, the builders, and the masons, and to purchase wood and hewn stone."
        },
        {
          "verse": 7,
          "text": "No reckoning shall be asked of them regarding the funds provided to them, because they hold positions of trust.”"
        },
        {
          "verse": 8,
          "text": "The high priest Hilkiah informed the scribe Shaphan, “I have found the book of the law in the temple of the LORD.” Hilkiah gave the book to Shaphan, who read it."
        },
        {
          "verse": 9,
          "text": "Then the scribe Shaphan went to the king and reported, “Your servants have smelted down the silver deposited in the temple and have turned it over to the master workers in the house of the LORD.”"
        },
        {
          "verse": 10,
          "text": "The scribe Shaphan also informed the king, “Hilkiah the priest has given me a book,” and then Shaphan read it in the presence of the king."
        },
        {
          "verse": 11,
          "text": "When the king heard the words of the book of the law, he tore his garments."
        },
        {
          "verse": 12,
          "text": "The king then issued this command to Hilkiah the priest, Ahikam, son of Shaphan, Achbor, son of Micaiah, Shaphan the scribe, and Asaiah the king’s servant:"
        },
        {
          "verse": 13,
          "text": "“Go, consult the LORD for me, for the people, and for all Judah, about the words of this book that has been found, for the rage of the LORD has been set furiously ablaze against us, because our ancestors did not obey the words of this book, nor do what is written for us.”"
        },
        {
          "verse": 14,
          "text": "So Hilkiah the priest, Ahikam, Achbor, Shaphan, and Asaiah went to Huldah the prophet, wife of Shallum, son of Tikvah, son of Harhas, keeper of the wardrobe; she lived in Jerusalem, in the Second Quarter. When they had spoken to her,"
        },
        {
          "verse": 15,
          "text": "she said to them, “Thus says the LORD, the God of Israel: Say to the man who sent you to me,"
        },
        {
          "verse": 16,
          "text": "Thus says the LORD: I am about to bring evil upon this place and upon its inhabitants—all the words of the book which the king of Judah has read."
        },
        {
          "verse": 17,
          "text": "Because they have abandoned me and have burned incense to other gods, provoking me by all the works of their hands, my rage is ablaze against this place and it cannot be extinguished."
        },
        {
          "verse": 18,
          "text": "“But to the king of Judah who sent you to consult the LORD, give this response: Thus says the LORD, the God of Israel: As for the words you have heard,"
        },
        {
          "verse": 19,
          "text": "because you were heartsick and have humbled yourself before the LORD when you heard what I have spoken concerning this place and its inhabitants, that they would become a desolation and a curse; and because you tore your garments and wept before me, I in turn have heard, oracle of the LORD."
        },
        {
          "verse": 20,
          "text": "I will therefore gather you to your ancestors; you shall go to your grave in peace, and your eyes shall not see all the evil I am about to bring upon this place.” This they reported to the king."
        }
      ]
    },
    {
      "chapter": 23,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 23 - The king then had all the elders of Judah and of Jerusalem summoned before him."
        },
        {
          "verse": 2,
          "text": "The king went up to the house of the LORD with all the people of Judah and all the inhabitants of Jerusalem: priests, prophets, and all the people, great and small. He read aloud to them all the words of the book of the covenant that had been found in the house of the LORD."
        },
        {
          "verse": 3,
          "text": "The king stood by the column and made a covenant in the presence of the LORD to follow the LORD and to observe his commandments, statutes, and decrees with his whole heart and soul, and to re-establish the words of the covenant written in this book. And all the people stood by the covenant."
        },
        {
          "verse": 4,
          "text": "Josiah’s Religious Reform. Then the king commanded the high priest Hilkiah, his assistant priests, and the doorkeepers to remove from the temple of the LORD all the objects that had been made for Baal, Asherah, and the whole host of heaven. These he burned outside Jerusalem on the slopes of the Kidron; their ashes were carried to Bethel."
        },
        {
          "verse": 5,
          "text": "He also put an end to the idolatrous priests whom the kings of Judah had appointed to burn incense on the high places in the cities of Judah and in the vicinity of Jerusalem, as well as those who burned incense to Baal, to the sun, moon, and signs of the zodiac, and to the whole host of heaven."
        },
        {
          "verse": 6,
          "text": "From the house of the LORD he also removed the Asherah to the Wadi Kidron, outside Jerusalem; he burned it and beat it to dust, in the Wadi Kidron, and scattered its dust over the graveyard of the people of the land."
        },
        {
          "verse": 7,
          "text": "He tore down the apartments of the cult prostitutes in the house of the LORD, where the women wove garments for the Asherah."
        },
        {
          "verse": 8,
          "text": "He brought in all the priests from the cities of Judah, and then defiled, from Geba to Beer-sheba, the high places where they had offered incense. He also tore down the high places of the gates, which were at the entrance of the Gate of Joshua, governor of the city, north of the city gate."
        },
        {
          "verse": 9,
          "text": "(The priests of the high places could not function at the altar of the LORD in Jerusalem; but they, along with their relatives, ate the unleavened bread.)"
        },
        {
          "verse": 10,
          "text": "The king also defiled Topheth in the Valley of Ben-hinnom, so that there would no longer be any immolation of sons or daughters by fire in honor of Molech."
        },
        {
          "verse": 11,
          "text": "He did away with the horses which the kings of Judah had dedicated to the sun; these were at the entrance of the house of the LORD, near the chamber of Nathan-melech the official, which was in the large building. The chariots of the sun he destroyed by fire."
        },
        {
          "verse": 12,
          "text": "He also demolished the altars made by the kings of Judah on the roof (the roof terrace of Ahaz), and the altars made by Manasseh in the two courts of the LORD’s house. He pulverized them and threw the dust into the Wadi Kidron."
        },
        {
          "verse": 13,
          "text": "The king defiled the high places east of Jerusalem, south of the Mount of the Destroyer, which Solomon, king of Israel, had built in honor of Astarte, the Sidonian horror, of Chemosh, the Moabite horror, and of Milcom, the Ammonites’ abomination."
        },
        {
          "verse": 14,
          "text": "He broke to pieces the pillars, cut down the asherahs, and filled the places where they had been with human bones."
        },
        {
          "verse": 15,
          "text": "Likewise the altar which was at Bethel, the high place built by Jeroboam, son of Nebat, who caused Israel to sin—this same altar and high place he tore down and burned, grinding the high place to powder and burning the asherah."
        },
        {
          "verse": 16,
          "text": "When Josiah turned and saw the graves there on the mountainside, he ordered the bones taken from the graves and burned on the altar, and thus defiled it, according to the LORD’s word proclaimed by the man of God as Jeroboam stood by the altar on the feast day. When the king looked up and saw the grave of the man of God who had proclaimed these words,"
        },
        {
          "verse": 17,
          "text": "he asked, “What is that marker I see?” The people of the city replied, “The grave of the man of God who came from Judah and proclaimed the very things you have done to the altar in Bethel.”"
        },
        {
          "verse": 18,
          "text": "“Let him be,” he said, “let no one move his bones.” So they left his bones undisturbed together with the bones of the prophet who had come from Samaria."
        },
        {
          "verse": 19,
          "text": "Josiah also removed all the temples on the high places in the cities of Samaria which the kings of Israel had built, provoking the LORD; he did the very same to them as he had done in Bethel."
        },
        {
          "verse": 20,
          "text": "He slaughtered upon the altars all the priests of the high places that were there, and burned human bones upon them. Then he returned to Jerusalem."
        },
        {
          "verse": 21,
          "text": "The king issued a command to all the people: “Observe the Passover of the LORD, your God, as it is written in this book of the covenant.”"
        },
        {
          "verse": 22,
          "text": "No Passover such as this had been observed during the period when the judges ruled Israel, or during the entire period of the kings of Israel and the kings of Judah,"
        },
        {
          "verse": 23,
          "text": "until the eighteenth year of King Josiah, when this Passover of the LORD was kept in Jerusalem."
        },
        {
          "verse": 24,
          "text": "Further, Josiah purged the consultation of ghosts and spirits, with the household gods, idols, and all the other horrors to be seen in the land of Judah and in Jerusalem, so that he might carry out the words of the law that were written in the book that Hilkiah the priest had found in the house of the LORD."
        },
        {
          "verse": 25,
          "text": "Before him there had been no king who turned to the LORD as he did, with his whole heart, his whole being, and his whole strength, in accord with the entire law of Moses; nor did any king like him arise after him."
        },
        {
          "verse": 26,
          "text": "Yet the LORD did not turn from his fiercely burning anger against Judah, because of all the provocations that Manasseh had given."
        },
        {
          "verse": 27,
          "text": "The LORD said: Even Judah will I put out of my sight as I did Israel. I will reject this city, Jerusalem, which I chose, and the house of which I said: There shall my name be."
        },
        {
          "verse": 28,
          "text": "The rest of the acts of Josiah, with all that he did, are recorded in the book of the chronicles of the kings of Judah."
        },
        {
          "verse": 29,
          "text": "In his time Pharaoh Neco, king of Egypt, went up toward the Euphrates River against the king of Assyria. King Josiah set out to meet him, but was slain at Megiddo at the first encounter."
        },
        {
          "verse": 30,
          "text": "His servants brought his body on a chariot from Megiddo to Jerusalem, where they buried him in his own grave. Then the people of the land took Jehoahaz, son of Josiah, anointed him, and proclaimed him king to succeed his father."
        },
        {
          "verse": 31,
          "text": "Reign of Jehoahaz. Jehoahaz was twenty-three years old when he became king, and he reigned three months in Jerusalem. His mother’s name was Hamutal, daughter of Jeremiah, from Libnah."
        },
        {
          "verse": 32,
          "text": "He did what was evil in the LORD’s sight, just as his ancestors had done."
        },
        {
          "verse": 33,
          "text": "Pharaoh Neco took him prisoner at Riblah in the land of Hamath, thus ending his reign in Jerusalem. He imposed a fine upon the land of a hundred talents of silver and a talent of gold."
        },
        {
          "verse": 34,
          "text": "Pharaoh Neco then made Eliakim, son of Josiah, king in place of Josiah his father; he changed his name to Jehoiakim. Jehoahaz he took away with him to Egypt, where he died."
        },
        {
          "verse": 35,
          "text": "Jehoiakim gave the silver and gold to Pharaoh, but taxed the land to raise the amount Pharaoh demanded. He exacted the silver and gold from the people of the land, from each proportionately, to pay Pharaoh Neco."
        },
        {
          "verse": 36,
          "text": "Reign of Jehoiakim. Jehoiakim was twenty-five years old when he became king, and he reigned eleven years in Jerusalem. His mother’s name was Zebidah, daughter of Pedaiah, from Rumah."
        },
        {
          "verse": 37,
          "text": "He did what was evil in the LORD’s sight, just as his ancestors had done."
        }
      ]
    },
    {
      "chapter": 24,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 24 - During Jehoiakim’s reign Nebuchadnezzar, king of Babylon, attacked, and Jehoiakim became his vassal for three years. Then Jehoiakim turned and rebelled against him."
        },
        {
          "verse": 2,
          "text": "The LORD loosed against him bands of Chaldeans, Arameans, Moabites, and Ammonites; he unleashed them against Judah to destroy him, according to the LORD’s word spoken through his servants the prophets."
        },
        {
          "verse": 3,
          "text": "This befell Judah because the LORD had stated that he would put them out of his sight for the sins Manasseh had committed in all that he did,"
        },
        {
          "verse": 4,
          "text": "and especially because of the innocent blood he shed; he filled Jerusalem with innocent blood, and the LORD would not forgive."
        },
        {
          "verse": 5,
          "text": "The rest of the acts of Jehoiakim, with all that he did, are recorded in the book of the chronicles of the kings of Judah."
        },
        {
          "verse": 6,
          "text": "Jehoiakim rested with his ancestors, and his son Jehoiachin succeeded him as king."
        },
        {
          "verse": 7,
          "text": "The king of Egypt did not again leave his own land, for the king of Babylon had taken all that belonged to the king of Egypt from the wadi of Egypt to the Euphrates River."
        },
        {
          "verse": 8,
          "text": "Reign of Jehoiachin. Jehoiachin was eighteen years old when he became king, and he reigned three months in Jerusalem. His mother’s name was Nehushta, daughter of Elnathan, from Jerusalem."
        },
        {
          "verse": 9,
          "text": "He did what was evil in the LORD’s sight, just as his father had done."
        },
        {
          "verse": 10,
          "text": "At that time officers of Nebuchadnezzar, king of Babylon, attacked Jerusalem, and the city came under siege."
        },
        {
          "verse": 11,
          "text": "Nebuchadnezzar, king of Babylon, himself arrived at the city while his officers were besieging it."
        },
        {
          "verse": 12,
          "text": "Then Jehoiachin, king of Judah, together with his mother, his ministers, officers, and functionaries, surrendered to the king of Babylon, who, in the eighth year of his reign, took him captive."
        },
        {
          "verse": 13,
          "text": "He carried off all the treasures of the house of the LORD and the treasures of the king’s house, and broke up all the gold utensils that Solomon, king of Israel, had provided in the house of the LORD, as the LORD had decreed."
        },
        {
          "verse": 14,
          "text": "He deported all Jerusalem: all the officers and warriors of the army, ten thousand in number, and all the artisans and smiths. Only the lowliest of the people of the land were left."
        },
        {
          "verse": 15,
          "text": "He deported Jehoiachin to Babylon, and the king’s mother, his wives, his functionaries, and the chiefs of the land he led captive from Jerusalem to Babylon."
        },
        {
          "verse": 16,
          "text": "All seven thousand soldiers of the army, and a thousand artisans and smiths, all of them trained warriors, these too the king of Babylon brought captive to Babylon."
        },
        {
          "verse": 17,
          "text": "In place of Jehoiachin the king of Babylon made Mattaniah, Jehoiachin’s uncle, king; he changed his name to Zedekiah."
        },
        {
          "verse": 18,
          "text": "Reign of Zedekiah. Zedekiah was twenty-one years old when he became king, and he reigned eleven years in Jerusalem. His mother’s name was Hamutal, daughter of Jeremiah, from Libnah."
        },
        {
          "verse": 19,
          "text": "He did what was evil in the sight of the LORD, just as Jehoiakim had done."
        },
        {
          "verse": 20,
          "text": "This befell Jerusalem and Judah because the LORD was so angry that he cast them out of his sight. Zedekiah rebelled against the king of Babylon."
        }
      ]
    },
    {
      "chapter": 25,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 25 - In the tenth month of the ninth year of Zedekiah’s reign, on the tenth day of the month, Nebuchadnezzar, king of Babylon, and his whole army advanced against Jerusalem, encamped around it, and built siege walls on every side."
        },
        {
          "verse": 2,
          "text": "The siege of the city continued until the eleventh year of Zedekiah."
        },
        {
          "verse": 3,
          "text": "On the ninth day of the month, when famine had gripped the city, and the people of the land had no more food,"
        },
        {
          "verse": 4,
          "text": "the city walls were breached. That night, all the soldiers came to the gate between the two walls near the king’s garden (the Chaldeans had the city surrounded), while the king went toward the Arabah."
        },
        {
          "verse": 5,
          "text": "But the Chaldean army pursued the king and overtook him in the desert near Jericho, abandoned by his whole army."
        },
        {
          "verse": 6,
          "text": "The king was therefore arrested and brought to Riblah to the king of Babylon, who pronounced sentence on him."
        },
        {
          "verse": 7,
          "text": "They slew Zedekiah’s sons before his eyes; then they put out his eyes, bound him with fetters, and brought him to Babylon."
        },
        {
          "verse": 8,
          "text": "On the seventh day of the fifth month (this was in the nineteenth year of Nebuchadnezzar, king of Babylon), Nebuzaradan, captain of the bodyguard, came to Jerusalem as the agent of the king of Babylon."
        },
        {
          "verse": 9,
          "text": "He burned the house of the LORD, the house of the king, and all the houses of Jerusalem (every noble house); he destroyed them by fire."
        },
        {
          "verse": 10,
          "text": "The Chaldean troops who were with the captain of the guard tore down the walls that surrounded Jerusalem,"
        },
        {
          "verse": 11,
          "text": "and Nebuzaradan, captain of the guard, led into exile the last of the army remaining in the city, and those who had deserted to the king of Babylon, and the last of the commoners."
        },
        {
          "verse": 12,
          "text": "But some of the country’s poor the captain of the guard left behind as vinedressers and farmers."
        },
        {
          "verse": 13,
          "text": "The bronze columns that belonged to the house of the LORD, and the stands and the bronze sea in the house of the LORD, the Chaldeans broke into pieces; they carried away the bronze to Babylon."
        },
        {
          "verse": 14,
          "text": "They took also the pots, the shovels, the snuffers, the cups and all the bronze articles used for service."
        },
        {
          "verse": 15,
          "text": "The fire pans and the bowls that were of solid gold or silver the captain of the guard also carried off."
        },
        {
          "verse": 16,
          "text": "The two columns, the one bronze sea, and the stands, which Solomon had made for the house of the LORD—the weight in bronze of all these articles was never calculated."
        },
        {
          "verse": 17,
          "text": "Each of the columns was eighteen cubits high; a bronze capital three cubits high surmounted each column, and a netting with pomegranates encircled the capital, all of bronze; and they were duplicated on the other column, on the netting."
        },
        {
          "verse": 18,
          "text": "The captain of the guard also took Seraiah, the chief priest, Zephaniah, an assistant priest, and the three doorkeepers."
        },
        {
          "verse": 19,
          "text": "And from the city he took one officer who was a commander of soldiers, five courtiers in the personal service of the king who were still in the city, the scribe in charge of the army who mustered the people of the land, and sixty of the people of the land still remaining in the city."
        },
        {
          "verse": 20,
          "text": "The captain of the guard, Nebuzaradan, arrested these and brought them to the king of Babylon at Riblah, and"
        },
        {
          "verse": 21,
          "text": "the king of Babylon struck them down and put them to death in Riblah, in the land of Hamath. And thus Judah went into exile from their native soil."
        },
        {
          "verse": 22,
          "text": "Governorship of Gedaliah. As for the people whom he had allowed to remain in the land of Judah, Nebuchadnezzar, king of Babylon, appointed Gedaliah, son of Ahikam, son of Shaphan, over them."
        },
        {
          "verse": 23,
          "text": "Hearing that the king of Babylon had appointed Gedaliah over them, all the army commanders and the troops came to him at Mizpah: Ishmael, son of Nethaniah, Johanan, son of Kareah, Seraiah, son of Tanhumeth the Netophathite, and Jaazaniah, son of the Maakite, each with his troops."
        },
        {
          "verse": 24,
          "text": "Gedaliah gave the commanders and their troops his oath. He said to them, “Do not be afraid of the Chaldean officials. Remain in the country and serve the king of Babylon, so that all will be well with you.”"
        },
        {
          "verse": 25,
          "text": "But in the seventh month Ishmael, son of Nethaniah, son of Elishama, of royal descent, came with ten others, attacked Gedaliah and killed him, along with the Judahites and Chaldeans who were in Mizpah with him."
        },
        {
          "verse": 26,
          "text": "Then all the people, great and small, left with the army commanders and went to Egypt for fear of the Chaldeans."
        },
        {
          "verse": 27,
          "text": "Release of Jehoiachin. In the thirty-seventh year of the exile of Jehoiachin, king of Judah, on the twenty-seventh day of the twelfth month, Evil-merodach, king of Babylon, in the inaugural year of his own reign, raised up Jehoiachin, king of Judah, from prison."
        },
        {
          "verse": 28,
          "text": "He spoke kindly to him and gave him a throne higher than that of the other kings who were with him in Babylon."
        },
        {
          "verse": 29,
          "text": "Jehoiachin took off his prison garb; he ate regularly in the king’s presence as long as he lived;"
        },
        {
          "verse": 30,
          "text": "and for his allowance the king granted him a regular allowance, in fixed daily amounts, for as long as he lived."
        }
      ]
    }
  ]
}
