{
  "book": "2Maccabees",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "verse": 1,
          "text": "I. Letters to the Jews in Egypt Chapter 1 - Letter 1: 124 B.C. The Jews in Jerusalem and in the land of Judea send greetings to their kindred, the Jews in Egypt, and wish them true peace!"
        },
        {
          "verse": 2,
          "text": "May God do good to you and remember his covenant with his faithful servants, Abraham, Isaac and Jacob,"
        },
        {
          "verse": 3,
          "text": "give to all of you a heart to worship him and to do his will wholeheartedly and with a willing spirit,"
        },
        {
          "verse": 4,
          "text": "open your heart to his law and commandments and grant you peace,"
        },
        {
          "verse": 5,
          "text": "hear your prayers, and be reconciled to you, and never forsake you in time of adversity."
        },
        {
          "verse": 6,
          "text": "Even now we are praying for you here."
        },
        {
          "verse": 7,
          "text": "In the reign of Demetrius, the one hundred and sixty-ninth year, we Jews wrote to you during the height of the distress that overtook us in those years after Jason and his followers revolted against the holy land and the kingdom,"
        },
        {
          "verse": 8,
          "text": "set fire to the gatehouse and shed innocent blood. But we prayed to the Lord, and our prayer was heard; we offered sacrifices and fine flour; we lighted the lamps and set out the loaves of bread."
        },
        {
          "verse": 9,
          "text": "We are now reminding you to celebrate the feast of Booths in the month of Kislev."
        },
        {
          "verse": 10,
          "text": "Dated in the one hundred and eighty-eighth year. Letter 2: 164 B.C. The people of Jerusalem and Judea, the senate, and Judas send greetings and good wishes to Aristobulus, teacher of King Ptolemy and member of the family of the anointed priests, and to the Jews in Egypt."
        },
        {
          "verse": 11,
          "text": "Since we have been saved by God from grave dangers, we give him great thanks as befits those who fought against the king;"
        },
        {
          "verse": 12,
          "text": "for it was God who drove out those who fought against the holy city."
        },
        {
          "verse": 13,
          "text": "When their leader arrived in Persia with his seemingly irresistible army, they were cut to pieces in the temple of the goddess Nanea through a deceitful stratagem employed by Nanea’s priests."
        },
        {
          "verse": 14,
          "text": "On the pretext of marrying the goddess, Antiochus with his Friends had come to the place to get its great treasures as a dowry."
        },
        {
          "verse": 15,
          "text": "When the priests of Nanea’s temple had displayed the treasures and Antiochus with a few attendants had come inside the wall of the temple precincts, the priests locked the temple as soon as he entered."
        },
        {
          "verse": 16,
          "text": "Then they opened a hidden trapdoor in the ceiling, and hurling stones at the leader and his companions, struck them down. They dismembered the bodies, cut off their heads and tossed them to the people outside."
        },
        {
          "verse": 17,
          "text": "Forever blessed be our God, who has thus punished the impious!"
        },
        {
          "verse": 18,
          "text": "Since we shall be celebrating the purification of the temple on the twenty-fifth day of the month Kislev, we thought it right to inform you, that you too may celebrate the feast of Booths and of the fire that appeared when Nehemiah, the rebuilder of the temple and the altar, offered sacrifices."
        },
        {
          "verse": 19,
          "text": "For when our ancestors were being led into captivity in Persia, devout priests at the time took some of the fire from the altar and hid it secretly in the hollow of a dry cistern, making sure that the place would be unknown to anyone."
        },
        {
          "verse": 20,
          "text": "Many years later, when it so pleased God, Nehemiah, commissioned by the king of Persia, sent the descendants of the priests who had hidden the fire to look for it."
        },
        {
          "verse": 21,
          "text": "When they informed us that they could not find any fire, but only a thick liquid, he ordered them to scoop some out and bring it. After the material for the sacrifices had been prepared, Nehemiah ordered the priests to sprinkle the wood and what lay on it with the liquid."
        },
        {
          "verse": 22,
          "text": "This was done, and when at length the sun, which had been clouded over, began to shine, a great fire blazed up, so that everyone marveled."
        },
        {
          "verse": 23,
          "text": "While the sacrifice was being burned, the priests recited a prayer, and all present joined in with them. Jonathan led and the rest responded with Nehemiah."
        },
        {
          "verse": 24,
          "text": "The prayer was as follows: “Lord, Lord God, creator of all things, awesome and strong, just and merciful, the only king and benefactor,"
        },
        {
          "verse": 25,
          "text": "who alone are gracious, just, almighty, and eternal, Israel’s savior from all evil, who chose our ancestors and sanctified them:"
        },
        {
          "verse": 26,
          "text": "accept this sacrifice on behalf of all your people Israel and guard and sanctify your portion."
        },
        {
          "verse": 27,
          "text": "Gather together our scattered people, free those who are slaves among the Gentiles, look kindly on those who are despised and detested, and let the Gentiles know that you are our God."
        },
        {
          "verse": 28,
          "text": "Punish those who lord it over us and in their arrogance oppress us."
        },
        {
          "verse": 29,
          "text": "Plant your people in your holy place, as Moses said.”"
        },
        {
          "verse": 30,
          "text": "Then the priests sang hymns."
        },
        {
          "verse": 31,
          "text": "After the sacrifice was consumed, Nehemiah ordered the rest of the liquid to be poured upon large stones."
        },
        {
          "verse": 32,
          "text": "As soon as this was done, a flame blazed up, but its light was lost in the brilliance coming from the altar."
        },
        {
          "verse": 33,
          "text": "When the event became known and the king of the Persians was told that, in the very place where the exiled priests had hidden the fire, a liquid was found with which Nehemiah and his people had burned the sacrifices,"
        },
        {
          "verse": 34,
          "text": "the king, after verifying the fact, fenced the place off and declared it sacred."
        },
        {
          "verse": 35,
          "text": "To those whom the king favored, he distributed many benefits he received."
        },
        {
          "verse": 36,
          "text": "Nehemiah and his companions called the liquid nephthar, meaning purification, but most people named it naphtha."
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 2 - In the records it will be found that Jeremiah the prophet ordered the deportees to take some of the fire with them as indicated,"
        },
        {
          "verse": 2,
          "text": "and that the prophet, in giving them the law, directed the deportees not to forget the commandments of the Lord or be led astray in their thoughts, when seeing the gold and silver idols and their adornments."
        },
        {
          "verse": 3,
          "text": "With other similar words he exhorted them that the law should not depart from their hearts."
        },
        {
          "verse": 4,
          "text": "The same document also tells how the prophet, in virtue of an oracle, ordered that the tent and the ark should accompany him, and how he went to the very mountain that Moses climbed to behold God’s inheritance."
        },
        {
          "verse": 5,
          "text": "When Jeremiah arrived there, he found a chamber in a cave in which he put the tent, the ark, and the altar of incense; then he sealed the entrance."
        },
        {
          "verse": 6,
          "text": "Some of those who followed him came up intending to mark the path, but they could not find it."
        },
        {
          "verse": 7,
          "text": "When Jeremiah heard of this, he reproved them: “The place is to remain unknown until God gathers his people together again and shows them mercy."
        },
        {
          "verse": 8,
          "text": "Then the Lord will disclose these things, and the glory of the Lord and the cloud will be seen, just as they appeared in the time of Moses and of Solomon when he prayed that the place might be greatly sanctified.”"
        },
        {
          "verse": 9,
          "text": "It is also related how Solomon in his wisdom offered a sacrifice for the dedication and the completion of the temple."
        },
        {
          "verse": 10,
          "text": "Just as Moses prayed to the Lord and fire descended from the sky and consumed the sacrifices, so also Solomon prayed and fire came down and consumed the burnt offerings."
        },
        {
          "verse": 11,
          "text": "Moses had said, “Because it had not been eaten, the purification offering was consumed.”"
        },
        {
          "verse": 12,
          "text": "Solomon also celebrated the feast in the same way for eight days."
        },
        {
          "verse": 13,
          "text": "These same things are also told in the records and in Nehemiah’s memoirs, as well as how he founded a library and collected the books about the kings and the prophets, the books of David, and the royal letters about votive offerings."
        },
        {
          "verse": 14,
          "text": "In like manner Judas also collected for us all the books that had been scattered because of the war, and we now have them in our possession."
        },
        {
          "verse": 15,
          "text": "If you need them, send messengers to get them for you."
        },
        {
          "verse": 16,
          "text": "As we are about to celebrate the purification, we are writing: you should celebrate the feast days."
        },
        {
          "verse": 17,
          "text": "It is God who has saved all his people and has restored to all of them their inheritance, the kingdom, the priesthood, and the sacred rites,"
        },
        {
          "verse": 18,
          "text": "as he promised through the law. For we hope in God, that he will soon have mercy on us and gather us together from everywhere under the heavens to his holy place, for he has rescued us from great perils and has purified the place."
        },
        {
          "verse": 19,
          "text": "II. Compiler’s Preface - This is the story of Judas Maccabeus and his brothers, of the purification of the great temple, the dedication of the altar,"
        },
        {
          "verse": 20,
          "text": "the campaigns against Antiochus Epiphanes and his son Eupator,"
        },
        {
          "verse": 21,
          "text": "and of the heavenly manifestations accorded to the heroes who fought bravely for the Jewish people. Few as they were, they plundered the whole land, put to flight the barbarian hordes,"
        },
        {
          "verse": 22,
          "text": "regained possession of the temple renowned throughout the world, and liberated the city. They re-established the laws that were in danger of being abolished, while the Lord favored them with every kindness."
        },
        {
          "verse": 23,
          "text": "All this, detailed by Jason of Cyrene in five volumes, we will try to condense into a single book."
        },
        {
          "verse": 24,
          "text": "For in view of the flood of data, and the difficulties encountered, given such abundant material, by those who wish to plunge into accounts of the history,"
        },
        {
          "verse": 25,
          "text": "we have aimed to please those who prefer simply to read, to make it easy for the studious who wish to commit things to memory, and to be helpful to all."
        },
        {
          "verse": 26,
          "text": "For us who have undertaken the labor of making this digest, the task, far from being easy, is one of sweat and of sleepless nights."
        },
        {
          "verse": 27,
          "text": "Just so, the preparation of a festive banquet is no light matter for one who seeks to give enjoyment to others. Similarly, to win the gratitude of many we will gladly endure this labor,"
        },
        {
          "verse": 28,
          "text": "leaving the responsibility for exact details to the historian, and confining our efforts to presenting only a summary outline."
        },
        {
          "verse": 29,
          "text": "As the architect of a new house must pay attention to the whole structure, while the one who undertakes the decoration and the frescoes has to be concerned only with what is needed for ornamentation, so I think it is with us."
        },
        {
          "verse": 30,
          "text": "To enter into questions and examine them from all sides and to be busy about details is the task of the historian;"
        },
        {
          "verse": 31,
          "text": "but one who is making an adaptation should be allowed to aim at brevity of expression and to forgo complete treatment of the matter."
        },
        {
          "verse": 32,
          "text": "Here, then, let us begin our account without adding to what has already been said; it would be silly to lengthen the preface to the history and then cut short the history itself."
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "verse": 1,
          "text": "III. Heliodorus’ Attempt to Profane the Temple Chapter 3 - Heliodorus’ Arrival in Jerusalem. While the holy city lived in perfect peace and the laws were strictly observed because of the piety of the high priest Onias and his hatred of evil,"
        },
        {
          "verse": 2,
          "text": "the kings themselves honored the place and glorified the temple with the most magnificent gifts."
        },
        {
          "verse": 3,
          "text": "Thus Seleucus, king of Asia, defrayed from his own revenues all the expenses necessary for the liturgy of sacrifice."
        },
        {
          "verse": 4,
          "text": "But a certain Simon, of the priestly clan of Bilgah, who had been appointed superintendent of the temple, had a quarrel with the high priest about the administration of the city market."
        },
        {
          "verse": 5,
          "text": "Since he could not prevail against Onias, he went to Apollonius of Tarsus, who at that time was governor of Coelesyria and Phoenicia,"
        },
        {
          "verse": 6,
          "text": "and reported to him that the treasury in Jerusalem was full of such untold riches that the sum total of the assets was past counting and that since they did not belong to the account of the sacrifices, it would be possible for them to fall under the authority of the king."
        },
        {
          "verse": 7,
          "text": "When Apollonius had an audience with the king, he informed him about the riches that had been reported to him. The king chose his chief minister Heliodorus and sent him with instructions to seize those riches."
        },
        {
          "verse": 8,
          "text": "So Heliodorus immediately set out on his journey, ostensibly to visit the cities of Coelesyria and Phoenicia, but in reality to carry out the king’s purpose."
        },
        {
          "verse": 9,
          "text": "When he arrived in Jerusalem and had been graciously received by the high priest of the city, he told him about the information that had been given, and explained the reason for his presence, and he inquired if these things were really true."
        },
        {
          "verse": 10,
          "text": "The high priest explained that there were deposits for widows and orphans,"
        },
        {
          "verse": 11,
          "text": "and some was the property of Hyrcanus, son of Tobias, a man who occupied a very high position. Contrary to the misrepresentations of the impious Simon, the total amounted only to four hundred talents of silver and two hundred of gold."
        },
        {
          "verse": 12,
          "text": "It was utterly unthinkable to defraud those who had placed their trust in the sanctity of the place and in the sacred inviolability of a temple venerated all over the world."
        },
        {
          "verse": 13,
          "text": "Heliodorus’ Plan to Rob the Temple. But Heliodorus, because of the orders he had from the king, said that in any case this money must be confiscated for the royal treasury."
        },
        {
          "verse": 14,
          "text": "So on the day he had set he went in to take an inventory of the funds. There was no little anguish throughout the city."
        },
        {
          "verse": 15,
          "text": "Priests prostrated themselves before the altar in their priestly robes, and called toward heaven for the one who had given the law about deposits to keep the deposits safe for those who had made them."
        },
        {
          "verse": 16,
          "text": "Whoever saw the appearance of the high priest was pierced to the heart, for the changed complexion of his face revealed his mental anguish."
        },
        {
          "verse": 17,
          "text": "The terror and bodily trembling that had come over the man clearly showed those who saw him the pain that lodged in his heart."
        },
        {
          "verse": 18,
          "text": "People rushed out of their houses and crowded together making common supplication, because the place was in danger of being profaned."
        },
        {
          "verse": 19,
          "text": "Women, girded with sackcloth below their breasts, filled the streets. Young women secluded indoors all ran, some to the gates, some to the walls, others peered through the windows—"
        },
        {
          "verse": 20,
          "text": "all of them with hands raised toward heaven, making supplication."
        },
        {
          "verse": 21,
          "text": "It was pitiful to see the populace prostrate everywhere and the high priest full of dread and anguish."
        },
        {
          "verse": 22,
          "text": "While they were imploring the almighty Lord to keep the deposits safe and secure for those who had placed them in trust,"
        },
        {
          "verse": 23,
          "text": "Heliodorus went on with his plan."
        },
        {
          "verse": 24,
          "text": "God Protects the Temple. But just as Heliodorus was arriving at the treasury with his bodyguards, the Lord of spirits and all authority produced an apparition so great that those who had been bold enough to accompany Heliodorus were panic-stricken at God’s power and fainted away in terror."
        },
        {
          "verse": 25,
          "text": "There appeared to them a richly caparisoned horse, mounted by a fearsome rider. Charging furiously, the horse attacked Heliodorus with its front hooves. The rider was seen wearing golden armor."
        },
        {
          "verse": 26,
          "text": "Then two other young men, remarkably strong, strikingly handsome, and splendidly attired, appeared before him. Standing on each side of him, they flogged him unceasingly, inflicting innumerable blows."
        },
        {
          "verse": 27,
          "text": "Suddenly he fell to the ground, enveloped in great darkness. His men picked him up and laid him on a stretcher."
        },
        {
          "verse": 28,
          "text": "They carried away helpless the man who a moment before had entered that treasury under arms with a great retinue and his whole bodyguard. They clearly recognized the sovereign power of God."
        },
        {
          "verse": 29,
          "text": "The Restoration and Testimony of Heliodorus. As Heliodorus lay speechless because of God’s action and deprived of any hope of recovery,"
        },
        {
          "verse": 30,
          "text": "the people praised the Lord who had marvelously glorified his own place; and the temple, charged so shortly before with fear and commotion, was filled with joy and gladness, now that the almighty Lord had appeared."
        },
        {
          "verse": 31,
          "text": "Quickly some of the companions of Heliodorus begged Onias to call upon the Most High to spare the life of one who was about to breathe his last."
        },
        {
          "verse": 32,
          "text": "The high priest, suspecting that the king might think that Heliodorus had suffered some foul play at the hands of the Jews, offered a sacrifice for the man’s recovery."
        },
        {
          "verse": 33,
          "text": "While the high priest was offering the sacrifice of atonement, the same young men dressed in the same clothing again appeared and stood before Heliodorus. “Be very grateful to the high priest Onias,” they told him. “It is for his sake that the Lord has spared your life."
        },
        {
          "verse": 34,
          "text": "Since you have been scourged by Heaven, proclaim to all God’s great power.” When they had said this, they disappeared."
        },
        {
          "verse": 35,
          "text": "After Heliodorus had offered a sacrifice to the Lord and made most solemn vows to the one who had spared his life, he bade Onias farewell, and returned with his soldiers to the king."
        },
        {
          "verse": 36,
          "text": "Before all he gave witness to the deeds of the most high God that he had seen with his own eyes."
        },
        {
          "verse": 37,
          "text": "When the king asked Heliodorus what sort of person would be suitable to be sent to Jerusalem next, he answered:"
        },
        {
          "verse": 38,
          "text": "“If you have an enemy or one who is plotting against the government, send him there, and you will get him back with a flogging, if indeed he survives at all; for there is certainly some divine power about the place."
        },
        {
          "verse": 39,
          "text": "The one whose dwelling is in heaven watches over that place and protects it, and strikes down and destroys those who come to harm it.”"
        },
        {
          "verse": 40,
          "text": "This was how the matter concerning Heliodorus and the preservation of the treasury turned out."
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "verse": 1,
          "text": "IV. Profanation and Persecution Chapter 4 - Simon Accuses Onias. The Simon mentioned above as the informer about the funds against his own country slandered Onias as the one who incited Heliodorus and instigated the whole miserable affair."
        },
        {
          "verse": 2,
          "text": "He dared to brand as a schemer against the government the man who was the benefactor of the city, the protector of his compatriots, and a zealous defender of the laws."
        },
        {
          "verse": 3,
          "text": "When Simon’s hostility reached such a pitch that murders were being committed by one of his henchmen,"
        },
        {
          "verse": 4,
          "text": "Onias saw that the opposition was serious and that Apollonius, son of Menestheus, the governor of Coelesyria and Phoenicia, was abetting Simon’s wickedness."
        },
        {
          "verse": 5,
          "text": "So he had recourse to the king, not as an accuser of his compatriots, but as one looking to the general and particular good of all the people."
        },
        {
          "verse": 6,
          "text": "He saw that without royal attention it would be impossible to have a peaceful government, and that Simon would not desist from his folly."
        },
        {
          "verse": 7,
          "text": "Jason as High Priest. But Seleucus died, and when Antiochus surnamed Epiphanes succeeded him on the throne, Onias’ brother Jason obtained the high priesthood by corrupt means:"
        },
        {
          "verse": 8,
          "text": "in an interview, he promised the king three hundred and sixty talents of silver, as well as eighty talents from another source of income."
        },
        {
          "verse": 9,
          "text": "Besides this he would undertake to pay a hundred and fifty more, if he was given authority to establish a gymnasium and a youth center for it and to enroll Jerusalemites as citizens of Antioch."
        },
        {
          "verse": 10,
          "text": "When Jason received the king’s approval and came into office, he immediately initiated his compatriots into the Greek way of life."
        },
        {
          "verse": 11,
          "text": "He set aside the royal concessions granted to the Jews through the mediation of John, father of Eupolemus (that Eupolemus who would later go on an embassy to the Romans to establish friendship and alliance with them); he set aside the lawful practices and introduced customs contrary to the law."
        },
        {
          "verse": 12,
          "text": "With perverse delight he established a gymnasium at the very foot of the citadel, where he induced the noblest young men to wear the Greek hat."
        },
        {
          "verse": 13,
          "text": "The craze for Hellenism and the adoption of foreign customs reached such a pitch, through the outrageous wickedness of Jason, the renegade and would-be high priest,"
        },
        {
          "verse": 14,
          "text": "that the priests no longer cared about the service of the altar. Disdaining the temple and neglecting the sacrifices, they hastened, at the signal for the games, to take part in the unlawful exercises at the arena."
        },
        {
          "verse": 15,
          "text": "What their ancestors had regarded as honors they despised; what the Greeks esteemed as glory they prized highly."
        },
        {
          "verse": 16,
          "text": "For this reason they found themselves in serious trouble: the very people whose manner of life they emulated, and whom they desired to imitate in everything, became their enemies and oppressors."
        },
        {
          "verse": 17,
          "text": "It is no light matter to flout the laws of God, as subsequent events will show."
        },
        {
          "verse": 18,
          "text": "When the quinquennial games were held at Tyre in the presence of the king,"
        },
        {
          "verse": 19,
          "text": "the vile Jason sent representatives of the Antiochians of Jerusalem, to bring three hundred silver drachmas for the sacrifice to Hercules. But the bearers themselves decided that the money should not be spent on a sacrifice, as that was not right, but should be used for some other purpose."
        },
        {
          "verse": 20,
          "text": "So the contribution meant for the sacrifice to Hercules by the sender, was in fact applied to the construction of triremes by those who brought it."
        },
        {
          "verse": 21,
          "text": "When Apollonius, son of Menestheus, was sent to Egypt for the coronation of King Philometor, Antiochus learned from him that the king was opposed to his policies. He took measures for his own security; so after going to Joppa, he proceeded to Jerusalem."
        },
        {
          "verse": 22,
          "text": "There he was received with great pomp by Jason and the people of the city, who escorted him with torchlights and acclamations; following this, he led his army into Phoenicia."
        },
        {
          "verse": 23,
          "text": "Menelaus as High Priest. Three years later Jason sent Menelaus, brother of the aforementioned Simon, to deliver the money to the king, and to complete negotiations on urgent matters."
        },
        {
          "verse": 24,
          "text": "But after his introduction to the king, he flattered him with such an air of authority that he secured the high priesthood for himself, outbidding Jason by three hundred talents of silver."
        },
        {
          "verse": 25,
          "text": "He returned with the royal commission, but with nothing that made him worthy of the high priesthood; he had the temper of a cruel tyrant and the rage of a wild beast."
        },
        {
          "verse": 26,
          "text": "So Jason, who had cheated his own brother and now saw himself cheated by another man, was driven out as a fugitive to the country of the Ammonites."
        },
        {
          "verse": 27,
          "text": "But Menelaus, who obtained the office, paid nothing of the money he had promised to the king,"
        },
        {
          "verse": 28,
          "text": "in spite of the demand of Sostratus, the commandant of the citadel, whose duty it was to collect the taxes. For this reason, both were summoned before the king."
        },
        {
          "verse": 29,
          "text": "Menelaus left his brother Lysimachus as his deputy in the high priesthood, while Sostratus left Crates, commander of the Cypriots."
        },
        {
          "verse": 30,
          "text": "Murder of Onias. While these things were taking place, the people of Tarsus and Mallus rose in revolt, because their cities had been given as a gift to Antiochis, the king’s concubine."
        },
        {
          "verse": 31,
          "text": "So the king hastened off to settle the affair, leaving Andronicus, one of his nobles, as his deputy."
        },
        {
          "verse": 32,
          "text": "Menelaus, for his part, thinking this a good opportunity, stole some gold vessels from the temple and presented them to Andronicus; he had already sold other vessels in Tyre and in the neighboring cities."
        },
        {
          "verse": 33,
          "text": "When Onias had clear evidence, he accused Menelaus publicly, after withdrawing to the inviolable sanctuary at Daphne, near Antioch."
        },
        {
          "verse": 34,
          "text": "Thereupon Menelaus approached Andronicus privately and urged him to seize Onias. So Andronicus went to Onias, treacherously reassuring him by offering his right hand in oath, and persuaded him, in spite of his suspicions, to leave the sanctuary. Then, with no regard for justice, he immediately put him to death."
        },
        {
          "verse": 35,
          "text": "As a result, not only the Jews, but many people of other nations as well, were indignant and angry over the unjust murder of the man."
        },
        {
          "verse": 36,
          "text": "When the king returned from the region of Cilicia, the Jews of the city, together with the Greeks who detested the crime, went to see him about the murder of Onias."
        },
        {
          "verse": 37,
          "text": "Antiochus was deeply grieved and full of pity; he wept as he recalled the prudence and noble conduct of the deceased."
        },
        {
          "verse": 38,
          "text": "Inflamed with anger, he immediately stripped Andronicus of his purple robe, tore off his garments, and had him led through the whole city to the very place where he had committed the outrage against Onias; and there he put the murderer to death. Thus the Lord rendered him the punishment he deserved."
        },
        {
          "verse": 39,
          "text": "More Outrages. Many acts of sacrilege had been committed by Lysimachus in the city with the connivance of Menelaus. When word spread, the people assembled in protest against Lysimachus, because a large number of gold vessels had been stolen."
        },
        {
          "verse": 40,
          "text": "As the crowds, now thoroughly enraged, began to riot, Lysimachus launched an unjustified attack against them with about three thousand armed men under the leadership of a certain Auranus, a man as advanced in folly as he was in years."
        },
        {
          "verse": 41,
          "text": "Seeing Lysimachus’ attack, people picked up stones, pieces of wood or handfuls of the ashes lying there and threw them in wild confusion at Lysimachus and his men."
        },
        {
          "verse": 42,
          "text": "As a result, they wounded many of them and even killed a few, while they put all to flight. The temple robber himself they killed near the treasury."
        },
        {
          "verse": 43,
          "text": "Charges about this affair were brought against Menelaus."
        },
        {
          "verse": 44,
          "text": "When the king came to Tyre, three men sent by the senate pleaded the case before him."
        },
        {
          "verse": 45,
          "text": "But Menelaus, seeing himself on the losing side, promised Ptolemy, son of Dorymenes, a substantial sum of money if he would win the king over."
        },
        {
          "verse": 46,
          "text": "So Ptolemy took the king aside into a colonnade, as if to get some fresh air, and persuaded him to change his mind."
        },
        {
          "verse": 47,
          "text": "Menelaus, who was the cause of all the trouble, the king acquitted of the charges, while he condemned to death those poor men who would have been declared innocent even if they had pleaded their case before Scythians."
        },
        {
          "verse": 48,
          "text": "Thus, those who had prosecuted the case on behalf of the city, the people, and the sacred vessels, quickly suffered unjust punishment."
        },
        {
          "verse": 49,
          "text": "For this reason, even Tyrians, detesting the crime, provided sumptuously for their burial."
        },
        {
          "verse": 50,
          "text": "But Menelaus, thanks to the greed of those in power, remained in office, where he grew in wickedness, scheming greatly against his fellow citizens."
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 5 - Jason’s Revolt. About this time Antiochus sent his second expedition into Egypt."
        },
        {
          "verse": 2,
          "text": "It then happened that all over the city, for nearly forty days, there appeared horsemen, clothed in garments of a golden weave, charging in midair—companies fully armed with lances and drawn swords;"
        },
        {
          "verse": 3,
          "text": "squadrons of cavalry in battle array, charges and countercharges on this side and that, with brandished shields and bristling spears, flights of arrows and flashes of gold ornaments, together with armor of every sort."
        },
        {
          "verse": 4,
          "text": "Therefore all prayed that this vision might be a good omen."
        },
        {
          "verse": 5,
          "text": "But when a false rumor circulated that Antiochus was dead, Jason gathered at least a thousand men and suddenly attacked the city. As the defenders on the walls were forced back and the city was finally being taken, Menelaus took refuge in the citadel."
        },
        {
          "verse": 6,
          "text": "For his part, Jason continued the merciless slaughter of his fellow citizens, not realizing that triumph over one’s own kindred is the greatest calamity; he thought he was winning a victory over his enemies, not over his own people."
        },
        {
          "verse": 7,
          "text": "Even so, he did not gain control of the government, but in the end received only disgrace for his treachery, and once again took refuge in the country of the Ammonites."
        },
        {
          "verse": 8,
          "text": "At length he met a miserable end. Called to account before Aretas, ruler of the Arabians, he fled from city to city, hunted by all, hated as an apostate from the laws, abhorred as the executioner of his country and his compatriots. Driven into Egypt,"
        },
        {
          "verse": 9,
          "text": "he set out by sea for the Lacedaemonians, among whom he hoped to find protection because of his relations with them. He who had exiled so many from their country perished in exile;"
        },
        {
          "verse": 10,
          "text": "and he who had cast out so many to lie unburied went unmourned and without a funeral of any kind, nor any place in the tomb of his ancestors."
        },
        {
          "verse": 11,
          "text": "Revenge by Antiochus. When these happenings were reported to the king, he thought that Judea was in revolt. Raging like a wild animal, he set out from Egypt and took Jerusalem by storm."
        },
        {
          "verse": 12,
          "text": "He ordered his soldiers to cut down without mercy those whom they met and to slay those who took refuge in their houses."
        },
        {
          "verse": 13,
          "text": "There was a massacre of young and old, a killing of women and children, a slaughter of young women and infants."
        },
        {
          "verse": 14,
          "text": "In the space of three days, eighty thousand were lost, forty thousand meeting a violent death, and the same number being sold into slavery."
        },
        {
          "verse": 15,
          "text": "Not satisfied with this, the king dared to enter the holiest temple in the world; Menelaus, that traitor both to the laws and to his country, served as guide."
        },
        {
          "verse": 16,
          "text": "He laid his impure hands on the sacred vessels and swept up with profane hands the votive offerings made by other kings for the advancement, the glory, and the honor of the place."
        },
        {
          "verse": 17,
          "text": "Antiochus became puffed up in spirit, not realizing that it was because of the sins of the city’s inhabitants that the Sovereign Lord was angry for a little while: hence the disregard of the place."
        },
        {
          "verse": 18,
          "text": "If they had not become entangled in so many sins, this man, like that Heliodorus sent by King Seleucus to inspect the treasury, would have been flogged and turned back from his presumptuous act as soon as he approached."
        },
        {
          "verse": 19,
          "text": "The Lord, however, had not chosen the nation for the sake of the place, but the place for the sake of the nation."
        },
        {
          "verse": 20,
          "text": "Therefore, the place itself, having shared in the nation’s misfortunes, afterward participated in their good fortune; and what the Almighty had forsaken in wrath was restored in all its glory, once the great Sovereign Lord became reconciled."
        },
        {
          "verse": 21,
          "text": "Antiochus carried off eighteen hundred talents from the temple and hurried back to Antioch, thinking in his arrogance that he could make the land navigable and the sea passable on foot, so carried away was he with pride."
        },
        {
          "verse": 22,
          "text": "He left governors to harass the nation: at Jerusalem, Philip, a Phrygian by birth, and in character more barbarous than the man who appointed him;"
        },
        {
          "verse": 23,
          "text": "at Mount Gerizim, Andronicus; and besides these, Menelaus, who lorded it over his fellow citizens more than the others. Out of hatred for the Jewish citizens,"
        },
        {
          "verse": 24,
          "text": "the king sent Apollonius, commander of the Mysians, at the head of an army of twenty-two thousand, with orders to kill all the grown men and sell the women and children into slavery."
        },
        {
          "verse": 25,
          "text": "When this man arrived in Jerusalem, he pretended to be peacefully disposed and waited until the holy day of the sabbath; then, finding the Jews refraining from work, he ordered his men to parade fully armed."
        },
        {
          "verse": 26,
          "text": "All those who came out to watch, he massacred, and running through the city with armed men, he cut down a large number of people."
        },
        {
          "verse": 27,
          "text": "But Judas Maccabeus and about nine others withdrew to the wilderness to avoid sharing in defilement; there he and his companions lived like the animals in the hills, eating what grew wild."
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 6 - Abolition of Judaism. Not long after this the king sent an Athenian senator to force the Jews to abandon the laws of their ancestors and live no longer by the laws of God,"
        },
        {
          "verse": 2,
          "text": "also to profane the temple in Jerusalem and dedicate it to Olympian Zeus, and the one on Mount Gerizim to Zeus the Host to Strangers, as the local inhabitants were wont to be."
        },
        {
          "verse": 3,
          "text": "This was a harsh and utterly intolerable evil."
        },
        {
          "verse": 4,
          "text": "The Gentiles filled the temple with debauchery and revelry; they amused themselves with prostitutes and had intercourse with women even in the sacred courts. They also brought forbidden things into the temple,"
        },
        {
          "verse": 5,
          "text": "so that the altar was covered with abominable offerings prohibited by the laws."
        },
        {
          "verse": 6,
          "text": "No one could keep the sabbath or celebrate the traditional feasts, nor even admit to being a Jew."
        },
        {
          "verse": 7,
          "text": "Moreover, at the monthly celebration of the king’s birthday the Jews, from bitter necessity, had to partake of the sacrifices, and when the festival of Dionysus was celebrated, they were compelled to march in his procession, wearing wreaths of ivy."
        },
        {
          "verse": 8,
          "text": "Following upon a vote of the citizens of Ptolemais, a decree was issued ordering the neighboring Greek cities to adopt the same measures, obliging the Jews to partake of the sacrifices"
        },
        {
          "verse": 9,
          "text": "and putting to death those who would not consent to adopt the customs of the Greeks. It was obvious, therefore, that disaster had come upon them."
        },
        {
          "verse": 10,
          "text": "Thus, two women who were arrested for having circumcised their children were publicly paraded about the city with their babies hanging at their breasts and then thrown down from the top of the city wall."
        },
        {
          "verse": 11,
          "text": "Others, who had assembled in nearby caves to observe the seventh day in secret, were betrayed to Philip and all burned to death. In their respect for the holiness of that day, they refrained from defending themselves."
        },
        {
          "verse": 12,
          "text": "God’s Purpose. Now I urge those who read this book not to be disheartened by these misfortunes, but to consider that these punishments were meant not for the ruin but for the correction of our nation."
        },
        {
          "verse": 13,
          "text": "It is, in fact, a sign of great kindness to punish the impious promptly instead of letting them go for long."
        },
        {
          "verse": 14,
          "text": "Thus, in dealing with other nations, the Sovereign Lord patiently waits until they reach the full measure of their sins before punishing them; but with us he has decided to deal differently,"
        },
        {
          "verse": 15,
          "text": "in order that he may not have to punish us later, when our sins have reached their fullness."
        },
        {
          "verse": 16,
          "text": "Therefore he never withdraws his mercy from us. Although he disciplines us with misfortunes, he does not abandon his own people."
        },
        {
          "verse": 17,
          "text": "Let these words suffice for recalling this truth. Without further ado we must go on with our story."
        },
        {
          "verse": 18,
          "text": "Martyrdom of Eleazar. Eleazar, one of the foremost scribes, a man advanced in age and of noble appearance, was being forced to open his mouth to eat pork."
        },
        {
          "verse": 19,
          "text": "But preferring a glorious death to a life of defilement, he went forward of his own accord to the instrument of torture,"
        },
        {
          "verse": 20,
          "text": "spitting out the meat as they should do who have the courage to reject food unlawful to taste even for love of life."
        },
        {
          "verse": 21,
          "text": "Those in charge of that unlawful sacrifice took the man aside, because of their long acquaintance with him, and privately urged him to bring his own provisions that he could legitimately eat, and only to pretend to eat the sacrificial meat prescribed by the king."
        },
        {
          "verse": 22,
          "text": "Thus he would escape death, and be treated kindly because of his old friendship with them."
        },
        {
          "verse": 23,
          "text": "But he made up his mind in a noble manner, worthy of his years, the dignity of his advanced age, the merited distinction of his gray hair, and of the admirable life he had lived from childhood. Above all loyal to the holy laws given by God, he swiftly declared, “Send me to Hades!”"
        },
        {
          "verse": 24,
          "text": "“At our age it would be unbecoming to make such a pretense; many of the young would think the ninety-year-old Eleazar had gone over to an alien religion."
        },
        {
          "verse": 25,
          "text": "If I dissemble to gain a brief moment of life, they would be led astray by me, while I would bring defilement and dishonor on my old age."
        },
        {
          "verse": 26,
          "text": "Even if, for the time being, I avoid human punishment, I shall never, whether alive or dead, escape the hand of the Almighty."
        },
        {
          "verse": 27,
          "text": "Therefore, by bravely giving up life now, I will prove myself worthy of my old age,"
        },
        {
          "verse": 28,
          "text": "and I will leave to the young a noble example of how to die willingly and nobly for the revered and holy laws.” He spoke thus, and went immediately to the instrument of torture."
        },
        {
          "verse": 29,
          "text": "Those who shortly before had been kindly disposed, now became hostile toward him because what he had said seemed to them utter madness."
        },
        {
          "verse": 30,
          "text": "When he was about to die under the blows, he groaned, saying: “The Lord in his holy knowledge knows full well that, although I could have escaped death, I am not only enduring terrible pain in my body from this scourging, but also suffering it with joy in my soul because of my devotion to him.”"
        },
        {
          "verse": 31,
          "text": "This is how he died, leaving in his death a model of nobility and an unforgettable example of virtue not only for the young but for the whole nation."
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 7 - Martyrdom of a Mother and Her Seven Sons. It also happened that seven brothers with their mother were arrested and tortured with whips and scourges by the king to force them to eat pork in violation of God’s law."
        },
        {
          "verse": 2,
          "text": "One of the brothers, speaking for the others, said: “What do you expect to learn by questioning us? We are ready to die rather than transgress the laws of our ancestors.”"
        },
        {
          "verse": 3,
          "text": "At that the king, in a fury, gave orders to have pans and caldrons heated."
        },
        {
          "verse": 4,
          "text": "These were quickly heated, and he gave the order to cut out the tongue of the one who had spoken for the others, to scalp him and cut off his hands and feet, while the rest of his brothers and his mother looked on."
        },
        {
          "verse": 5,
          "text": "When he was completely maimed but still breathing, the king ordered them to carry him to the fire and fry him. As a cloud of smoke spread from the pan, the brothers and their mother encouraged one another to die nobly, with these words:"
        },
        {
          "verse": 6,
          "text": "“The Lord God is looking on and truly has compassion on us, as Moses declared in his song, when he openly bore witness, saying, ‘And God will have compassion on his servants.’”"
        },
        {
          "verse": 7,
          "text": "After the first brother had died in this manner, they brought the second to be made sport of. After tearing off the skin and hair of his head, they asked him, “Will you eat the pork rather than have your body tortured limb by limb?”"
        },
        {
          "verse": 8,
          "text": "Answering in the language of his ancestors, he said, “Never!” So he in turn suffered the same tortures as the first."
        },
        {
          "verse": 9,
          "text": "With his last breath he said: “You accursed fiend, you are depriving us of this present life, but the King of the universe will raise us up to live again forever, because we are dying for his laws.”"
        },
        {
          "verse": 10,
          "text": "After him the third suffered their cruel sport. He put forth his tongue at once when told to do so, and bravely stretched out his hands,"
        },
        {
          "verse": 11,
          "text": "as he spoke these noble words: “It was from Heaven that I received these; for the sake of his laws I disregard them; from him I hope to receive them again.”"
        },
        {
          "verse": 12,
          "text": "Even the king and his attendants marveled at the young man’s spirit, because he regarded his sufferings as nothing."
        },
        {
          "verse": 13,
          "text": "After he had died, they tortured and maltreated the fourth brother in the same way."
        },
        {
          "verse": 14,
          "text": "When he was near death, he said, “It is my choice to die at the hands of mortals with the hope that God will restore me to life; but for you, there will be no resurrection to life.”"
        },
        {
          "verse": 15,
          "text": "They next brought forward the fifth brother and maltreated him."
        },
        {
          "verse": 16,
          "text": "Looking at the king, he said: “Mortal though you are, you have power over human beings, so you do what you please. But do not think that our nation is forsaken by God."
        },
        {
          "verse": 17,
          "text": "Only wait, and you will see how his great power will torment you and your descendants.”"
        },
        {
          "verse": 18,
          "text": "After him they brought the sixth brother. When he was about to die, he said: “Have no vain illusions. We suffer these things on our own account, because we have sinned against our God; that is why such shocking things have happened."
        },
        {
          "verse": 19,
          "text": "Do not think, then, that you will go unpunished for having dared to fight against God.”"
        },
        {
          "verse": 20,
          "text": "Most admirable and worthy of everlasting remembrance was the mother who, seeing her seven sons perish in a single day, bore it courageously because of her hope in the Lord."
        },
        {
          "verse": 21,
          "text": "Filled with a noble spirit that stirred her womanly reason with manly emotion, she exhorted each of them in the language of their ancestors with these words:"
        },
        {
          "verse": 22,
          "text": "“I do not know how you came to be in my womb; it was not I who gave you breath and life, nor was it I who arranged the elements you are made of."
        },
        {
          "verse": 23,
          "text": "Therefore, since it is the Creator of the universe who shaped the beginning of humankind and brought about the origin of everything, he, in his mercy, will give you back both breath and life, because you now disregard yourselves for the sake of his law.”"
        },
        {
          "verse": 24,
          "text": "Antiochus, suspecting insult in her words, thought he was being ridiculed. As the youngest brother was still alive, the king appealed to him, not with mere words, but with promises on oath, to make him rich and happy if he would abandon his ancestral customs: he would make him his Friend and entrust him with high office."
        },
        {
          "verse": 25,
          "text": "When the youth paid no attention to him at all, the king appealed to the mother, urging her to advise her boy to save his life."
        },
        {
          "verse": 26,
          "text": "After he had urged her for a long time, she agreed to persuade her son."
        },
        {
          "verse": 27,
          "text": "She leaned over close to him and, in derision of the cruel tyrant, said in their native language: “Son, have pity on me, who carried you in my womb for nine months, nursed you for three years, brought you up, educated and supported you to your present age."
        },
        {
          "verse": 28,
          "text": "I beg you, child, to look at the heavens and the earth and see all that is in them; then you will know that God did not make them out of existing things. In the same way humankind came into existence."
        },
        {
          "verse": 29,
          "text": "Do not be afraid of this executioner, but be worthy of your brothers and accept death, so that in the time of mercy I may receive you again with your brothers.”"
        },
        {
          "verse": 30,
          "text": "She had scarcely finished speaking when the youth said: “What is the delay? I will not obey the king’s command. I obey the command of the law given to our ancestors through Moses."
        },
        {
          "verse": 31,
          "text": "But you, who have contrived every kind of evil for the Hebrews, will not escape the hands of God."
        },
        {
          "verse": 32,
          "text": "We, indeed, are suffering because of our sins."
        },
        {
          "verse": 33,
          "text": "Though for a little while our living Lord has been angry, correcting and chastising us, he will again be reconciled with his servants."
        },
        {
          "verse": 34,
          "text": "But you, wretch, most vile of mortals, do not, in your insolence, buoy yourself up with unfounded hopes, as you raise your hand against the children of heaven."
        },
        {
          "verse": 35,
          "text": "You have not yet escaped the judgment of the almighty and all-seeing God."
        },
        {
          "verse": 36,
          "text": "Our brothers, after enduring brief pain, have drunk of never-failing life, under God’s covenant. But you, by the judgment of God, shall receive just punishments for your arrogance."
        },
        {
          "verse": 37,
          "text": "Like my brothers, I offer up my body and my life for our ancestral laws, imploring God to show mercy soon to our nation, and by afflictions and blows to make you confess that he alone is God."
        },
        {
          "verse": 38,
          "text": "Through me and my brothers, may there be an end to the wrath of the Almighty that has justly fallen on our whole nation.”"
        },
        {
          "verse": 39,
          "text": "At that, the king became enraged and treated him even worse than the others, since he bitterly resented the boy’s contempt."
        },
        {
          "verse": 40,
          "text": "Thus he too died undefiled, putting all his trust in the Lord."
        },
        {
          "verse": 41,
          "text": "Last of all, after her sons, the mother was put to death."
        },
        {
          "verse": 42,
          "text": "Enough has been said about the sacrificial meals and the excessive cruelties."
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "verse": 1,
          "text": "V. Victories of Judas and Purification of the Temple Chapter 8 - Resistance from Judas Maccabeus. Judas Maccabeus and his companions entered the villages secretly, summoned their kindred, and enlisted others who had remained faithful to Judaism. Thus they assembled about six thousand men."
        },
        {
          "verse": 2,
          "text": "They implored the Lord to look kindly upon this people, who were being oppressed by all; to have pity on the sanctuary, which was profaned by renegades;"
        },
        {
          "verse": 3,
          "text": "to have mercy on the city, which was being destroyed and was about to be leveled to the ground; to listen to the blood that cried out to him;"
        },
        {
          "verse": 4,
          "text": "to remember the criminal slaughter of innocent children and the blasphemies uttered against his name; and to manifest his hatred of evil."
        },
        {
          "verse": 5,
          "text": "Once Maccabeus got his men organized, the Gentiles could not withstand him, for the Lord’s wrath had now changed to mercy."
        },
        {
          "verse": 6,
          "text": "Coming by surprise upon towns and villages, he set them on fire. He captured strategic positions, and put to flight not a few of the enemy."
        },
        {
          "verse": 7,
          "text": "He preferred the nights as being especially favorable for such attacks. Soon talk of his valor spread everywhere. First Victory over Nicanor."
        },
        {
          "verse": 8,
          "text": "When Philip saw that Judas was gaining ground little by little and that his successful advances were becoming more frequent, he wrote to Ptolemy, governor of Coelesyria and Phoenicia, to come to the aid of the king’s interests."
        },
        {
          "verse": 9,
          "text": "Ptolemy promptly selected Nicanor, son of Patroclus, one of the Chief Friends, and sent him at the head of at least twenty thousand armed men of various nations to wipe out the entire Jewish nation. With him he associated Gorgias, a general, experienced in the art of war."
        },
        {
          "verse": 10,
          "text": "Nicanor planned to raise the two thousand talents of tribute owed by the king to the Romans by selling captured Jews into slavery."
        },
        {
          "verse": 11,
          "text": "So he immediately sent word to the coastal cities, inviting them to buy Jewish slaves and promising to deliver ninety slaves for a talent—little anticipating the punishment that was to fall upon him from the Almighty."
        },
        {
          "verse": 12,
          "text": "When Judas learned of Nicanor’s advance and informed his companions about the approach of the army,"
        },
        {
          "verse": 13,
          "text": "those who were fearful and those who lacked faith in God’s justice deserted and got away."
        },
        {
          "verse": 14,
          "text": "But the others sold everything they had left, and at the same time entreated the Lord to deliver those whom the ungodly Nicanor had sold before even capturing them."
        },
        {
          "verse": 15,
          "text": "They entreated the Lord to do this, if not for their sake, at least for the sake of the covenants made with their ancestors, and because they themselves invoked his holy and glorious name."
        },
        {
          "verse": 16,
          "text": "Maccabeus assembled his forces, six thousand strong, and exhorted them not to be panic-stricken before the enemy, nor to fear the very large number of Gentiles unjustly attacking them, but to fight nobly."
        },
        {
          "verse": 17,
          "text": "They were to keep before their eyes the lawless outrage perpetrated by the Gentiles against the holy place and the affliction of the humiliated city, as well as the subversion of their ancestral way of life."
        },
        {
          "verse": 18,
          "text": "He said, “They trust in weapons and acts of daring, but we trust in almighty God, who can by a mere nod destroy not only those who attack us but even the whole world.”"
        },
        {
          "verse": 19,
          "text": "He went on to tell them of the times when help had been given their ancestors: both the time of Sennacherib, when a hundred and eighty-five thousand of his men perished,"
        },
        {
          "verse": 20,
          "text": "and the time of the battle in Babylonia against the Galatians, when only eight thousand Jews fought along with four thousand Macedonians; yet when the Macedonians were hard pressed, the eight thousand, by the help they received from Heaven, destroyed one hundred and twenty thousand and took a great quantity of spoils."
        },
        {
          "verse": 21,
          "text": "With these words he encouraged them and made them ready to die for their laws and their country. Then Judas divided his army into four,"
        },
        {
          "verse": 22,
          "text": "placing his brothers, Simon, Joseph, and Jonathan, each over a division, assigning them fifteen hundred men apiece."
        },
        {
          "verse": 23,
          "text": "There was also Eleazar. After reading to them from the holy book and giving them the watchword, “The help of God,” Judas himself took charge of the first division and joined in battle with Nicanor."
        },
        {
          "verse": 24,
          "text": "With the Almighty as their ally, they killed more than nine thousand of the enemy, wounded and disabled the greater part of Nicanor’s army, and put all of them to flight."
        },
        {
          "verse": 25,
          "text": "They also seized the money of those who had come to buy them as slaves. When they had pursued the enemy for some time, they were obliged to return by reason of the late hour."
        },
        {
          "verse": 26,
          "text": "It was the day before the sabbath, and for that reason they could not continue the pursuit."
        },
        {
          "verse": 27,
          "text": "They collected the enemy’s weapons and stripped them of their spoils, and then observed the sabbath with fervent praise and thanks to the Lord who kept them safe for that day on which he allotted them the beginning of his mercy."
        },
        {
          "verse": 28,
          "text": "After the sabbath, they gave a share of the spoils to those who were tortured and to widows and orphans; the rest they divided among themselves and their children."
        },
        {
          "verse": 29,
          "text": "When this was done, they made supplication in common, imploring the merciful Lord to be completely reconciled with his servants."
        },
        {
          "verse": 30,
          "text": "Other Victories. They also challenged the forces of Timothy and Bacchides, killed more than twenty thousand of them, and captured some very high fortresses. They divided the considerable plunder, allotting half to themselves and the rest to victims of torture, orphans, widows, and the aged."
        },
        {
          "verse": 31,
          "text": "They collected the enemies’ weapons and carefully stored them in strategic places; the rest of the spoils they carried to Jerusalem."
        },
        {
          "verse": 32,
          "text": "They also killed the commander of Timothy’s forces, a most wicked man, who had done great harm to the Jews."
        },
        {
          "verse": 33,
          "text": "While celebrating the victory in their ancestral city, they burned both those who had set fire to the sacred gates and Callisthenes, who had taken refuge in a little house; so he received the reward his wicked deeds deserved."
        },
        {
          "verse": 34,
          "text": "The thrice-accursed Nicanor, who had brought the thousand slave dealers to buy the Jews,"
        },
        {
          "verse": 35,
          "text": "after being humbled through the Lord’s help by those whom he had thought of no account, laid aside his fine clothes and fled alone across country like a runaway slave, until he reached Antioch. He was eminently successful in destroying his own army."
        },
        {
          "verse": 36,
          "text": "So he who had promised to provide tribute for the Romans by the capture of the people of Jerusalem proclaimed that the Jews had a champion, and that because they followed the laws laid down by him, they were unharmed."
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 9 - Punishment and Death of Antiochus IV. About that time Antiochus retreated in disgrace from the region of Persia."
        },
        {
          "verse": 2,
          "text": "He had entered the city called Persepolis and attempted to rob the temples and gain control of the city. Thereupon the people had swift recourse to arms, and Antiochus’ forces were routed, so that in the end Antiochus was put to flight by the people of that region and forced to beat a shameful retreat."
        },
        {
          "verse": 3,
          "text": "On his arrival in Ecbatana, he learned what had happened to Nicanor and to Timothy’s forces."
        },
        {
          "verse": 4,
          "text": "Overcome with anger, he planned to make the Jews suffer for the injury done by those who had put him to flight. Therefore he ordered his charioteer to drive without stopping until he finished the journey. Yet the condemnation of Heaven rode with him, because he said in his arrogance, “I will make Jerusalem the common graveyard of Jews as soon as I arrive there.”"
        },
        {
          "verse": 5,
          "text": "So the all-seeing Lord, the God of Israel, struck him down with an incurable and invisible blow; for scarcely had he uttered those words when he was seized with excruciating pains in his bowels and sharp internal torment,"
        },
        {
          "verse": 6,
          "text": "a fit punishment for him who had tortured the bowels of others with many barbarous torments."
        },
        {
          "verse": 7,
          "text": "Far from giving up his insolence, he was all the more filled with arrogance. Breathing fire in his rage against the Jews, he gave orders to drive even faster. As a result he hurtled from the speeding chariot, and every part of his body was racked by the violent fall."
        },
        {
          "verse": 8,
          "text": "Thus he who previously, in his superhuman presumption, thought he could command the waves of the sea, and imagined he could weigh the mountaintops in his scales, was now thrown to the ground and had to be carried on a litter, clearly manifesting to all the power of God."
        },
        {
          "verse": 9,
          "text": "The body of this impious man swarmed with worms, and while he was still alive in hideous torments, his flesh rotted off, so that the entire army was sickened by the stench of his corruption."
        },
        {
          "verse": 10,
          "text": "Shortly before, he had thought that he could reach the stars of heaven, and now, no one could endure to transport the man because of this intolerable stench."
        },
        {
          "verse": 11,
          "text": "At last, broken in spirit, he began to give up his excessive arrogance, and to gain some understanding, under the scourge of God, for he was racked with pain unceasingly."
        },
        {
          "verse": 12,
          "text": "When he could no longer bear his own stench, he said, “It is right to be subject to God, and not to think one’s mortal self equal to God.”"
        },
        {
          "verse": 13,
          "text": "Then this vile man vowed to him who would never again show him mercy, the Sovereign Lord,"
        },
        {
          "verse": 14,
          "text": "that the holy city, toward which he had been hurrying with the intention of leveling it to the ground and making it a common graveyard, he would now set free;"
        },
        {
          "verse": 15,
          "text": "that the Jews, whom he had judged not even worthy of burial, but fit only to be thrown out with their children to be eaten by vultures and wild animals—all of them he would make equal to the Athenians;"
        },
        {
          "verse": 16,
          "text": "that he would adorn with the finest offerings the holy temple which he had previously despoiled, restore all the sacred vessels many times over, and provide from his own revenues the expenses required for the sacrifices."
        },
        {
          "verse": 17,
          "text": "Besides all this, he would become a Jew himself and visit every inhabited place to proclaim there the power of God."
        },
        {
          "verse": 18,
          "text": "But since his sufferings were not lessened, for God’s just judgment had come upon him, he lost hope for himself and wrote the following letter to the Jews in the form of a supplication. It read thus:"
        },
        {
          "verse": 19,
          "text": "“To the worthy Jewish citizens, Antiochus, king and general, sends hearty greetings and best wishes for their health and prosperity."
        },
        {
          "verse": 20,
          "text": "If you and your children are well and your affairs are going as you wish, I thank God very much, for my hopes are in heaven."
        },
        {
          "verse": 21,
          "text": "Now that I am ill, I recall with affection your esteem and goodwill. On returning from the regions of Persia, I fell victim to a troublesome illness; so I thought it necessary to form plans for the general security of all."
        },
        {
          "verse": 22,
          "text": "I do not despair about my health, since I have much hope of recovering from my illness."
        },
        {
          "verse": 23,
          "text": "Nevertheless, I know that my father, whenever he went on campaigns in the hinterland, would name his successor,"
        },
        {
          "verse": 24,
          "text": "so that, if anything unexpected happened or any unwelcome news came, the people throughout the realm would know to whom the government had been entrusted, and so not be disturbed."
        },
        {
          "verse": 25,
          "text": "I am also bearing in mind that the neighboring rulers, especially those on the borders of our kingdom, are on the watch for opportunities and waiting to see what will happen. I have therefore appointed as king my son Antiochus, whom I have often before entrusted and commended to most of you, when I made hurried visits to the outlying provinces. I have written to him what is written here."
        },
        {
          "verse": 26,
          "text": "Therefore I beg and entreat each of you to remember the general and individual benefits you have received, and to continue to show goodwill toward me and my son."
        },
        {
          "verse": 27,
          "text": "I am confident that, following my policy, he will treat you with equity and kindness in his relations with you.”"
        },
        {
          "verse": 28,
          "text": "So this murderer and blasphemer, after extreme sufferings, such as he had inflicted on others, died a miserable death in the mountains of a foreign land."
        },
        {
          "verse": 29,
          "text": "His foster brother Philip brought the body home; but fearing Antiochus’ son, he later withdrew into Egypt, to Ptolemy Philometor."
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 10 - Purification of the Temple. When Maccabeus and his companions, under the Lord’s leadership, had recovered the temple and the city,"
        },
        {
          "verse": 2,
          "text": "they destroyed the altars erected by the foreigners in the marketplace and the sacred shrines."
        },
        {
          "verse": 3,
          "text": "After purifying the temple, they made another altar. Then, with fire struck from flint, they offered sacrifice for the first time in two years, burned incense, and lighted lamps. They also set out the showbread."
        },
        {
          "verse": 4,
          "text": "When they had done this, they prostrated themselves and begged the Lord that they might never again fall into such misfortunes, and that if they should sin at any time, he might chastise them with moderation and not hand them over to blasphemous and barbarous Gentiles."
        },
        {
          "verse": 5,
          "text": "On the anniversary of the day on which the temple had been profaned by the foreigners, that is, the twenty-fifth of the same month Kislev, the purification of the temple took place."
        },
        {
          "verse": 6,
          "text": "The Jews celebrated joyfully for eight days as on the feast of Booths, remembering how, a little while before, they had spent the feast of Booths living like wild animals in the mountains and in caves."
        },
        {
          "verse": 7,
          "text": "Carrying rods entwined with leaves, beautiful branches and palms, they sang hymns of grateful praise to him who had successfully brought about the purification of his own place."
        },
        {
          "verse": 8,
          "text": "By public decree and vote they prescribed that the whole Jewish nation should celebrate these days every year."
        },
        {
          "verse": 9,
          "text": "Such was the end of Antiochus surnamed Epiphanes."
        },
        {
          "verse": 10,
          "text": "VI. Renewed Persecution - Accession of Antiochus V. Now we shall relate what happened under Antiochus Eupator, the son of that godless man, and shall give a summary of the chief evils caused by the wars."
        },
        {
          "verse": 11,
          "text": "When Eupator succeeded to the kingdom, he put a certain Lysias in charge of the government as commander-in-chief of Coelesyria and Phoenicia."
        },
        {
          "verse": 12,
          "text": "Ptolemy, called Macron, had taken the lead in treating the Jews fairly because of the previous injustice that had been done them, and he endeavored to have peaceful relations with them."
        },
        {
          "verse": 13,
          "text": "As a result, he was accused before Eupator by the King’s Friends. In fact, on all sides he heard himself called a traitor for having abandoned Cyprus, which Philometor had entrusted to him, and for having gone over to Antiochus Epiphanes. Since he could not command the respect due to his high office, he ended his life by taking poison. Victory over the Idumeans."
        },
        {
          "verse": 14,
          "text": "When Gorgias became governor of the region, he employed foreign troops and used every opportunity to attack the Jews."
        },
        {
          "verse": 15,
          "text": "At the same time the Idumeans, who held some strategic strongholds, were harassing the Jews; they welcomed fugitives from Jerusalem and endeavored to continue the war."
        },
        {
          "verse": 16,
          "text": "Maccabeus and his companions, after public prayers asking God to be their ally, moved quickly against the strongholds of the Idumeans."
        },
        {
          "verse": 17,
          "text": "Attacking vigorously, they gained control of the places, drove back all who were fighting on the walls, and cut down those who opposed them, killing no fewer than twenty thousand."
        },
        {
          "verse": 18,
          "text": "When at least nine thousand took refuge in two very strong towers, well equipped to sustain a siege,"
        },
        {
          "verse": 19,
          "text": "Maccabeus left Simon and Joseph, along with Zacchaeus and his forces, in sufficient numbers to besiege them, while he himself went off to places where he was more urgently needed."
        },
        {
          "verse": 20,
          "text": "But some of those in Simon’s force who were lovers of money let themselves be bribed by some of those in the towers; on receiving seventy thousand drachmas, they allowed a number of them to escape."
        },
        {
          "verse": 21,
          "text": "When Maccabeus was told what had happened, he assembled the rulers of the people and accused those men of having sold their kindred for money by setting their enemies free to fight against them."
        },
        {
          "verse": 22,
          "text": "So he put them to death as traitors, and without delay captured the two towers."
        },
        {
          "verse": 23,
          "text": "As he was successful at arms in all his undertakings, he destroyed more than twenty thousand in the two strongholds."
        },
        {
          "verse": 24,
          "text": "Victory over Timothy. Timothy, who had previously been defeated by the Jews, gathered a tremendous force of foreign troops and collected a large number of cavalry from Asia; then he appeared in Judea, ready to conquer it by force."
        },
        {
          "verse": 25,
          "text": "At his approach, Maccabeus and his companions made supplication to God, sprinkling earth upon their heads and girding their loins in sackcloth."
        },
        {
          "verse": 26,
          "text": "Lying prostrate at the foot of the altar, they begged him to be gracious to them, and to be an enemy to their enemies, and a foe to their foes, as the law declares."
        },
        {
          "verse": 27,
          "text": "After the prayer, they took up their weapons and advanced a considerable distance from the city, halting when they were close to the enemy."
        },
        {
          "verse": 28,
          "text": "As soon as dawn broke, the armies joined battle, the one having as pledge of success and victory not only their valor but also their reliance on the Lord, and the other taking fury as their leader in the fight."
        },
        {
          "verse": 29,
          "text": "In the midst of the fierce battle, there appeared to the enemy five majestic men from the heavens riding on golden-bridled horses, leading the Jews."
        },
        {
          "verse": 30,
          "text": "They surrounded Maccabeus, and shielding him with their own armor, kept him from being wounded. They shot arrows and hurled thunderbolts at the enemy, who were bewildered and blinded, routed in utter confusion."
        },
        {
          "verse": 31,
          "text": "Twenty thousand five hundred of their foot soldiers and six hundred cavalry were slain."
        },
        {
          "verse": 32,
          "text": "Timothy, however, fled to a well-fortified stronghold called Gazara, where Chaereas was in command."
        },
        {
          "verse": 33,
          "text": "For four days Maccabeus and his forces eagerly besieged the fortress."
        },
        {
          "verse": 34,
          "text": "Those inside, relying on the strength of the place, kept repeating outrageous blasphemies and uttering abominable words."
        },
        {
          "verse": 35,
          "text": "When the fifth day dawned, twenty young men in the army of Maccabeus, angered over such blasphemies, bravely stormed the wall and with savage fury cut down everyone they encountered."
        },
        {
          "verse": 36,
          "text": "Similarly, others climbed up and swung around on the defenders; they put the towers to the torch, spread the fire and burned the blasphemers alive. Still others broke down the gates and let in the rest of the troops, who took possession of the city."
        },
        {
          "verse": 37,
          "text": "Timothy had hidden in a cistern, but they killed him, along with his brother Chaereas, and Apollophanes."
        },
        {
          "verse": 38,
          "text": "On completing these exploits, they blessed, with hymns of grateful praise, the Lord who shows great kindness to Israel and grants them victory."
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 11 - Defeat of Lysias. Very soon afterward, Lysias, guardian and kinsman of the king and head of the government, being greatly displeased at what had happened,"
        },
        {
          "verse": 2,
          "text": "mustered about eighty thousand infantry and all his cavalry and marched against the Jews. His plan was to make their city a Greek settlement;"
        },
        {
          "verse": 3,
          "text": "to levy tribute on the temple, as he did on the shrines of the other nations; and to put the high priesthood up for sale every year."
        },
        {
          "verse": 4,
          "text": "He did not take God’s power into account at all, but felt exultant confidence in his myriads of foot soldiers, his thousands of cavalry, and his eighty elephants."
        },
        {
          "verse": 5,
          "text": "So he invaded Judea, and when he reached Beth-zur, a fortified place about five stadia from Jerusalem, launched a strong attack against it."
        },
        {
          "verse": 6,
          "text": "When Maccabeus and his companions learned that Lysias was besieging the strongholds, they and all the people begged the Lord with lamentations and tears to send a good angel to save Israel."
        },
        {
          "verse": 7,
          "text": "Maccabeus himself was the first to take up arms, and he exhorted the others to join him in risking their lives to help their kindred. Then they resolutely set out together."
        },
        {
          "verse": 8,
          "text": "Suddenly, while they were still near Jerusalem, a horseman appeared at their head, clothed in white garments and brandishing gold weapons."
        },
        {
          "verse": 9,
          "text": "Then all of them together thanked the merciful God, and their hearts were filled with such courage that they were ready to assault not only human beings but even the most savage beasts, or even walls of iron."
        },
        {
          "verse": 10,
          "text": "Now that the Lord had shown mercy toward them, they advanced in battle order with the aid of their heavenly ally."
        },
        {
          "verse": 11,
          "text": "Hurling themselves upon the enemy like lions, they laid low eleven thousand foot soldiers and sixteen hundred cavalry, and put all the rest to flight."
        },
        {
          "verse": 12,
          "text": "Most of those who survived were wounded and disarmed, while Lysias himself escaped only by shameful flight."
        },
        {
          "verse": 13,
          "text": "Peace Negotiations. But Lysias was not a stupid man. He reflected on the defeat he had suffered, and came to realize that the Hebrews were invincible because the mighty God was their ally. He therefore sent a message"
        },
        {
          "verse": 14,
          "text": "persuading them to settle everything on just terms, and promising to persuade the king also, and to induce him to become their friend."
        },
        {
          "verse": 15,
          "text": "Maccabeus, solicitous for the common good, agreed to all that Lysias proposed; and the king granted on behalf of the Jews all the written requests of Maccabeus to Lysias."
        },
        {
          "verse": 16,
          "text": "These are the terms of the letter which Lysias wrote to the Jews: “Lysias sends greetings to the Jewish people."
        },
        {
          "verse": 17,
          "text": "John and Absalom, your envoys, have presented your signed communication and asked about the matters contained in it."
        },
        {
          "verse": 18,
          "text": "Whatever had to be referred to the king I called to his attention, and the things that were acceptable he has granted."
        },
        {
          "verse": 19,
          "text": "If you maintain your loyalty to the government, I will endeavor to further your interests in the future."
        },
        {
          "verse": 20,
          "text": "On the details of these matters I have authorized my representatives, as well as your envoys, to confer with you."
        },
        {
          "verse": 21,
          "text": "Farewell.” The one hundred and forty-eighth year, the twenty-fourth of Dioscorinthius."
        },
        {
          "verse": 22,
          "text": "The king’s letter read thus: “King Antiochus sends greetings to his brother Lysias."
        },
        {
          "verse": 23,
          "text": "Now that our father has taken his place among the gods, we wish the subjects of our kingdom to be undisturbed in conducting their own affairs."
        },
        {
          "verse": 24,
          "text": "We have heard that the Jews do not agree with our father’s change to Greek customs but prefer their own way of life. They are petitioning us to let them retain their own customs."
        },
        {
          "verse": 25,
          "text": "Since we desire that this people too should be undisturbed, our decision is that their temple be restored to them and that they live in keeping with the customs of their ancestors."
        },
        {
          "verse": 26,
          "text": "Accordingly, please send them messengers to give them our assurances of friendship, so that, when they learn of our decision, they may have nothing to worry about but may contentedly go about their own business.”"
        },
        {
          "verse": 27,
          "text": "The king’s letter to the people was as follows: “King Antiochus sends greetings to the Jewish senate and to the rest of the Jews."
        },
        {
          "verse": 28,
          "text": "If you are well, it is what we desire. We too are in good health."
        },
        {
          "verse": 29,
          "text": "Menelaus has told us of your wish to return home and attend to your own affairs."
        },
        {
          "verse": 30,
          "text": "Therefore, those who return by the thirtieth of Xanthicus will have our assurance of full permission"
        },
        {
          "verse": 31,
          "text": "to observe their dietary and other laws, just as before, and none of the Jews shall be molested in any way for faults committed through ignorance."
        },
        {
          "verse": 32,
          "text": "I have also sent Menelaus to reassure you."
        },
        {
          "verse": 33,
          "text": "Farewell.” In the one hundred and forty-eighth year, the fifteenth of Xanthicus."
        },
        {
          "verse": 34,
          "text": "The Romans also sent them a letter as follows: “Quintus Memmius and Titus Manius, legates of the Romans, send greetings to the Jewish people."
        },
        {
          "verse": 35,
          "text": "What Lysias, kinsman of the king, has granted you, we also approve."
        },
        {
          "verse": 36,
          "text": "But for the matters that he decided should be submitted to the king, send someone to us immediately with your decisions so that we may present them to your advantage, for we are on our way to Antioch."
        },
        {
          "verse": 37,
          "text": "Make haste, then, to send us those who can inform us of your preference."
        },
        {
          "verse": 38,
          "text": "Farewell.” In the one hundred and forty-eighth year, the fifteenth of Xanthicus."
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 12 - Incidents at Joppa and Jamnia. After these agreements were made, Lysias returned to the king, and the Jews went about their farming."
        },
        {
          "verse": 2,
          "text": "But some of the local governors, Timothy and Apollonius, son of Gennaeus, as also Hieronymus and Demophon, to say nothing of Nicanor, the commander of the Cyprians, would not allow them to live in peace and quiet."
        },
        {
          "verse": 3,
          "text": "Some people of Joppa also committed this outrage: they invited the Jews who lived among them, together with their wives and children, to embark on boats which they had provided. There was no hint of enmity toward them."
        },
        {
          "verse": 4,
          "text": "This was done by public vote of the city. When the Jews, wishing to live on friendly terms and not suspecting anything, accepted the invitation, the people of Joppa took them out to sea and drowned at least two hundred of them."
        },
        {
          "verse": 5,
          "text": "As soon as Judas heard of the barbarous deed perpetrated against his compatriots, he summoned his men;"
        },
        {
          "verse": 6,
          "text": "and after calling upon God, the just judge, he marched against the murderers of his kindred. In a night attack he set the harbor on fire, burned the boats, and put to the sword those who had taken refuge there."
        },
        {
          "verse": 7,
          "text": "Because the gates of the town were shut, he withdrew, intending to come back later and wipe out the entire population of Joppa."
        },
        {
          "verse": 8,
          "text": "On hearing that the people of Jamnia planned in the same way to wipe out the Jews who lived among them,"
        },
        {
          "verse": 9,
          "text": "he attacked the Jamnians by night, setting fire to the harbor and the fleet, so that the glow of the flames was visible as far as Jerusalem, thirty miles away."
        },
        {
          "verse": 10,
          "text": "More Victories by Judas. When the Jews had gone about a mile from there in the march against Timothy, they were attacked by Arabians numbering at least five thousand foot soldiers and five hundred cavalry."
        },
        {
          "verse": 11,
          "text": "After a hard fight, Judas and his companions, with God’s help, were victorious. The defeated nomads begged Judas to give pledges of friendship, and they promised to supply the Jews with livestock and to be of service to them in any other way."
        },
        {
          "verse": 12,
          "text": "Realizing that they could indeed be useful in many respects, Judas agreed to make peace with them. After the pledges of friendship had been exchanged, the Arabians withdrew to their tents."
        },
        {
          "verse": 13,
          "text": "He also attacked a certain city called Caspin, fortified with earthworks and walls and inhabited by a mixed population of Gentiles."
        },
        {
          "verse": 14,
          "text": "Relying on the strength of their walls and their supply of provisions, the besieged treated Judas and his men with contempt, insulting them and even uttering blasphemies and profanity."
        },
        {
          "verse": 15,
          "text": "But Judas and his men invoked the aid of the great Sovereign of the world, who, in the days of Joshua, overthrew Jericho without battering rams or siege engines; then they furiously stormed the walls."
        },
        {
          "verse": 16,
          "text": "Capturing the city by the will of God, they inflicted such indescribable slaughter on it that the adjacent pool, which was about a quarter of a mile wide, seemed to be filled with the blood that flowed into it."
        },
        {
          "verse": 17,
          "text": "When they had gone on some ninety miles, they reached Charax, where there were certain Jews known as Toubians."
        },
        {
          "verse": 18,
          "text": "But they did not find Timothy in that region, for he had already departed from there without having done anything except to leave behind in one place a very strong garrison."
        },
        {
          "verse": 19,
          "text": "But Dositheus and Sosipater, two of Maccabeus’ captains, marched out and destroyed the force of more than ten thousand men that Timothy had left in the stronghold."
        },
        {
          "verse": 20,
          "text": "Meanwhile, Maccabeus divided his army into cohorts, with a commander over each cohort, and went in pursuit of Timothy, who had a force of a hundred and twenty thousand foot soldiers and twenty-five hundred cavalry."
        },
        {
          "verse": 21,
          "text": "When Timothy learned of the approach of Judas, he sent on ahead of him the women and children, as well as the baggage, to a place called Karnion, which was hard to besiege and even hard to reach because of the difficult terrain of that region."
        },
        {
          "verse": 22,
          "text": "But when Judas’ first cohort appeared, the enemy was overwhelmed with fear and terror at the manifestation of the all-seeing One. Scattering in every direction, they rushed away in such headlong flight that in many cases they wounded one another, pierced by the points of their own swords."
        },
        {
          "verse": 23,
          "text": "Judas pressed the pursuit vigorously, putting the sinners to the sword and destroying as many as thirty thousand men."
        },
        {
          "verse": 24,
          "text": "Timothy himself fell into the hands of those under Dositheus and Sosipater; but with great cunning, he begged them to spare his life and let him go, because he had in his power the parents and relatives of many of them, and would show them no consideration."
        },
        {
          "verse": 25,
          "text": "When he had fully confirmed his solemn pledge to restore them unharmed, they let him go for the sake of saving their relatives."
        },
        {
          "verse": 26,
          "text": "Judas then marched to Karnion and the shrine of Atargatis, where he killed twenty-five thousand people."
        },
        {
          "verse": 27,
          "text": "After the defeat and destruction of these, he moved his army to Ephron, a fortified city inhabited by Lysias and people of many nationalities. Robust young men took up their posts in defense of the walls, from which they fought valiantly; inside were large supplies of war machines and missiles."
        },
        {
          "verse": 28,
          "text": "But the Jews, invoking the Sovereign who powerfully shatters the might of enemies, got possession of the city and slaughtered twenty-five thousand of the people in it."
        },
        {
          "verse": 29,
          "text": "Then they set out from there and hastened on to Scythopolis, seventy-five miles from Jerusalem."
        },
        {
          "verse": 30,
          "text": "But when the Jews who lived there testified to the goodwill shown by the Scythopolitans and to their kind treatment even in times of adversity,"
        },
        {
          "verse": 31,
          "text": "Judas and his men thanked them and exhorted them to be well disposed to their nation in the future also. Finally they arrived in Jerusalem, shortly before the feast of Weeks."
        },
        {
          "verse": 32,
          "text": "After this feast, also called Pentecost, they lost no time in marching against Gorgias, governor of Idumea,"
        },
        {
          "verse": 33,
          "text": "who opposed them with three thousand foot soldiers and four hundred cavalry."
        },
        {
          "verse": 34,
          "text": "In the ensuing battle, a few of the Jews were slain."
        },
        {
          "verse": 35,
          "text": "A man called Dositheus, a powerful horseman and one of Bacenor’s men, caught hold of Gorgias, grasped his military cloak and dragged him along by brute strength, intending to capture the vile wretch alive, when a Thracian horseman attacked Dositheus and cut off his arm at the shoulder. Then Gorgias fled to Marisa."
        },
        {
          "verse": 36,
          "text": "After Esdris and his men had been fighting for a long time and were weary, Judas called upon the Lord to show himself their ally and leader in the battle."
        },
        {
          "verse": 37,
          "text": "Then, raising a battle cry in his ancestral language, and with hymns, he charged Gorgias’ men when they were not expecting it and put them to flight."
        },
        {
          "verse": 38,
          "text": "Expiation for the Dead. Judas rallied his army and went to the city of Adullam. As the seventh day was approaching, they purified themselves according to custom and kept the sabbath there."
        },
        {
          "verse": 39,
          "text": "On the following day, since the task had now become urgent, Judas and his companions went to gather up the bodies of the fallen and bury them with their kindred in their ancestral tombs."
        },
        {
          "verse": 40,
          "text": "But under the tunic of each of the dead they found amulets sacred to the idols of Jamnia, which the law forbids the Jews to wear. So it was clear to all that this was why these men had fallen."
        },
        {
          "verse": 41,
          "text": "They all therefore praised the ways of the Lord, the just judge who brings to light the things that are hidden."
        },
        {
          "verse": 42,
          "text": "Turning to supplication, they prayed that the sinful deed might be fully blotted out. The noble Judas exhorted the people to keep themselves free from sin, for they had seen with their own eyes what had happened because of the sin of those who had fallen."
        },
        {
          "verse": 43,
          "text": "He then took up a collection among all his soldiers, amounting to two thousand silver drachmas, which he sent to Jerusalem to provide for an expiatory sacrifice. In doing this he acted in a very excellent and noble way, inasmuch as he had the resurrection in mind;"
        },
        {
          "verse": 44,
          "text": "for if he were not expecting the fallen to rise again, it would have been superfluous and foolish to pray for the dead."
        },
        {
          "verse": 45,
          "text": "But if he did this with a view to the splendid reward that awaits those who had gone to rest in godliness, it was a holy and pious thought."
        },
        {
          "verse": 46,
          "text": "Thus he made atonement for the dead that they might be absolved from their sin."
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 13 - Death of Menelaus. In the one hundred and forty-ninth year, Judas and his men learned that Antiochus Eupator was invading Judea with a large force,"
        },
        {
          "verse": 2,
          "text": "and that with him was Lysias, his guardian, who was in charge of the government. They led a Greek army of one hundred and ten thousand foot soldiers, fifty-three hundred cavalry, twenty-two elephants, and three hundred chariots armed with scythes."
        },
        {
          "verse": 3,
          "text": "Menelaus also joined them, and with great duplicity kept urging Antiochus on, not for the welfare of his country, but in the hope of being established in office."
        },
        {
          "verse": 4,
          "text": "But the King of kings aroused the anger of Antiochus against the scoundrel. When the king was shown by Lysias that Menelaus was to blame for all the trouble, he ordered him to be taken to Beroea and executed there in the customary local method."
        },
        {
          "verse": 5,
          "text": "There is at that place a tower seventy-five feet high, full of ashes, with a circular rim sloping down steeply on all sides toward the ashes."
        },
        {
          "verse": 6,
          "text": "Anyone guilty of sacrilege or notorious for certain other crimes is brought up there and then hurled down to destruction."
        },
        {
          "verse": 7,
          "text": "In such a manner was Menelaus, that transgressor of the law, fated to die, deprived even of burial."
        },
        {
          "verse": 8,
          "text": "It was altogether just that he who had committed so many sins against the altar with its pure fire and ashes, in ashes should meet his death."
        },
        {
          "verse": 9,
          "text": "Battle near Modein. The king was advancing, his mind full of savage plans for inflicting on the Jews things worse than those they suffered in his father’s time."
        },
        {
          "verse": 10,
          "text": "When Judas learned of this, he urged the people to call upon the Lord day and night, now more than ever, to help them when they were about to be deprived of their law, their country, and their holy temple;"
        },
        {
          "verse": 11,
          "text": "and not to allow this people, which had just begun to revive, to be subjected again to blasphemous Gentiles."
        },
        {
          "verse": 12,
          "text": "When they had all joined in doing this, and had implored the merciful Lord continuously with weeping and fasting and prostrations for three days, Judas encouraged them and told them to stand ready."
        },
        {
          "verse": 13,
          "text": "After a private meeting with the elders, he decided that, before the king’s army could invade Judea and take possession of the city, the Jews should march out and settle the matter with God’s help."
        },
        {
          "verse": 14,
          "text": "Leaving the outcome to the Creator of the world, and exhorting his followers to fight nobly to death for the laws, the temple, the city, the country, and the government, he encamped near Modein."
        },
        {
          "verse": 15,
          "text": "Giving his troops the battle cry “God’s Victory,” he made a night attack on the king’s pavilion with a picked force of the bravest young men and killed about two thousand in the camp. He also stabbed the lead elephant and its rider."
        },
        {
          "verse": 16,
          "text": "Finally they withdrew in triumph, having filled the camp with terror and confusion."
        },
        {
          "verse": 17,
          "text": "Day was just breaking when this was accomplished with the help and protection of the Lord."
        },
        {
          "verse": 18,
          "text": "Treaty with Antiochus V. The king, having had a taste of the Jews’ boldness, tried to take their positions by a stratagem."
        },
        {
          "verse": 19,
          "text": "So he marched against Beth-zur, a strong fortress of the Jews; but he was driven back, checked, and defeated."
        },
        {
          "verse": 20,
          "text": "Judas sent supplies to the men inside,"
        },
        {
          "verse": 21,
          "text": "but Rhodocus, of the Jewish army, betrayed military secrets to the enemy. He was found out, arrested, and imprisoned."
        },
        {
          "verse": 22,
          "text": "The king made a second attempt by negotiating with the people of Beth-zur. After giving them his pledge and receiving theirs, he withdrew"
        },
        {
          "verse": 23,
          "text": "and attacked Judas’ men. But he was defeated. Next he heard that Philip, who was left in charge of the government in Antioch, had rebelled. Dismayed, he negotiated with the Jews, submitted to their terms, and swore to observe all their rights. Having come to this agreement, he offered a sacrifice, and honored the sanctuary and the place with a generous donation."
        },
        {
          "verse": 24,
          "text": "He received Maccabeus, and left Hegemonides as governor of the territory from Ptolemais to the region of the Gerrhenes."
        },
        {
          "verse": 25,
          "text": "When he came to Ptolemais, the people of Ptolemais were angered by the peace treaty; in fact they were so indignant that they wanted to annul its provisions."
        },
        {
          "verse": 26,
          "text": "But Lysias took the platform, defended the treaty as well as he could and won them over by persuasion. After calming them and gaining their goodwill, he returned to Antioch. That is the story of the king’s attack and withdrawal."
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 14 - Three years later, Judas and his companions learned that Demetrius, son of Seleucus, had sailed into the port of Tripolis with a powerful army and a fleet,"
        },
        {
          "verse": 2,
          "text": "and that he had occupied the country, after doing away with Antiochus and his guardian Lysias."
        },
        {
          "verse": 3,
          "text": "A certain Alcimus, a former high priest, who had willfully incurred defilement before the time of the revolt, realized that there was no way for him to be safe and regain access to the holy altar."
        },
        {
          "verse": 4,
          "text": "So he went to King Demetrius around the one hundred and fifty-first year and presented him with a gold crown and a palm branch, as well as some of the customary olive branches from the temple. On that day he kept quiet."
        },
        {
          "verse": 5,
          "text": "But he found an opportunity to further his mad scheme when he was invited to the council by Demetrius and questioned about the dispositions and intentions of the Jews. He replied:"
        },
        {
          "verse": 6,
          "text": "“Those Jews called Hasideans, led by Judas Maccabeus, are warmongers, who stir up sedition and keep the kingdom from enjoying peace."
        },
        {
          "verse": 7,
          "text": "For this reason, now that I am deprived of my ancestral dignity, that is to say, the high priesthood, I have come here,"
        },
        {
          "verse": 8,
          "text": "first, out of my genuine concern for the king’s interests, and second, out of consideration for my own compatriots, since our entire nation is suffering no little affliction from the rash conduct of the people just mentioned."
        },
        {
          "verse": 9,
          "text": "When you have informed yourself in detail on these matters, O king, provide for our country and its hard-pressed people with the same gracious consideration that you show toward all."
        },
        {
          "verse": 10,
          "text": "As long as Judas is around, it is impossible for the government to enjoy peace.”"
        },
        {
          "verse": 11,
          "text": "When he had said this, the other Friends who were hostile to Judas quickly added fuel to Demetrius’ indignation."
        },
        {
          "verse": 12,
          "text": "Dealings with Nicanor. The king immediately chose Nicanor, who had been in command of the elephants, and appointed him governor of Judea. He sent him off"
        },
        {
          "verse": 13,
          "text": "with orders to put Judas to death, to disperse his followers, and to set up Alcimus as high priest of the great temple."
        },
        {
          "verse": 14,
          "text": "The Gentiles from Judea, who had fled before Judas, flocked to Nicanor, thinking that the misfortunes and calamities of the Jews would mean prosperity for themselves."
        },
        {
          "verse": 15,
          "text": "When the Jews heard of Nicanor’s coming, and that the Gentiles were rallying to him, they sprinkled themselves with earth and prayed to him who established his people forever, and who always comes to the aid of his heritage by manifesting himself."
        },
        {
          "verse": 16,
          "text": "At their leader’s command, they set out at once from there and came upon the enemy at the village of Adasa."
        },
        {
          "verse": 17,
          "text": "Judas’ brother Simon had engaged Nicanor, but he suffered a slight setback because of the sudden appearance of the enemy."
        },
        {
          "verse": 18,
          "text": "However, when Nicanor heard of the valor of Judas and his companions, and the great courage with which they fought for their country, he shrank from deciding the issue by bloodshed."
        },
        {
          "verse": 19,
          "text": "So he sent Posidonius, Theodotus and Mattathias to exchange pledges of friendship."
        },
        {
          "verse": 20,
          "text": "After a long discussion of the terms, each leader communicated them to his troops; and when general agreement was expressed, they assented to the treaty."
        },
        {
          "verse": 21,
          "text": "A day was set on which the leaders would meet by themselves. From each side a chariot came forward, and thrones were set in place."
        },
        {
          "verse": 22,
          "text": "Judas had posted armed men in readiness at strategic points for fear that the enemy might suddenly commit some treachery. But the conference was held in the proper way."
        },
        {
          "verse": 23,
          "text": "Nicanor stayed on in Jerusalem, where he did nothing out of place. He disbanded the throngs of people who gathered around him;"
        },
        {
          "verse": 24,
          "text": "and he always kept Judas in his company, for he felt affection for the man."
        },
        {
          "verse": 25,
          "text": "He urged him to marry and have children; so Judas married and settled into an ordinary life."
        },
        {
          "verse": 26,
          "text": "Nicanor’s Threat Against Judas. When Alcimus saw their mutual goodwill, he took the treaty that had been made, went to Demetrius, and said that Nicanor was plotting against the government, for he had appointed Judas, that conspirator against the kingdom, as his successor."
        },
        {
          "verse": 27,
          "text": "Stirred up by the villain’s slander, the king became enraged. He wrote to Nicanor, stating that he was displeased with the treaty, and ordering him to send Maccabeus at once as a prisoner to Antioch."
        },
        {
          "verse": 28,
          "text": "When this message reached Nicanor he was dismayed and troubled at the thought of annulling his agreement with a man who had done no wrong."
        },
        {
          "verse": 29,
          "text": "However, there was no way of opposing the king, so he watched for an opportunity to carry out this order by a stratagem."
        },
        {
          "verse": 30,
          "text": "But Maccabeus, noticing that Nicanor was more harsh in his dealings with him, and acting with unaccustomed rudeness when they met, concluded that this harshness was not a good sign. So he gathered together not a few of his men, and went into hiding from Nicanor."
        },
        {
          "verse": 31,
          "text": "When Nicanor realized that he had been cleverly outwitted by the man, he went to the great and holy temple, at a time when the priests were offering the customary sacrifices, and ordered them to surrender Judas."
        },
        {
          "verse": 32,
          "text": "As they declared under oath that they did not know where the man they sought was,"
        },
        {
          "verse": 33,
          "text": "he stretched out his right arm toward the temple and swore this oath: “If you do not hand Judas over to me as prisoner, I will level this shrine of God to the ground; I will tear down the altar, and erect here a splendid temple to Dionysus.”"
        },
        {
          "verse": 34,
          "text": "With these words he went away. The priests stretched out their hands toward heaven, calling upon the unfailing defender of our nation in these words:"
        },
        {
          "verse": 35,
          "text": "“Lord of all, though you are in need of nothing, you were pleased to have a temple for your dwelling place among us."
        },
        {
          "verse": 36,
          "text": "Therefore, Holy One, Lord of all holiness, preserve forever undefiled this house, which has been so recently purified.” Martyrdom of Razis."
        },
        {
          "verse": 37,
          "text": "A certain Razis, one of the elders of Jerusalem, was denounced to Nicanor as a patriot. A man highly regarded, he was called a father of the Jews because of his goodwill toward them."
        },
        {
          "verse": 38,
          "text": "In the days before the revolt, he had been convicted of being a Jew, and had risked body and soul in his ardent zeal for Judaism."
        },
        {
          "verse": 39,
          "text": "Nicanor, to show his disdain for the Jews, sent more than five hundred soldiers to arrest him."
        },
        {
          "verse": 40,
          "text": "He thought that by arresting that man he would deal the Jews a hard blow."
        },
        {
          "verse": 41,
          "text": "But when the troops, on the point of capturing the tower, were forcing the outer gate and calling for fire to set the door ablaze, Razis, now caught on all sides, turned his sword against himself,"
        },
        {
          "verse": 42,
          "text": "preferring to die nobly rather than fall into the hands of vile men and suffer outrages unworthy of his noble birth."
        },
        {
          "verse": 43,
          "text": "In the excitement of the struggle he failed to strike exactly. So while the troops rushed in through the doors, he gallantly ran up to the top of the wall and courageously threw himself down into the crowd."
        },
        {
          "verse": 44,
          "text": "But as they quickly drew back and left an opening, he fell into the middle of the empty space."
        },
        {
          "verse": 45,
          "text": "Still breathing, and inflamed with anger, he got up and ran through the crowd, with blood gushing from his frightful wounds. Then, standing on a steep rock,"
        },
        {
          "verse": 46,
          "text": "as he lost the last of his blood, he tore out his entrails and flung them with both hands into the crowd, calling upon the Lord of life and of spirit to give these back to him again. Such was the manner of his death."
        }
      ]
    },
    {
      "chapter": 15,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 15 - Nicanor’s Arrogance. When Nicanor learned that Judas and his companions were in the territory of Samaria, he decided he could attack them in complete safety on the day of rest."
        },
        {
          "verse": 2,
          "text": "The Jews who were forced to accompany him pleaded, “Do not massacre them so savagely and barbarously, but show respect for the day which the All-seeing has exalted with holiness above all other days.”"
        },
        {
          "verse": 3,
          "text": "At this the thrice-accursed wretch asked if there was a ruler in heaven who prescribed the keeping of the sabbath day."
        },
        {
          "verse": 4,
          "text": "They replied, “It is the living Lord, the ruler in heaven, who commands the observance of the sabbath day.”"
        },
        {
          "verse": 5,
          "text": "Then he said, “I, the ruler on earth, command you to take up arms and carry out the king’s business.” Nevertheless he did not succeed in carrying out his cruel plan."
        },
        {
          "verse": 6,
          "text": "In his utter boastfulness and arrogance Nicanor had determined to erect a public victory monument over Judas and his companions."
        },
        {
          "verse": 7,
          "text": "But Maccabeus remained confident, fully convinced that he would receive help from the Lord."
        },
        {
          "verse": 8,
          "text": "He urged his men not to fear the attack of the Gentiles, but mindful of the help they had received in the past from Heaven, to expect now the victory that would be given them by the Almighty."
        },
        {
          "verse": 9,
          "text": "By encouraging them with words from the law and the prophets, and by reminding them of the battles they had already won, he filled them with fresh enthusiasm."
        },
        {
          "verse": 10,
          "text": "Having stirred up their courage, he gave his orders and pointed out at the same time the perfidy of the Gentiles and their violation of oaths."
        },
        {
          "verse": 11,
          "text": "When he had armed each of them, not so much with the security of shield and spear as with the encouragement of noble words, he cheered them all by relating a dream, a kind of waking vision, worthy of belief."
        },
        {
          "verse": 12,
          "text": "What he saw was this: Onias, the former high priest, a noble and good man, modest in bearing, gentle in manner, distinguished in speech, and trained from childhood in all that belongs to excellence, was praying with outstretched arms for the whole Jewish community."
        },
        {
          "verse": 13,
          "text": "Then in the same way another man appeared, distinguished by his white hair and dignity, and with an air of wondrous and majestic authority."
        },
        {
          "verse": 14,
          "text": "Onias then said of him, “This is a man who loves his fellow Jews and fervently prays for the people and the holy city—the prophet of God, Jeremiah.”"
        },
        {
          "verse": 15,
          "text": "Stretching out his right hand, Jeremiah presented a gold sword to Judas. As he gave it to him he said,"
        },
        {
          "verse": 16,
          "text": "“Accept this holy sword as a gift from God; with it you shall shatter your adversaries.”"
        },
        {
          "verse": 17,
          "text": "Encouraged by Judas’ words, so noble and capable of instilling valor and stirring young hearts to courage, they determined not merely to march, but to charge gallantly and decide the issue by hand-to-hand combat with the utmost courage, since city, sanctuary and temple were in danger."
        },
        {
          "verse": 18,
          "text": "They were not so much concerned about wives and children, or family and relations; their first and foremost fear was for the consecrated sanctuary."
        },
        {
          "verse": 19,
          "text": "Those who were left in the city suffered no less an agony, anxious as they were about the battle in the open country."
        },
        {
          "verse": 20,
          "text": "Everyone now awaited the decisive moment. The enemy were already drawing near with their troops drawn up in battle line, their beasts placed in strategic positions, and their cavalry stationed on the flanks."
        },
        {
          "verse": 21,
          "text": "Defeat of Nicanor. Maccabeus, surveying the hosts before him, the variety of weaponry, and the fierceness of their beasts, stretched out his hands toward heaven and called upon the Lord who works wonders; for he knew that it is not weapons but the Lord’s decision that brings victory to those who deserve it."
        },
        {
          "verse": 22,
          "text": "Calling upon God, he spoke in this manner: “You, master, sent your angel in the days of King Hezekiah of Judea, and he slew a hundred and eighty-five thousand men of Sennacherib’s camp."
        },
        {
          "verse": 23,
          "text": "And now, Sovereign of the heavens, send a good angel to spread fear and trembling ahead of us."
        },
        {
          "verse": 24,
          "text": "By the might of your arm may those be struck down who have blasphemously come against your holy people!” With these words he ended his prayer."
        },
        {
          "verse": 25,
          "text": "Nicanor and his troops advanced to the sound of trumpets and battle songs."
        },
        {
          "verse": 26,
          "text": "But Judas and his troops met the enemy with supplication and prayers."
        },
        {
          "verse": 27,
          "text": "Fighting with their hands and praying to God with their hearts, they laid low at least thirty-five thousand, and rejoiced greatly over this manifestation of God’s power."
        },
        {
          "verse": 28,
          "text": "When the battle was over and they were joyfully departing, they discovered Nicanor fallen there in all his armor;"
        },
        {
          "verse": 29,
          "text": "so they raised tumultuous shouts in their ancestral language in praise of the divine Sovereign."
        },
        {
          "verse": 30,
          "text": "Then Judas, that man who was ever in body and soul the chief defender of his fellow citizens, and had maintained from youth his affection for his compatriots, ordered Nicanor’s head and right arm up to the shoulder to be cut off and taken to Jerusalem."
        },
        {
          "verse": 31,
          "text": "When he arrived there, he assembled his compatriots, stationed the priests before the altar, and sent for those in the citadel."
        },
        {
          "verse": 32,
          "text": "He showed them the vile Nicanor’s head and the wretched blasphemer’s arm that had been boastfully stretched out against the holy dwelling of the Almighty."
        },
        {
          "verse": 33,
          "text": "He cut out the tongue of the godless Nicanor, saying he would feed it piecemeal to the birds and would hang up the other wages of his folly opposite the temple."
        },
        {
          "verse": 34,
          "text": "At this, everyone looked toward heaven and praised the Lord who manifests himself: “Blessed be the one who has preserved undefiled his own place!”"
        },
        {
          "verse": 35,
          "text": "Judas hung Nicanor’s head and arm on the wall of the citadel, a clear and evident sign to all of the Lord’s help."
        },
        {
          "verse": 36,
          "text": "By public vote it was unanimously decreed never to let this day pass unobserved, but to celebrate the thirteenth day of the twelfth month, called Adar in Aramaic, the eve of Mordecai’s Day."
        },
        {
          "verse": 37,
          "text": "VII. Epilogue - Compiler’s Apology. Since Nicanor’s doings ended in this way, with the city remaining in the possession of the Hebrews from that time on, I will bring my story to an end here too."
        },
        {
          "verse": 38,
          "text": "If it is well written and to the point, that is what I wanted; if it is poorly done and mediocre, that is the best I could do."
        },
        {
          "verse": 39,
          "text": "Just as it is unpleasant to drink wine by itself or just water, whereas wine mixed with water makes a delightful and pleasing drink, so a skillfully composed story delights the ears of those who read the work. Let this, then, be the end."
        }
      ]
    }
  ]
}
