{
  "book": "2Peter",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "verse": 1,
          "text": "I. Address Chapter 1 - Greeting. Symeon Peter, a slave and apostle of Jesus Christ, to those who have received a faith of equal value to ours through the righteousness of our God and savior Jesus Christ:"
        },
        {
          "verse": 2,
          "text": "may grace and peace be yours in abundance through knowledge of God and of Jesus our Lord. II. Exhortation to Christian Virtue - The Power of God’s Promise."
        },
        {
          "verse": 3,
          "text": "His divine power has bestowed on us everything that makes for life and devotion, through the knowledge of him who called us by his own glory and power."
        },
        {
          "verse": 4,
          "text": "Through these, he has bestowed on us the precious and very great promises, so that through them you may come to share in the divine nature, after escaping from the corruption that is in the world because of evil desire."
        },
        {
          "verse": 5,
          "text": "For this very reason, make every effort to supplement your faith with virtue, virtue with knowledge,"
        },
        {
          "verse": 6,
          "text": "knowledge with self-control, self-control with endurance, endurance with devotion,"
        },
        {
          "verse": 7,
          "text": "devotion with mutual affection, mutual affection with love."
        },
        {
          "verse": 8,
          "text": "If these are yours and increase in abundance, they will keep you from being idle or unfruitful in the knowledge of our Lord Jesus Christ."
        },
        {
          "verse": 9,
          "text": "Anyone who lacks them is blind and shortsighted, forgetful of the cleansing of his past sins."
        },
        {
          "verse": 10,
          "text": "Therefore, brothers, be all the more eager to make your call and election firm, for, in doing so, you will never stumble."
        },
        {
          "verse": 11,
          "text": "For, in this way, entry into the eternal kingdom of our Lord and savior Jesus Christ will be richly provided for you."
        },
        {
          "verse": 12,
          "text": "Apostolic Witness. Therefore, I will always remind you of these things, even though you already know them and are established in the truth you have."
        },
        {
          "verse": 13,
          "text": "I think it right, as long as I am in this “tent,” to stir you up by a reminder,"
        },
        {
          "verse": 14,
          "text": "since I know that I will soon have to put it aside, as indeed our Lord Jesus Christ has shown me."
        },
        {
          "verse": 15,
          "text": "I shall also make every effort to enable you always to remember these things after my departure."
        },
        {
          "verse": 16,
          "text": "We did not follow cleverly devised myths when we made known to you the power and coming of our Lord Jesus Christ, but we had been eyewitnesses of his majesty."
        },
        {
          "verse": 17,
          "text": "For he received honor and glory from God the Father when that unique declaration came to him from the majestic glory, “This is my Son, my beloved, with whom I am well pleased.”"
        },
        {
          "verse": 18,
          "text": "We ourselves heard this voice come from heaven while we were with him on the holy mountain."
        },
        {
          "verse": 19,
          "text": "Moreover, we possess the prophetic message that is altogether reliable. You will do well to be attentive to it, as to a lamp shining in a dark place, until day dawns and the morning star rises in your hearts."
        },
        {
          "verse": 20,
          "text": "Know this first of all, that there is no prophecy of scripture that is a matter of personal interpretation,"
        },
        {
          "verse": 21,
          "text": "for no prophecy ever came through human will; but rather human beings moved by the holy Spirit spoke under the influence of God."
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "verse": 1,
          "text": "III. Condemnation of the False Teachers Chapter 2 - False Teachers. There were also false prophets among the people, just as there will be false teachers among you, who will introduce destructive heresies and even deny the Master who ransomed them, bringing swift destruction on themselves."
        },
        {
          "verse": 2,
          "text": "Many will follow their licentious ways, and because of them the way of truth will be reviled."
        },
        {
          "verse": 3,
          "text": "In their greed they will exploit you with fabrications, but from of old their condemnation has not been idle and their destruction does not sleep."
        },
        {
          "verse": 4,
          "text": "Lessons from the Past. For if God did not spare the angels when they sinned, but condemned them to the chains of Tartarus and handed them over to be kept for judgment;"
        },
        {
          "verse": 5,
          "text": "and if he did not spare the ancient world, even though he preserved Noah, a herald of righteousness, together with seven others, when he brought a flood upon the godless world;"
        },
        {
          "verse": 6,
          "text": "and if he condemned the cities of Sodom and Gomorrah [to destruction], reducing them to ashes, making them an example for the godless [people] of what is coming;"
        },
        {
          "verse": 7,
          "text": "and if he rescued Lot, a righteous man oppressed by the licentious conduct of unprincipled people"
        },
        {
          "verse": 8,
          "text": "(for day after day that righteous man living among them was tormented in his righteous soul at the lawless deeds that he saw and heard),"
        },
        {
          "verse": 9,
          "text": "then the Lord knows how to rescue the devout from trial and to keep the unrighteous under punishment for the day of judgment,"
        },
        {
          "verse": 10,
          "text": "and especially those who follow the flesh with its depraved desire and show contempt for lordship. False Teachers Denounced. Bold and arrogant, they are not afraid to revile glorious beings,"
        },
        {
          "verse": 11,
          "text": "whereas angels, despite their superior strength and power, do not bring a reviling judgment against them from the Lord."
        },
        {
          "verse": 12,
          "text": "But these people, like irrational animals born by nature for capture and destruction, revile things that they do not understand, and in their destruction they will also be destroyed,"
        },
        {
          "verse": 13,
          "text": "suffering wrong as payment for wrongdoing. Thinking daytime revelry a delight, they are stains and defilements as they revel in their deceits while carousing with you."
        },
        {
          "verse": 14,
          "text": "Their eyes are full of adultery and insatiable for sin. They seduce unstable people, and their hearts are trained in greed. Accursed children!"
        },
        {
          "verse": 15,
          "text": "Abandoning the straight road, they have gone astray, following the road of Balaam, the son of Bosor, who loved payment for wrongdoing,"
        },
        {
          "verse": 16,
          "text": "but he received a rebuke for his own crime: a mute beast spoke with a human voice and restrained the prophet’s madness."
        },
        {
          "verse": 17,
          "text": "These people are waterless springs and mists driven by a gale; for them the gloom of darkness has been reserved."
        },
        {
          "verse": 18,
          "text": "For, talking empty bombast, they seduce with licentious desires of the flesh those who have barely escaped from people who live in error."
        },
        {
          "verse": 19,
          "text": "They promise them freedom, though they themselves are slaves of corruption, for a person is a slave of whatever overcomes him."
        },
        {
          "verse": 20,
          "text": "For if they, having escaped the defilements of the world through the knowledge of [our] Lord and savior Jesus Christ, again become entangled and overcome by them, their last condition is worse than their first."
        },
        {
          "verse": 21,
          "text": "For it would have been better for them not to have known the way of righteousness than after knowing it to turn back from the holy commandment handed down to them."
        },
        {
          "verse": 22,
          "text": "What is expressed in the true proverb has happened to them, “The dog returns to its own vomit,” and “A bathed sow returns to wallowing in the mire.”"
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "verse": 1,
          "text": "IV. The Delay of the Second Coming Chapter 3 - Denial of the Parousia. This is now, beloved, the second letter I am writing to you; through them by way of reminder I am trying to stir up your sincere disposition,"
        },
        {
          "verse": 2,
          "text": "to recall the words previously spoken by the holy prophets and the commandment of the Lord and savior through your apostles."
        },
        {
          "verse": 3,
          "text": "Know this first of all, that in the last days scoffers will come [to] scoff, living according to their own desires"
        },
        {
          "verse": 4,
          "text": "and saying, “Where is the promise of his coming? From the time when our ancestors fell asleep, everything has remained as it was from the beginning of creation.”"
        },
        {
          "verse": 5,
          "text": "They deliberately ignore the fact that the heavens existed of old and earth was formed out of water and through water by the word of God;"
        },
        {
          "verse": 6,
          "text": "through these the world that then existed was destroyed, deluged with water."
        },
        {
          "verse": 7,
          "text": "The present heavens and earth have been reserved by the same word for fire, kept for the day of judgment and of destruction of the godless."
        },
        {
          "verse": 8,
          "text": "But do not ignore this one fact, beloved, that with the Lord one day is like a thousand years and a thousand years like one day."
        },
        {
          "verse": 9,
          "text": "The Lord does not delay his promise, as some regard “delay,” but he is patient with you, not wishing that any should perish but that all should come to repentance."
        },
        {
          "verse": 10,
          "text": "But the day of the Lord will come like a thief, and then the heavens will pass away with a mighty roar and the elements will be dissolved by fire, and the earth and everything done on it will be found out. Exhortation to Preparedness."
        },
        {
          "verse": 11,
          "text": "Since everything is to be dissolved in this way, what sort of persons ought [you] to be, conducting yourselves in holiness and devotion,"
        },
        {
          "verse": 12,
          "text": "waiting for and hastening the coming of the day of God, because of which the heavens will be dissolved in flames and the elements melted by fire."
        },
        {
          "verse": 13,
          "text": "But according to his promise we await new heavens and a new earth in which righteousness dwells."
        },
        {
          "verse": 14,
          "text": "Therefore, beloved, since you await these things, be eager to be found without spot or blemish before him, at peace."
        },
        {
          "verse": 15,
          "text": "And consider the patience of our Lord as salvation, as our beloved brother Paul, according to the wisdom given to him, also wrote to you,"
        },
        {
          "verse": 16,
          "text": "speaking of these things as he does in all his letters. In them there are some things hard to understand that the ignorant and unstable distort to their own destruction, just as they do the other scriptures."
        },
        {
          "verse": 17,
          "text": "V. Final Exhortation and Doxology - Therefore, beloved, since you are forewarned, be on your guard not to be led into the error of the unprincipled and to fall from your own stability."
        },
        {
          "verse": 18,
          "text": "But grow in grace and in the knowledge of our Lord and savior Jesus Christ. To him be glory now and to the day of eternity. [Amen.]"
        }
      ]
    }
  ]
}
