{
  "book": "2Samuel",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 1 - Report of Saul’s Death. After the death of Saul, David returned from his victory over the Amalekites and stayed in Ziklag two days."
        },
        {
          "verse": 2,
          "text": "On the third day a man came from the field of battle, one of Saul’s people, with his garments torn and his head covered with dirt. Going to David, he fell to the ground in homage."
        },
        {
          "verse": 3,
          "text": "David asked him, “Where have you come from?” He replied, “From the Israelite camp: I have escaped.”"
        },
        {
          "verse": 4,
          "text": "“What happened?” David said. “Tell me.” He answered that the soldiers had fled the battle and many of them had fallen and were dead; and that Saul and his son Jonathan were dead."
        },
        {
          "verse": 5,
          "text": "Then David said to the youth who was reporting to him, “How do you know that Saul and his son Jonathan are dead?”"
        },
        {
          "verse": 6,
          "text": "The youth reporting to him replied: “I happened to find myself on Mount Gilboa and saw Saul leaning on his spear, with chariots and horsemen closing in on him."
        },
        {
          "verse": 7,
          "text": "He turned around and saw me, and called me to him. When I said, ‘Here I am,’"
        },
        {
          "verse": 8,
          "text": "he asked me, ‘Who are you?’ and I replied, ‘An Amalekite.’"
        },
        {
          "verse": 9,
          "text": "Then he said to me, ‘Stand over me, please, and put me to death, for I am in great suffering, but still alive.’"
        },
        {
          "verse": 10,
          "text": "So I stood over him and put him to death, for I knew that he could not survive his wound. I removed the crown from his head and the armlet from his arm and brought them here to my lord.”"
        },
        {
          "verse": 11,
          "text": "David seized his garments and tore them, and so did all the men who were with him."
        },
        {
          "verse": 12,
          "text": "They mourned and wept and fasted until evening for Saul and his son Jonathan, and for the people of the LORD and the house of Israel, because they had fallen by the sword."
        },
        {
          "verse": 13,
          "text": "David said to the youth who had reported to him, “Where are you from?” He replied, “I am the son of a resident alien, an Amalekite.”"
        },
        {
          "verse": 14,
          "text": "David said to him, “How is it that you were not afraid to put forth your hand to desecrate the LORD’s anointed?”"
        },
        {
          "verse": 15,
          "text": "David then called one of the attendants and said to him, “Come, strike him down”; so he struck him and he died."
        },
        {
          "verse": 16,
          "text": "David said to him, “Your blood is on your head, for you testified against yourself when you said, ‘I put the LORD’s anointed to death.’”"
        },
        {
          "verse": 17,
          "text": "Lament for Saul and Jonathan. Then David chanted this lament for Saul and his son Jonathan"
        },
        {
          "verse": 18,
          "text": "(he commanded that it be taught to the Judahites; it is recorded in the Book of Jashar):"
        },
        {
          "verse": 19,
          "text": "Alas! the glory of Israel, slain upon your heights! How can the warriors have fallen!"
        },
        {
          "verse": 20,
          "text": "Do not report it in Gath, as good news in Ashkelon’s streets, Lest Philistine women rejoice, lest the women of the uncircumcised exult!"
        },
        {
          "verse": 21,
          "text": "O mountains of Gilboa, upon you be neither dew nor rain, nor surging from the deeps! Defiled there the warriors’ shields, the shield of Saul—no longer anointed with oil!"
        },
        {
          "verse": 22,
          "text": "From the blood of the slain, from the bodies of the warriors, The bow of Jonathan did not turn back, nor the sword of Saul return unstained."
        },
        {
          "verse": 23,
          "text": "Saul and Jonathan, beloved and dear, separated neither in life nor death, swifter than eagles, stronger than lions!"
        },
        {
          "verse": 24,
          "text": "Women of Israel, weep over Saul, who clothed you in scarlet and in finery, covered your clothing with ornaments of gold."
        },
        {
          "verse": 25,
          "text": "How can the warriors have fallen in the thick of battle! Jonathan—slain upon your heights!"
        },
        {
          "verse": 26,
          "text": "I grieve for you, Jonathan my brother! Most dear have you been to me; More wondrous your love to me than the love of women."
        },
        {
          "verse": 27,
          "text": "How can the warriors have fallen, the weapons of war have perished!"
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 2 - David Is Anointed King. After this, David inquired of the LORD, “Shall I go up into one of the cities of Judah?” The LORD replied to him: Go up. Then David asked, “Where shall I go?” He replied: To Hebron."
        },
        {
          "verse": 2,
          "text": "So David went up there, with his two wives, Ahinoam of Jezreel and Abigail, the wife of Nabal of Carmel."
        },
        {
          "verse": 3,
          "text": "David also brought up his men with their families, and they dwelt in the towns of Hebron."
        },
        {
          "verse": 4,
          "text": "Then the men of Judah came there and anointed David king over the house of Judah. A report reached David that the people of Jabesh-gilead had buried Saul."
        },
        {
          "verse": 5,
          "text": "So David sent messengers to the people of Jabesh-gilead and said to them: “May you be blessed by the LORD for having done this kindness to your lord Saul in burying him."
        },
        {
          "verse": 6,
          "text": "And now may the LORD show you kindness and fidelity. For my part, I will show generosity to you for having done this."
        },
        {
          "verse": 7,
          "text": "So take courage and prove yourselves valiant, for though your lord Saul is dead, the house of Judah has anointed me king over them.”"
        },
        {
          "verse": 8,
          "text": "IV. The Reign of David - Ishbaal King of Israel. Abner, son of Ner, captain of Saul’s army, took Ishbaal, son of Saul, and brought him over to Mahanaim,"
        },
        {
          "verse": 9,
          "text": "where he made him king over Gilead, the Asherites, Jezreel, Ephraim, Benjamin, and the rest of Israel."
        },
        {
          "verse": 10,
          "text": "Ishbaal, son of Saul, was forty years old when he became king over Israel, and he reigned two years; but the house of Judah followed David."
        },
        {
          "verse": 11,
          "text": "In all, David was king in Hebron over the house of Judah seven years and six months."
        },
        {
          "verse": 12,
          "text": "Combat near Gibeon. Now Abner, son of Ner, and the servants of Ishbaal, Saul’s son, set out from Mahanaim for Gibeon."
        },
        {
          "verse": 13,
          "text": "Joab, son of Zeruiah, and the servants of David also set out and encountered them at the pool of Gibeon. And they sat down, one group on one side of the pool and the other on the opposite side."
        },
        {
          "verse": 14,
          "text": "Then Abner said to Joab, “Let the young men rise and perform for us.” Joab replied, “All right.”"
        },
        {
          "verse": 15,
          "text": "So they rose and were counted off: twelve of the Benjaminites of Ishbaal, son of Saul, and twelve of David’s servants."
        },
        {
          "verse": 16,
          "text": "Then each one grasped his opponent’s head and thrust his sword into his opponent’s side, and they all fell down together. And so that place was named the Field of the Sides; it is in Gibeon."
        },
        {
          "verse": 17,
          "text": "Death of Asahel. The battle that day was very fierce, and Abner and the men of Israel were defeated by David’s servants."
        },
        {
          "verse": 18,
          "text": "The three sons of Zeruiah were there—Joab, Abishai, and Asahel. Asahel, who was as fleet of foot as a gazelle in the open field,"
        },
        {
          "verse": 19,
          "text": "set out after Abner, turning neither right nor left in his pursuit."
        },
        {
          "verse": 20,
          "text": "Abner turned around and said, “Is that you, Asahel?” He replied, “Yes.”"
        },
        {
          "verse": 21,
          "text": "Abner said to him, “Turn right or left; seize one of the young men and take what you can strip from him.” But Asahel would not stop pursuing him."
        },
        {
          "verse": 22,
          "text": "Once more Abner said to Asahel: “Stop pursuing me! Why must I strike you to the ground? How could I show my face to your brother Joab?”"
        },
        {
          "verse": 23,
          "text": "Still he refused to stop. So Abner struck him in the abdomen with the heel of his spear, and the weapon protruded from his back. He fell there and died on the spot. All who came to the place where Asahel had fallen and died, halted."
        },
        {
          "verse": 24,
          "text": "But Joab and Abishai continued the pursuit of Abner. The sun had gone down when they came to the hill of Ammah which lies east of the valley toward the wilderness near Geba."
        },
        {
          "verse": 25,
          "text": "Truce Between Joab and Abner. Here the Benjaminites rallied around Abner, forming a single group, and made a stand on a hilltop."
        },
        {
          "verse": 26,
          "text": "Then Abner called to Joab and said: “Must the sword devour forever? Do you not know that afterward there will be bitterness? How long before you tell the people to stop pursuing their brothers?”"
        },
        {
          "verse": 27,
          "text": "Joab replied, “As God lives, if you had not spoken, it would be morning before the people would be stopped from pursuing their brothers.”"
        },
        {
          "verse": 28,
          "text": "Joab then sounded the horn, and all the people came to a halt, pursuing Israel no farther and fighting no more."
        },
        {
          "verse": 29,
          "text": "Abner and his men marched all night long through the Arabah, crossed the Jordan, marched all through the morning, and came to Mahanaim."
        },
        {
          "verse": 30,
          "text": "Joab, coming from the pursuit of Abner, assembled all the men. Nineteen other servants of David were missing, besides Asahel."
        },
        {
          "verse": 31,
          "text": "But David’s servants had struck down and killed three hundred and sixty men of Benjamin, followers of Abner."
        },
        {
          "verse": 32,
          "text": "They took up Asahel and buried him in his father’s tomb in Bethlehem. Joab and his men made an all-night march, and dawn found them in Hebron."
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 3 - There followed a long war between the house of Saul and the house of David, in which David grew ever stronger, but the house of Saul ever weaker."
        },
        {
          "verse": 2,
          "text": "Sons Born in Hebron. Sons were born to David in Hebron: his firstborn, Amnon, of Ahinoam from Jezreel;"
        },
        {
          "verse": 3,
          "text": "the second, Chileab, of Abigail the wife of Nabal of Carmel; the third, Absalom, son of Maacah, who was the daughter of Talmai, king of Geshur;"
        },
        {
          "verse": 4,
          "text": "the fourth, Adonijah, son of Haggith; the fifth, Shephatiah, son of Abital;"
        },
        {
          "verse": 5,
          "text": "and the sixth, Ithream, by David’s wife Eglah. These were born to David in Hebron."
        },
        {
          "verse": 6,
          "text": "Ishbaal and Abner Quarrel. During the war between the house of Saul and the house of David, Abner was gaining power in the house of Saul."
        },
        {
          "verse": 7,
          "text": "Now Saul had had a concubine, Rizpah, the daughter of Aiah. And Ishbaal, son of Saul, said to Abner, “Why have you slept with my father’s concubine?”"
        },
        {
          "verse": 8,
          "text": "Enraged at the words of Ishbaal, Abner said, “Am I a dog’s head from Judah? As of today, I have been loyal to the house of Saul your father, to his brothers and his friends, and I have kept you out of David’s clutches; and today you charge me with a crime involving a woman!"
        },
        {
          "verse": 9,
          "text": "May God do thus to Abner, and more, if I do not carry out for David what the LORD swore to him—"
        },
        {
          "verse": 10,
          "text": "that is, take away the kingdom from the house of Saul and establish the throne of David over Israel as well as Judah, from Dan to Beer-sheba.”"
        },
        {
          "verse": 11,
          "text": "Ishbaal was no longer able to say a word to Abner, he feared him so."
        },
        {
          "verse": 12,
          "text": "Abner and David Reconciled. Then Abner sent messengers to David in Telam, where he was at the moment, to say, “Make a covenant with me, and you have me on your side, to bring all Israel over to you.”"
        },
        {
          "verse": 13,
          "text": "He replied, “Good, I will make a covenant with you. But one thing I require of you. You must not appear before me unless you bring back Michal, Saul’s daughter, when you come to present yourself to me.”"
        },
        {
          "verse": 14,
          "text": "At the same time David sent messengers to Ishbaal, son of Saul, to say, “Give me my wife Michal, whom I betrothed by paying a hundred Philistine foreskins.”"
        },
        {
          "verse": 15,
          "text": "Ishbaal sent for her and took her away from her husband Paltiel, son of Laish,"
        },
        {
          "verse": 16,
          "text": "who followed her weeping as far as Bahurim. But Abner said to him, “Go back!” So he turned back."
        },
        {
          "verse": 17,
          "text": "Abner then had a word with the elders of Israel: “For some time you have been wanting David as your king."
        },
        {
          "verse": 18,
          "text": "Now take action, for the LORD has said of David: By David my servant I will save my people Israel from the power of the Philistines and from the power of all their enemies.”"
        },
        {
          "verse": 19,
          "text": "Abner also spoke with Benjamin, and then went to speak with David in Hebron concerning all that would be agreeable to Israel and to the whole house of Benjamin."
        },
        {
          "verse": 20,
          "text": "When Abner, accompanied by twenty men, came to David in Hebron, David prepared a feast for Abner and for the men who were with him."
        },
        {
          "verse": 21,
          "text": "Then Abner said to David, “I will now go to assemble all Israel for my lord the king, that they may make a covenant with you; you will then be king over all whom you wish to rule.” So David let Abner go on his way in peace."
        },
        {
          "verse": 22,
          "text": "Death of Abner. Just then David’s servants and Joab were coming in from an expedition, bringing much plunder with them. Abner, having been dismissed by David, was no longer with him in Hebron but had gone on his way in peace."
        },
        {
          "verse": 23,
          "text": "When Joab and the whole force he had with him arrived, he was informed, “Abner, son of Ner, came to David, and he let him go on his way in peace.”"
        },
        {
          "verse": 24,
          "text": "So Joab went to the king and said: “What have you done? Abner came to you! Why did you let him get away?"
        },
        {
          "verse": 25,
          "text": "Don’t you know Abner? He came to trick you, to learn your comings and goings, to learn everything you do.”"
        },
        {
          "verse": 26,
          "text": "Joab then left David and sent messengers after Abner to bring him back from the cistern of Sirah; but David did not know."
        },
        {
          "verse": 27,
          "text": "When Abner returned to Hebron, Joab took him aside within the city gate to speak with him privately. There he stabbed him in the abdomen, and he died for the blood of Asahel, Joab’s brother."
        },
        {
          "verse": 28,
          "text": "Later David heard of it and said: “Before the LORD, I and my kingdom are forever innocent."
        },
        {
          "verse": 29,
          "text": "May the blood of Abner, son of Ner, be on the head of Joab and all his family. May Joab’s family never be without one suffering from a discharge, or one with a skin disease, or a man who holds the distaff, or one falling by the sword, or one in need of food!”"
        },
        {
          "verse": 30,
          "text": "Joab and Abishai his brother had been lying in wait for Abner because he killed Asahel their brother in battle at Gibeon."
        },
        {
          "verse": 31,
          "text": "David Mourns Abner. Then David said to Joab and to all the people who were with him, “Tear your garments, put on sackcloth, and mourn over Abner.” King David himself followed the bier."
        },
        {
          "verse": 32,
          "text": "When they had buried Abner in Hebron, the king wept aloud at the grave of Abner, and all the people wept."
        },
        {
          "verse": 33,
          "text": "And the king sang this lament over Abner: Should Abner have died like a fool?"
        },
        {
          "verse": 34,
          "text": "Your hands were not bound with chains, nor your feet placed in fetters; As one falls before the wicked, you fell. And all the people continued to weep for him."
        },
        {
          "verse": 35,
          "text": "Then they went to console David with food while it was still day. But David swore, “May God do thus to me, and more, if before the sun goes down I eat bread or anything else.”"
        },
        {
          "verse": 36,
          "text": "All the people noted this with approval, just as everything the king did met with their approval."
        },
        {
          "verse": 37,
          "text": "So on that day all the people and all Israel came to know that it was not the king’s doing that Abner, son of Ner, was put to death."
        },
        {
          "verse": 38,
          "text": "The king then said to his servants: “Do you not know that a prince, a great man, has fallen today in Israel."
        },
        {
          "verse": 39,
          "text": "Although I am the anointed king, I am weak this day, and these men, the sons of Zeruiah, are too ruthless for me. May the LORD repay the evildoer in accordance with his evil deed.”"
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 4 - Death of Ishbaal. When Ishbaal, son of Saul, heard that Abner was dead in Hebron, he lost his resolve and all Israel was alarmed."
        },
        {
          "verse": 2,
          "text": "Ishbaal, son of Saul, had two company leaders named Baanah and Rechab, sons of Rimmon the Beerothite, of the tribe of Benjamin—Beeroth, too, was ascribed to Benjamin:"
        },
        {
          "verse": 3,
          "text": "the Beerothites fled to Gittaim, where they have been resident aliens to this day."
        },
        {
          "verse": 4,
          "text": "(Jonathan, son of Saul, had a son with crippled feet. He was five years old when the news about Saul and Jonathan came from Jezreel; his nurse took him and fled, but in their hasty flight, he fell and became lame. His name was Meribbaal.)"
        },
        {
          "verse": 5,
          "text": "The sons of Rimmon the Beerothite, Rechab and Baanah, came into the house of Ishbaal during the heat of the day, while he was lying on his bed in the afternoon."
        },
        {
          "verse": 6,
          "text": "The gatekeeper of the house had dozed off while sifting wheat, and was asleep. So Rechab and his brother Baanah slipped past her"
        },
        {
          "verse": 7,
          "text": "and entered the house while Ishbaal was lying asleep in his bedroom. They struck and killed him, and cut off his head. Then, taking the head, they traveled on the Arabah road all night long."
        },
        {
          "verse": 8,
          "text": "The Murder Avenged. They brought the head of Ishbaal to David in Hebron and said to the king: “This is the head of Ishbaal, son of your enemy Saul, who sought your life. Thus has the LORD this day avenged my lord the king on Saul and his posterity.”"
        },
        {
          "verse": 9,
          "text": "But David replied to Rechab and his brother Baanah, sons of Rimmon the Beerothite: “As the LORD lives, who rescued me from every distress:"
        },
        {
          "verse": 10,
          "text": "the man who reported to me, ‘Saul is dead,’ and thought he was bringing good news, that man I seized and killed in Ziglag: that was the reward I gave him."
        },
        {
          "verse": 11,
          "text": "How much more now, when wicked men have slain an innocent man in bed at home, must I require his blood from you and purge you from the land!”"
        },
        {
          "verse": 12,
          "text": "So at David’s command, the young men killed them and cut off their hands and feet, hanging them up near the pool in Hebron. But he took the head of Ishbaal and buried it in Abner’s grave in Hebron."
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 5 - David King of Israel. All the tribes of Israel came to David in Hebron, and they said: “Look! We are your bone and your flesh."
        },
        {
          "verse": 2,
          "text": "In days past, when Saul was still our king, you were the one who led Israel out in all its battles and brought it back. And the LORD said to you: You shall shepherd my people Israel; you shall be ruler over Israel.”"
        },
        {
          "verse": 3,
          "text": "Then all the elders of Israel came to the king in Hebron, and at Hebron King David made a covenant with them in the presence of the LORD; and they anointed David king over Israel."
        },
        {
          "verse": 4,
          "text": "David was thirty years old when he became king, and he reigned forty years:"
        },
        {
          "verse": 5,
          "text": "in Hebron he was king over Judah seven years and six months, and in Jerusalem he was king thirty-three years over all Israel and Judah. Capture of Zion."
        },
        {
          "verse": 6,
          "text": "Then the king and his men went to Jerusalem against the Jebusites who inhabited the land. They told David, “You shall not enter here: the blind and the lame will drive you away!” which was their way of saying, “David shall not enter here.”"
        },
        {
          "verse": 7,
          "text": "David nevertheless captured the fortress of Zion, which is the City of David."
        },
        {
          "verse": 8,
          "text": "On that day David said: “All who wish to strike at the Jebusites must attack through the water shaft. The lame and the blind shall be the personal enemies of David.” That is why it is said, “The blind and the lame shall not enter the palace.”"
        },
        {
          "verse": 9,
          "text": "David took up residence in the fortress which he called the City of David. David built up the city on all sides, from the Millo toward the center."
        },
        {
          "verse": 10,
          "text": "David became ever more powerful, for the LORD of hosts was with him."
        },
        {
          "verse": 11,
          "text": "Hiram, king of Tyre, sent envoys to David along with cedar wood, and carpenters and masons, who built a house for David."
        },
        {
          "verse": 12,
          "text": "David now knew that the LORD had truly established him as king over Israel and had exalted his kingdom for the sake of his people Israel."
        },
        {
          "verse": 13,
          "text": "David’s Family in Jerusalem. David took more concubines and wives in Jerusalem after he had come from Hebron, and more sons and daughters were born to him."
        },
        {
          "verse": 14,
          "text": "These are the names of those who were born to him in Jerusalem: Shammua, Shobab, Nathan, Solomon,"
        },
        {
          "verse": 15,
          "text": "Ibhar, Elishua, Nepheg, Japhia,"
        },
        {
          "verse": 16,
          "text": "Elishama, Beeliada, and Eliphelet."
        },
        {
          "verse": 17,
          "text": "Rout of the Philistines. When the Philistines had heard that David was anointed king over Israel, they marched out in force to come after him. When David heard this, he went down to the refuge."
        },
        {
          "verse": 18,
          "text": "Meanwhile the Philistines had come and deployed themselves in the valley of Rephaim."
        },
        {
          "verse": 19,
          "text": "David inquired of the LORD, “Shall I attack the Philistines, and will you deliver them into my power?” The LORD answered David: Attack, for I will surely deliver the Philistines into your power."
        },
        {
          "verse": 20,
          "text": "So David went to Baal-perazim, and he defeated them there. He said, “The LORD has broken through my enemies before me just as water breaks through a dam.” Therefore that place was called Baal-perazim."
        },
        {
          "verse": 21,
          "text": "The Philistines abandoned their gods there, and David and his men carried them away."
        },
        {
          "verse": 22,
          "text": "Once again the Philistines came up and deployed themselves in the valley of Rephaim,"
        },
        {
          "verse": 23,
          "text": "and again David inquired of the LORD, who replied: Do not attack the front—circle behind them and come against them near the balsam trees."
        },
        {
          "verse": 24,
          "text": "When you hear the sound of marching in the tops of the balsam trees, act decisively, for then the LORD has already gone before you to strike the army of the Philistines."
        },
        {
          "verse": 25,
          "text": "David did as the LORD commanded him, and routed the Philistines from Gibeon as far as Gezer."
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 6 - The Ark Brought to Jerusalem. David again assembled all the picked men of Israel, thirty thousand in number."
        },
        {
          "verse": 2,
          "text": "Then David and all the people who were with him set out for Baala of Judah to bring up from there the ark of God, which bears the name “the LORD of hosts enthroned above the cherubim.”"
        },
        {
          "verse": 3,
          "text": "They transported the ark of God on a new cart and took it away from the house of Abinadab on the hill. Uzzah and Ahio, sons of Abinadab, were guiding the cart,"
        },
        {
          "verse": 4,
          "text": "with Ahio walking before it,"
        },
        {
          "verse": 5,
          "text": "while David and all the house of Israel danced before the LORD with all their might, with singing, and with lyres, harps, tambourines, sistrums, and cymbals."
        },
        {
          "verse": 6,
          "text": "As they reached the threshing floor of Nodan, Uzzah stretched out his hand to the ark of God and steadied it, for the oxen were tipping it."
        },
        {
          "verse": 7,
          "text": "Then the LORD became angry with Uzzah; God struck him on that spot, and he died there in God’s presence."
        },
        {
          "verse": 8,
          "text": "David was angry because the LORD’s wrath had broken out against Uzzah. Therefore that place has been called Perez-uzzah even to this day."
        },
        {
          "verse": 9,
          "text": "David became frightened of the LORD that day, and he said, “How can the ark of the LORD come to me?”"
        },
        {
          "verse": 10,
          "text": "So David was unwilling to take the ark of the LORD with him into the City of David. David deposited it instead at the house of Obed-edom the Gittite."
        },
        {
          "verse": 11,
          "text": "The ark of the LORD remained in the house of Obed-edom the Gittite for three months, and the LORD blessed Obed-edom and all his household."
        },
        {
          "verse": 12,
          "text": "When it was reported to King David that the LORD had blessed the household of Obed-edom and all that he possessed because of the ark of God, David went to bring up the ark of God from the house of Obed-edom into the City of David with joy."
        },
        {
          "verse": 13,
          "text": "As soon as the bearers of the ark of the LORD had advanced six steps, he sacrificed an ox and a fatling."
        },
        {
          "verse": 14,
          "text": "Then David came dancing before the LORD with abandon, girt with a linen ephod."
        },
        {
          "verse": 15,
          "text": "David and all the house of Israel were bringing up the ark of the LORD with shouts of joy and sound of horn."
        },
        {
          "verse": 16,
          "text": "As the ark of the LORD was entering the City of David, Michal, daughter of Saul, looked down from her window, and when she saw King David jumping and dancing before the LORD, she despised him in her heart."
        },
        {
          "verse": 17,
          "text": "They brought in the ark of the LORD and set it in its place within the tent which David had pitched for it. Then David sacrificed burnt offerings and communion offerings before the LORD."
        },
        {
          "verse": 18,
          "text": "When David had finished sacrificing burnt offerings and communion offerings, he blessed the people in the name of the LORD of hosts,"
        },
        {
          "verse": 19,
          "text": "and distributed among all the people, the entire multitude of Israel, to every man and every woman, one loaf of bread, one piece of meat, and one raisin cake. Then all the people returned to their homes."
        },
        {
          "verse": 20,
          "text": "When David went home to bless his own house, Michal, the daughter of Saul, came out to meet him and said, “How well the king of Israel has honored himself today, exposing himself to the view of the slave girls of his followers, as a commoner might expose himself!”"
        },
        {
          "verse": 21,
          "text": "But David replied to Michal: “I was dancing before the LORD. As the LORD lives, who chose me over your father and all his house when he appointed me ruler over the LORD’s people, Israel, not only will I make merry before the LORD,"
        },
        {
          "verse": 22,
          "text": "but I will demean myself even more. I will be lowly in your eyes, but in the eyes of the slave girls you spoke of I will be somebody.”"
        },
        {
          "verse": 23,
          "text": "Saul’s daughter Michal was childless to the day she died."
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 7 - The Oracle of Nathan. After the king had taken up residence in his house, and the LORD had given him rest from his enemies on every side,"
        },
        {
          "verse": 2,
          "text": "the king said to Nathan the prophet, “Here I am living in a house of cedar, but the ark of God dwells in a tent!”"
        },
        {
          "verse": 3,
          "text": "Nathan answered the king, “Whatever is in your heart, go and do, for the LORD is with you.”"
        },
        {
          "verse": 4,
          "text": "But that same night the word of the LORD came to Nathan:"
        },
        {
          "verse": 5,
          "text": "Go and tell David my servant, Thus says the LORD: Is it you who would build me a house to dwell in?"
        },
        {
          "verse": 6,
          "text": "I have never dwelt in a house from the day I brought Israel up from Egypt to this day, but I have been going about in a tent or a tabernacle."
        },
        {
          "verse": 7,
          "text": "As long as I have wandered about among the Israelites, did I ever say a word to any of the judges whom I commanded to shepherd my people Israel: Why have you not built me a house of cedar?"
        },
        {
          "verse": 8,
          "text": "Now then, speak thus to my servant David, Thus says the LORD of hosts: I took you from the pasture, from following the flock, to become ruler over my people Israel."
        },
        {
          "verse": 9,
          "text": "I was with you wherever you went, and I cut down all your enemies before you. And I will make your name like that of the greatest on earth."
        },
        {
          "verse": 10,
          "text": "I will assign a place for my people Israel and I will plant them in it to dwell there; they will never again be disturbed, nor shall the wicked ever again oppress them, as they did at the beginning,"
        },
        {
          "verse": 11,
          "text": "and from the day when I appointed judges over my people Israel. I will give you rest from all your enemies. Moreover, the LORD also declares to you that the LORD will make a house for you:"
        },
        {
          "verse": 12,
          "text": "when your days have been completed and you rest with your ancestors, I will raise up your offspring after you, sprung from your loins, and I will establish his kingdom."
        },
        {
          "verse": 13,
          "text": "He it is who shall build a house for my name, and I will establish his royal throne forever."
        },
        {
          "verse": 14,
          "text": "I will be a father to him, and he shall be a son to me. If he does wrong, I will reprove him with a human rod and with human punishments;"
        },
        {
          "verse": 15,
          "text": "but I will not withdraw my favor from him as I withdrew it from Saul who was before you."
        },
        {
          "verse": 16,
          "text": "Your house and your kingdom are firm forever before me; your throne shall be firmly established forever."
        },
        {
          "verse": 17,
          "text": "In accordance with all these words and this whole vision Nathan spoke to David."
        },
        {
          "verse": 18,
          "text": "David’s Thanksgiving. Then King David went in and sat in the LORD’s presence and said, “Who am I, Lord GOD, and what is my house, that you should have brought me so far?"
        },
        {
          "verse": 19,
          "text": "And yet even this is too little in your sight, Lord GOD! For you have made a promise regarding your servant’s house reaching into the future, and giving guidance to the people, Lord GOD!"
        },
        {
          "verse": 20,
          "text": "What more can David say to you? You know your servant, Lord GOD!"
        },
        {
          "verse": 21,
          "text": "For your servant’s sake and as you have had at heart, you have brought about this whole magnificent disclosure to your servant."
        },
        {
          "verse": 22,
          "text": "Therefore, great are you, Lord GOD! There is no one like you, no God but you, as we have always heard."
        },
        {
          "verse": 23,
          "text": "What other nation on earth is there like your people Israel? What god has ever led a nation, redeeming it as his people and making a name by great and awesome deeds, as you drove out the nations and their gods before your people, whom you redeemed for yourself from Egypt?"
        },
        {
          "verse": 24,
          "text": "You have established for yourself your people Israel as your people forever, and you, LORD, have become their God."
        },
        {
          "verse": 25,
          "text": "Now, LORD God, confirm the promise that you have spoken concerning your servant and his house forever. Bring about what you have promised"
        },
        {
          "verse": 26,
          "text": "so that your name may be forever great. People will say: ‘The LORD of hosts is God over Israel,’ when the house of your servant David is established in your presence."
        },
        {
          "verse": 27,
          "text": "Because you, LORD of hosts, God of Israel, have revealed to your servant, ‘I will build you a house,’ your servant now finds the courage to make this prayer before you."
        },
        {
          "verse": 28,
          "text": "Since you, Lord GOD, are truly God and your words are truth and you have made this generous promise to your servant,"
        },
        {
          "verse": 29,
          "text": "do, then, bless the house of your servant, that it may be in your presence forever—since you, Lord GOD, have promised, and by your blessing the house of your servant shall be blessed forever.”"
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 8 - Summary of David’s Wars. After this, David defeated the Philistines and subdued them; and David took… from the Philistines."
        },
        {
          "verse": 2,
          "text": "He also defeated Moab and measured them with a line. Making them lie down on the ground, he measured two lengths of line for death, and a full length for life. Thus the Moabites became subject to David, paying tribute."
        },
        {
          "verse": 3,
          "text": "David then defeated Hadadezer, son of Rehob, king of Zobah, when he went to re-establish his dominion at the River."
        },
        {
          "verse": 4,
          "text": "David captured from him one thousand seven hundred horsemen and twenty thousand foot soldiers. David hamstrung all the chariot horses, but left one hundred for his chariots."
        },
        {
          "verse": 5,
          "text": "The Arameans of Damascus came to help Hadadezer, king of Zobah, but David also defeated twenty-two thousand of them in Aram."
        },
        {
          "verse": 6,
          "text": "David then placed garrisons in the Damascus region of Aram, and the Arameans became David’s subjects, paying tribute. The LORD brought David victory in all his undertakings."
        },
        {
          "verse": 7,
          "text": "David took the golden shields that were carried by Hadadezer’s attendants and brought them to Jerusalem. (These Shishak, king of Egypt, took away when he came to Jerusalem in the days of Rehoboam, son of Solomon.)"
        },
        {
          "verse": 8,
          "text": "From Tebah and Berothai, cities of Hadadezer, King David removed a very large quantity of bronze."
        },
        {
          "verse": 9,
          "text": "When Toi, king of Hamath, heard that David had defeated the entire army of Hadadezer,"
        },
        {
          "verse": 10,
          "text": "Toi sent his son Hadoram to wish King David well and to congratulate him on having waged a victorious war against Hadadezer; for Hadadezer had been at war with Toi. Hadoram also brought with him articles of silver, gold, and bronze."
        },
        {
          "verse": 11,
          "text": "These also King David consecrated to the LORD along with the silver and gold that he had taken for this purpose from all the nations he had subdued:"
        },
        {
          "verse": 12,
          "text": "from Edom, Moab, the Ammonites, the Philistines, and Amalek, and from the spoils of Hadadezer, son of Rehob, king of Zobah."
        },
        {
          "verse": 13,
          "text": "On his return, David made a name for himself by defeating eighteen thousand Edomites in the Valley of Salt."
        },
        {
          "verse": 14,
          "text": "He set up garrisons in Edom, and all the Edomites became David’s subjects. Thus the LORD brought David victory in all his undertakings."
        },
        {
          "verse": 15,
          "text": "David’s Officials. David was king over all Israel; he dispensed justice and right to all his people."
        },
        {
          "verse": 16,
          "text": "Joab, son of Zeruiah, was in command of the army. Jehoshaphat, son of Ahilud, was chancellor."
        },
        {
          "verse": 17,
          "text": "Zadok, son of Ahitub, and Ahimelech, son of Abiathar, were priests. Shavsha was scribe."
        },
        {
          "verse": 18,
          "text": "Benaiah, son of Jehoiada, was in command of the Cherethites and the Pelethites; and David’s sons were priests."
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 9 - David and Meribbaal. David asked, “Is there any survivor of Saul’s house to whom I may show kindness for the sake of Jonathan?”"
        },
        {
          "verse": 2,
          "text": "Now there was an official of the house of Saul named Ziba. He was summoned to David, and the king asked him, “Are you Ziba?” He replied, “Your servant.”"
        },
        {
          "verse": 3,
          "text": "Then the king asked, “Is there any survivor of Saul’s house to whom I may show God’s kindness?” Ziba answered the king, “There is still Jonathan’s son, the one whose feet are crippled.”"
        },
        {
          "verse": 4,
          "text": "The king asked him, “Where is he?” and Ziba answered the king, “He is in the house of Machir, son of Ammiel, in Lodebar.”"
        },
        {
          "verse": 5,
          "text": "So King David sent for him and had him brought from the house of Machir, son of Ammiel, from Lodebar."
        },
        {
          "verse": 6,
          "text": "When Meribbaal, son of Jonathan, son of Saul, came to David, he fell face down in homage. David said, “Meribbaal,” and he answered, “Your servant.”"
        },
        {
          "verse": 7,
          "text": "“Do not be afraid,” David said to him, “I will surely be kind to you for the sake of Jonathan your father. I will restore to you all the lands of Saul your grandfather, and you shall eat at my table always.”"
        },
        {
          "verse": 8,
          "text": "Bowing low, he answered, “What am I, your servant, that you should pay attention to a dead dog like me?”"
        },
        {
          "verse": 9,
          "text": "The king then called Ziba, Saul’s attendant, and said to him: “All that belonged to Saul and to his entire house, I am giving to your lord’s son."
        },
        {
          "verse": 10,
          "text": "You and your sons and servants must till the land for him. You shall bring in the produce, which shall be food for your lord’s household to eat. But Meribbaal, your lord’s son, shall always eat at my table.” Now Ziba had fifteen sons and twenty servants."
        },
        {
          "verse": 11,
          "text": "Ziba answered the king, “Whatever my lord the king commands his servant, so shall your servant do.” And so Meribbaal ate at David’s table like one of the king’s sons."
        },
        {
          "verse": 12,
          "text": "Meribbaal had a young son whose name was Mica; and all the tenants of Ziba’s household worked for Meribbaal."
        },
        {
          "verse": 13,
          "text": "But Meribbaal lived in Jerusalem, because he always ate at the king’s table. He was lame in both feet."
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 10 - Campaigns Against Ammon. After this, the king of the Ammonites died, and Hanun his son succeeded him as king."
        },
        {
          "verse": 2,
          "text": "David said, “I will show kindness to Hanun, the son of Nahash, as his father showed kindness to me.” Therefore David sent his servants to Hanun to console him concerning his father. But when David’s servants had entered the land of the Ammonites,"
        },
        {
          "verse": 3,
          "text": "the Ammonite princes said to their lord Hanun, “Do you think David is doing this—sending you these consolers—to honor your father? Is it not rather to explore the city, to spy on it, and to overthrow it, that David has sent his servants to you?”"
        },
        {
          "verse": 4,
          "text": "So Hanun seized David’s servants, shaved off half their beards, cut away the lower halves of their garments at the buttocks, and sent them away."
        },
        {
          "verse": 5,
          "text": "David was told of it and he sent word for them to be intercepted, for the men had been greatly disgraced. “Remain at Jericho,” the king told them, “until your beards have grown again; then come back here.”"
        },
        {
          "verse": 6,
          "text": "When the Ammonites realized that they were in bad odor with David, they sent for and hired twenty thousand Aramean foot soldiers from Beth-rehob and Zobah, as well as the king of Maacah with one thousand men, and twelve thousand men from Tob."
        },
        {
          "verse": 7,
          "text": "When David heard of this, he sent Joab and his whole army of warriors against them."
        },
        {
          "verse": 8,
          "text": "The Ammonites marched out and lined up for battle at the entrance of their city gate, while the Arameans of Zobah and Rehob and the men of Tob and Maacah remained apart in the open field."
        },
        {
          "verse": 9,
          "text": "When Joab saw that there was a battle line both in front of and behind him, he chose some of the best fighters of Israel and lined them up against the Arameans;"
        },
        {
          "verse": 10,
          "text": "the rest of the army he placed under the command of his brother Abishai and lined up to oppose the Ammonites."
        },
        {
          "verse": 11,
          "text": "And he said, “If the Arameans prove too strong for me, you must come and save me; and if the Ammonites prove too strong for you, I will come to save you."
        },
        {
          "verse": 12,
          "text": "Hold firm and let us show ourselves courageous for the sake of our people and the cities of our God; and may the LORD do what is good in his sight.”"
        },
        {
          "verse": 13,
          "text": "Joab therefore advanced with his men for battle with the Arameans, but they fled before him."
        },
        {
          "verse": 14,
          "text": "And when the Ammonites saw that the Arameans had fled, they too fled before Abishai, and reentered their city. Joab then ceased his attack on the Ammonites and came to Jerusalem."
        },
        {
          "verse": 15,
          "text": "Seeing themselves vanquished by Israel, the Arameans held a full muster of troops."
        },
        {
          "verse": 16,
          "text": "Hadadezer sent for and brought Arameans from beyond the River. They came to Helam, with Shobach, the captain of Hadadezer’s army, at their head."
        },
        {
          "verse": 17,
          "text": "When this was reported to David, he gathered all Israel together, crossed the Jordan, and went to Helam. The Arameans drew up in formation against David and gave battle."
        },
        {
          "verse": 18,
          "text": "But the Arameans fled before Israel, and David killed seven hundred of their chariot fighters and forty thousand of their foot soldiers. He struck down Shobach, commander of the army, and he died on the field."
        },
        {
          "verse": 19,
          "text": "When Hadadezer’s vassal kings saw themselves vanquished by Israel, they made peace with the Israelites and became their subjects. After this, the Arameans were afraid to give further aid to the Ammonites."
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 11 - David’s Sin. At the turn of the year, the time when kings go to war, David sent out Joab along with his officers and all Israel, and they laid waste the Ammonites and besieged Rabbah. David himself remained in Jerusalem."
        },
        {
          "verse": 2,
          "text": "One evening David rose from his bed and strolled about on the roof of the king’s house. From the roof he saw a woman bathing; she was very beautiful."
        },
        {
          "verse": 3,
          "text": "David sent people to inquire about the woman and was told, “She is Bathsheba, daughter of Eliam, and wife of Uriah the Hittite, Joab’s armor-bearer.”"
        },
        {
          "verse": 4,
          "text": "Then David sent messengers and took her. When she came to him, he took her to bed, at a time when she was just purified after her period; and she returned to her house."
        },
        {
          "verse": 5,
          "text": "But the woman had become pregnant; she sent a message to inform David, “I am pregnant.”"
        },
        {
          "verse": 6,
          "text": "So David sent a message to Joab, “Send me Uriah the Hittite.” Joab sent Uriah to David."
        },
        {
          "verse": 7,
          "text": "And when he came, David asked him how Joab was, how the army was, and how the war was going, and Uriah answered that all was well."
        },
        {
          "verse": 8,
          "text": "David then said to Uriah, “Go down to your house and bathe your feet.” Uriah left the king’s house, and a portion from the king’s table was sent after him."
        },
        {
          "verse": 9,
          "text": "But Uriah slept at the entrance of the king’s house with the other officers of his lord, and did not go down to his own house."
        },
        {
          "verse": 10,
          "text": "David was told, “Uriah has not gone down to his house.” So he said to Uriah, “Have you not come from a journey? Why, then, did you not go down to your house?”"
        },
        {
          "verse": 11,
          "text": "Uriah answered David, “The ark and Israel and Judah are staying in tents, and my lord Joab and my lord’s servants are encamped in the open field. Can I go home to eat and to drink and to sleep with my wife? As the LORD lives and as you live, I will do no such thing.”"
        },
        {
          "verse": 12,
          "text": "Then David said to Uriah, “Stay here today also, and tomorrow I will send you back.” So Uriah stayed in Jerusalem that day. On the following day,"
        },
        {
          "verse": 13,
          "text": "David summoned him, and he ate and drank with David, who got him drunk. But in the evening he went out to sleep on his bed among his lord’s servants, and did not go down to his house."
        },
        {
          "verse": 14,
          "text": "The next morning David wrote a letter to Joab which he sent by Uriah."
        },
        {
          "verse": 15,
          "text": "This is what he wrote in the letter: “Place Uriah up front, where the fighting is fierce. Then pull back and leave him to be struck down dead.”"
        },
        {
          "verse": 16,
          "text": "So while Joab was besieging the city, he assigned Uriah to a place where he knew the defenders were strong."
        },
        {
          "verse": 17,
          "text": "When the men of the city made a sortie against Joab, some officers of David’s army fell, and Uriah the Hittite also died."
        },
        {
          "verse": 18,
          "text": "Then Joab sent David a report of all the details of the battle,"
        },
        {
          "verse": 19,
          "text": "instructing the messenger, “When you have finished giving the king all the details of the battle,"
        },
        {
          "verse": 20,
          "text": "the king may become angry and say to you: ‘Why did you go near the city to fight? Did you not know that they would shoot from the wall above?"
        },
        {
          "verse": 21,
          "text": "Who killed Abimelech, son of Jerubbaal? Was it not a woman who threw a millstone down on him from the wall above, so that he died in Thebez? Why did you go near the wall?’ Then you in turn are to say, ‘Your servant Uriah the Hittite is also dead.’”"
        },
        {
          "verse": 22,
          "text": "The messenger set out, and on his arrival he reported to David everything Joab had sent him to tell."
        },
        {
          "verse": 23,
          "text": "He told David: “The men had the advantage over us and came out into the open against us, but we pushed them back to the entrance of the city gate."
        },
        {
          "verse": 24,
          "text": "Then the archers shot at your servants from the wall above, and some of the king’s servants died; and your servant Uriah the Hittite is also dead.”"
        },
        {
          "verse": 25,
          "text": "David said to the messenger: “This is what you shall say to Joab: ‘Do not let this be a great evil in your sight, for the sword devours now here and now there. Strengthen your attack on the city and destroy it.’ Encourage him.”"
        },
        {
          "verse": 26,
          "text": "When the wife of Uriah heard that her husband had died, she mourned her lord."
        },
        {
          "verse": 27,
          "text": "But once the mourning was over, David sent for her and brought her into his house. She became his wife and bore him a son. But in the sight of the LORD what David had done was evil."
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 12 - Nathan’s Parable. The LORD sent Nathan to David, and when he came to him, he said: “Tell me how you judge this case: In a certain town there were two men, one rich, the other poor."
        },
        {
          "verse": 2,
          "text": "The rich man had flocks and herds in great numbers."
        },
        {
          "verse": 3,
          "text": "But the poor man had nothing at all except one little ewe lamb that he had bought. He nourished her, and she grew up with him and his children. Of what little he had she ate; from his own cup she drank; in his bosom she slept; she was like a daughter to him."
        },
        {
          "verse": 4,
          "text": "Now, a visitor came to the rich man, but he spared his own flocks and herds to prepare a meal for the traveler who had come to him: he took the poor man’s ewe lamb and prepared it for the one who had come to him.”"
        },
        {
          "verse": 5,
          "text": "David grew very angry with that man and said to Nathan: “As the LORD lives, the man who has done this deserves death!"
        },
        {
          "verse": 6,
          "text": "He shall make fourfold restitution for the lamb because he has done this and was unsparing.”"
        },
        {
          "verse": 7,
          "text": "Then Nathan said to David: “You are the man! Nathan’s Indictment. “Thus says the LORD God of Israel: I anointed you king over Israel. I delivered you from the hand of Saul."
        },
        {
          "verse": 8,
          "text": "I gave you your lord’s house and your lord’s wives for your own. I gave you the house of Israel and of Judah. And if this were not enough, I could count up for you still more."
        },
        {
          "verse": 9,
          "text": "Why have you despised the LORD and done what is evil in his sight? You have cut down Uriah the Hittite with the sword; his wife you took as your own, and him you killed with the sword of the Ammonites."
        },
        {
          "verse": 10,
          "text": "Now, therefore, the sword shall never depart from your house, because you have despised me and have taken the wife of Uriah the Hittite to be your wife."
        },
        {
          "verse": 11,
          "text": "Thus says the LORD: I will bring evil upon you out of your own house. I will take your wives before your very eyes, and will give them to your neighbor: he shall lie with your wives in broad daylight."
        },
        {
          "verse": 12,
          "text": "You have acted in secret, but I will do this in the presence of all Israel, in the presence of the sun itself.”"
        },
        {
          "verse": 13,
          "text": "David’s Repentance. Then David said to Nathan, “I have sinned against the LORD.” Nathan answered David: “For his part, the LORD has removed your sin. You shall not die,"
        },
        {
          "verse": 14,
          "text": "but since you have utterly spurned the LORD by this deed, the child born to you will surely die.”"
        },
        {
          "verse": 15,
          "text": "Then Nathan returned to his house. The LORD struck the child that the wife of Uriah had borne to David, and it became desperately ill."
        },
        {
          "verse": 16,
          "text": "David pleaded with God on behalf of the child. He kept a total fast, and spent the night lying on the ground clothed in sackcloth."
        },
        {
          "verse": 17,
          "text": "The elders of his house stood beside him to get him to rise from the ground; but he would not, nor would he take food with them."
        },
        {
          "verse": 18,
          "text": "On the seventh day, the child died. David’s servants were afraid to tell him that the child was dead, for they said: “When the child was alive, we spoke to him, but he would not listen to what we said. How can we tell him the child is dead? He may do some harm!”"
        },
        {
          "verse": 19,
          "text": "But David noticed his servants whispering among themselves and realized that the child was dead. He asked his servants, “Is the child dead?” They said, “Yes.”"
        },
        {
          "verse": 20,
          "text": "Rising from the ground, David washed and anointed himself, and changed his clothes. Then he went to the house of the LORD and worshiped. He returned to his own house and asked for food; they set it before him, and he ate."
        },
        {
          "verse": 21,
          "text": "His servants said to him: “What is this you are doing? While the child was living, you fasted and wept and kept vigil; now that the child is dead, you rise and take food.”"
        },
        {
          "verse": 22,
          "text": "He replied: “While the child was living, I fasted and wept, thinking, ‘Who knows? The LORD may grant me the child’s life.’"
        },
        {
          "verse": 23,
          "text": "But now he is dead. Why should I fast? Can I bring him back again? I shall go to him, but he will not return to me.”"
        },
        {
          "verse": 24,
          "text": "Then David consoled Bathsheba his wife. He went and slept with her; and she conceived and bore him a son, who was named Solomon. The LORD loved him"
        },
        {
          "verse": 25,
          "text": "and sent the prophet Nathan to name him Jedidiah, on behalf of the LORD."
        },
        {
          "verse": 26,
          "text": "End of the Ammonite War. Joab fought against Rabbah of the Ammonites and captured that royal city."
        },
        {
          "verse": 27,
          "text": "He sent messengers to David to say: “I have fought against Rabbah and have taken the water-city."
        },
        {
          "verse": 28,
          "text": "Therefore, assemble the rest of the soldiers, join the siege against the city, and capture it, lest I be the one to capture the city and mine be the name people mention, not yours.”"
        },
        {
          "verse": 29,
          "text": "So David assembled the rest of the soldiers, went to Rabbah, fought against it, and captured it."
        },
        {
          "verse": 30,
          "text": "He took the crown of Milcom from the idol’s head, a talent of gold in weight, with precious stones; this crown David wore on his own head. He also brought out a great amount of spoil from the city."
        },
        {
          "verse": 31,
          "text": "He deported the people of the city and set them to work with saws, iron picks, and iron axes, or put them to work at the brickmold. He dealt thus with all the cities of the Ammonites. Then David and his whole army returned to Jerusalem."
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 13 - Amnon’s Rape of Tamar. After this, the following occurred. David’s son Absalom had a beautiful sister named Tamar, and David’s son Amnon loved her."
        },
        {
          "verse": 2,
          "text": "He was in such anguish over his sister Tamar that he became sick; she was a virgin, and Amnon thought it impossible to do anything to her."
        },
        {
          "verse": 3,
          "text": "Now Amnon had a friend named Jonadab, son of David’s brother Shimeah, who was very clever."
        },
        {
          "verse": 4,
          "text": "He asked him, “Prince, why are you so dejected morning after morning? Why not tell me?” So Amnon said to him, “I am in love with Tamar, my brother Absalom’s sister.”"
        },
        {
          "verse": 5,
          "text": "Then Jonadab replied, “Lie down on your bed and pretend to be sick. When your father comes to visit you, say to him, ‘Please let my sister Tamar come and encourage me to take food. If she prepares something in my presence, for me to see, I will eat it from her hand.’”"
        },
        {
          "verse": 6,
          "text": "So Amnon lay down and pretended to be sick. When the king came to visit him, Amnon said to the king, “Please let my sister Tamar come and prepare some fried cakes before my eyes, that I may take food from her hand.”"
        },
        {
          "verse": 7,
          "text": "David then sent home a message to Tamar, “Please go to the house of your brother Amnon and prepare some food for him.”"
        },
        {
          "verse": 8,
          "text": "Tamar went to the house of her brother Amnon, who was in bed. Taking dough and kneading it, she twisted it into cakes before his eyes and fried the cakes."
        },
        {
          "verse": 9,
          "text": "Then she took the pan and set out the cakes before him. But Amnon would not eat; he said, “Have everyone leave me.” When they had all left him,"
        },
        {
          "verse": 10,
          "text": "Amnon said to Tamar, “Bring the food into the bedroom, that I may have it from your hand.” So Tamar picked up the cakes she had prepared and brought them to her brother Amnon in the bedroom."
        },
        {
          "verse": 11,
          "text": "But when she brought them close to him so he could eat, he seized her and said to her, “Come! Lie with me, my sister!”"
        },
        {
          "verse": 12,
          "text": "But she answered him, “No, my brother! Do not force me! This is not done in Israel. Do not commit this terrible crime."
        },
        {
          "verse": 13,
          "text": "Where would I take my shame? And you would be labeled a fool in Israel. So please, speak to the king; he will not keep me from you.”"
        },
        {
          "verse": 14,
          "text": "But he would not listen to her; he was too strong for her: he forced her down and raped her."
        },
        {
          "verse": 15,
          "text": "Then Amnon felt intense hatred for her; the hatred he felt for her far surpassed the love he had had for her. Amnon said to her, “Get up, leave.”"
        },
        {
          "verse": 16,
          "text": "She replied, “No, brother, because sending me away would be far worse than this evil thing you have done to me.” He would not listen to her,"
        },
        {
          "verse": 17,
          "text": "but called the youth who was his attendant and said, “Send this girl outside, away from me, and bar the door after her.”"
        },
        {
          "verse": 18,
          "text": "Now she had on a long tunic, for that is how virgin princesses dressed in olden days. When his attendant put her out and barred the door after her,"
        },
        {
          "verse": 19,
          "text": "Tamar put ashes on her head and tore the long tunic in which she was clothed. Then, putting her hands to her head, she went away crying loudly."
        },
        {
          "verse": 20,
          "text": "Her brother Absalom said to her: “Has your brother Amnon been with you? Keep still now, my sister; he is your brother. Do not take this so to heart.” So Tamar remained, devastated, in the house of her brother Absalom."
        },
        {
          "verse": 21,
          "text": "King David, when he heard of the whole affair, became very angry. He would not, however, antagonize Amnon, his high-spirited son; he loved him, because he was his firstborn."
        },
        {
          "verse": 22,
          "text": "And Absalom said nothing, good or bad, to Amnon; but Absalom hated Amnon for having humiliated his sister Tamar."
        },
        {
          "verse": 23,
          "text": "Absalom’s Plot. Two years went by. It was sheep-shearing time for Absalom in Baal-hazor near Ephraim, and Absalom invited all the king’s sons."
        },
        {
          "verse": 24,
          "text": "Absalom went to the king and said: “Your servant has hired the shearers. Please, may the king come with all his servants to your servant.”"
        },
        {
          "verse": 25,
          "text": "But the king said to Absalom, “No, my son, all of us should not go lest we be a burden to you.” And though Absalom urged him, he would not go but began to bid him good-bye."
        },
        {
          "verse": 26,
          "text": "Absalom then said, “If not you, then please let my brother Amnon come with us.” The king asked him, “Why should he go with you?”"
        },
        {
          "verse": 27,
          "text": "But at Absalom’s urging, the king sent Amnon and with him all his other sons. Absalom prepared a banquet fit for a king."
        },
        {
          "verse": 28,
          "text": "But Absalom had instructed his attendants: “Now watch! When Amnon is merry with wine and I say to you, ‘Kill Amnon,’ put him to death. Do not be afraid, for it is I who order you to do it. Be strong and act like warriors.”"
        },
        {
          "verse": 29,
          "text": "Death of Amnon. When the attendants did to Amnon as Absalom had commanded, all the king’s other sons rose up, mounted their mules, and fled."
        },
        {
          "verse": 30,
          "text": "While they were still on the road, a report reached David: “Absalom has killed all the king’s sons and not one of them is left.”"
        },
        {
          "verse": 31,
          "text": "The king stood up, tore his garments, and lay on the ground. All his servants standing by him also tore their garments."
        },
        {
          "verse": 32,
          "text": "But Jonadab, son of David’s brother Shimeah, spoke up: “Let not my lord think that all the young men, the king’s sons, have been killed! Amnon alone is dead, for Absalom was set on this ever since Amnon humiliated his sister Tamar."
        },
        {
          "verse": 33,
          "text": "Now let my lord the king not take so to heart that report, ‘All the king’s sons are dead.’ Amnon alone is dead.”"
        },
        {
          "verse": 34,
          "text": "Meanwhile, Absalom had taken flight. Then the servant on watch looked out and saw a large group coming down the slope from the direction of Bahurim. He came in and reported this to the king: “I saw some men coming down the mountainside from the direction of Bahurim.”"
        },
        {
          "verse": 35,
          "text": "So Jonadab said to the king: “There! The king’s sons have come. It is as your servant said.”"
        },
        {
          "verse": 36,
          "text": "No sooner had he finished speaking than the king’s sons came in, weeping aloud. The king, too, and all his servants wept very bitterly."
        },
        {
          "verse": 37,
          "text": "But Absalom, who had taken flight, went to Talmai, son of Ammihud, king of Geshur,"
        },
        {
          "verse": 38,
          "text": "and stayed in Geshur for three years."
        },
        {
          "verse": 39,
          "text": "All that time the king continued to mourn his son; but his intention of going out against Absalom abated as he was consoled over the death of Amnon."
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 14 - The Wise Woman of Tekoa. Now Joab, son of Zeruiah, knew how the king felt toward Absalom."
        },
        {
          "verse": 2,
          "text": "Joab sent to Tekoa and brought from there a wise woman, to whom he said: “Pretend to be in mourning. Put on mourning apparel and do not anoint yourself with oil, that you may appear to be a woman who has long been mourning someone dead."
        },
        {
          "verse": 3,
          "text": "Then go to the king and speak to him in this manner.” And Joab told her what to say."
        },
        {
          "verse": 4,
          "text": "So the woman of Tekoa went to the king and fell to the ground in homage, saying, “Help, O king!”"
        },
        {
          "verse": 5,
          "text": "The king said to her, “What do you want?” She replied: “Alas, I am a widow; my husband is dead."
        },
        {
          "verse": 6,
          "text": "Your servant had two sons, who quarreled in the field, with no one to part them, and one of them struck his brother and killed him."
        },
        {
          "verse": 7,
          "text": "Then the whole clan confronted your servant and demanded: ‘Give up the one who struck down his brother. We must put him to death for the life of his brother whom he has killed; we must do away with the heir also.’ Thus they will quench my remaining hope and leave my husband neither name nor posterity upon the earth.”"
        },
        {
          "verse": 8,
          "text": "The king then said to the woman: “Go home. I will issue a command on your behalf.”"
        },
        {
          "verse": 9,
          "text": "The woman of Tekoa answered him, “Upon me and my family be the blame, my lord king; the king and his throne are innocent.”"
        },
        {
          "verse": 10,
          "text": "Then the king said, “If anyone says a word to you, have him brought to me, and he shall not touch you again.”"
        },
        {
          "verse": 11,
          "text": "But she said, “Please, let the king remember the LORD your God, that the avenger of blood may not go too far in destruction and that my son may not be done away with.” He replied, “As the LORD lives, not a hair of your son shall fall to the ground.”"
        },
        {
          "verse": 12,
          "text": "But the woman continued, “Please let your servant say still another word to my lord the king.” He replied, “Speak.”"
        },
        {
          "verse": 13,
          "text": "So the woman said: “Why, then, do you think the way you do against the people of God? In pronouncing as he has, the king shows himself guilty, in not bringing back his own banished son."
        },
        {
          "verse": 14,
          "text": "We must indeed die; we are then like water that is poured out on the ground and cannot be gathered up. Yet, though God does not bring back to life, he does devise means so as not to banish anyone from him."
        },
        {
          "verse": 15,
          "text": "And now, if I have presumed to speak to the king of this matter, it is because the people have given me cause to fear. And so your servant thought: ‘Let me speak to the king. Perhaps he will grant the petition of his servant."
        },
        {
          "verse": 16,
          "text": "For the king must surely listen and rescue his servant from the grasp of one who would destroy both me and my son from the heritage of God.’"
        },
        {
          "verse": 17,
          "text": "And your servant says, ‘Let the word of my lord the king lead to rest; indeed, my lord the king is like an angel of God, discerning good and evil. The LORD your God be with you.’”"
        },
        {
          "verse": 18,
          "text": "The king answered the woman, “Now do not conceal from me anything I may ask you!” The woman said, “Let my lord the king speak.”"
        },
        {
          "verse": 19,
          "text": "So the king asked, “Is the hand of Joab with you in all this?” And the woman answered: “As you live, my lord the king, it is just as my lord has said, and not otherwise. It was your servant Joab who instructed me and told your servant all these things she was to say."
        },
        {
          "verse": 20,
          "text": "Your servant Joab did this in order to approach the matter in a roundabout way. But my lord is wise with the wisdom of an angel of God, knowing all things on earth.”"
        },
        {
          "verse": 21,
          "text": "Absalom’s Return. Then the king said to Joab: “I am granting this request. Go and bring back young Absalom.”"
        },
        {
          "verse": 22,
          "text": "Falling to the ground in homage and blessing the king, Joab said, “This day your servant knows that I am in good favor with you, my lord king, since the king has granted the request of your servant.”"
        },
        {
          "verse": 23,
          "text": "Joab then went off to Geshur and brought Absalom to Jerusalem."
        },
        {
          "verse": 24,
          "text": "But the king said, “Let him go off to his own house; he shall not appear before me.” So Absalom went off to his house and did not appear before the king."
        },
        {
          "verse": 25,
          "text": "In all Israel there was no man more praised for his beauty than Absalom, flawless from the sole of his foot to the crown of his head."
        },
        {
          "verse": 26,
          "text": "When he shaved his head—as he used to do at the end of every year, because his hair became too heavy for him—the hair weighed two hundred shekels according to the royal standard."
        },
        {
          "verse": 27,
          "text": "Absalom had three sons born to him, besides a daughter named Tamar, who was a beautiful woman."
        },
        {
          "verse": 28,
          "text": "Absalom Is Pardoned. Absalom lived in Jerusalem for two years without appearing before the king."
        },
        {
          "verse": 29,
          "text": "Then he sent a message asking Joab to send him to the king, but Joab would not come to him. Although he asked him a second time, Joab would not come."
        },
        {
          "verse": 30,
          "text": "He therefore instructed his servants: “You see Joab’s field that borders mine, where he has barley. Go, set it on fire.” And so Absalom’s servants set the field on fire. Joab’s farmhands came to him with torn garments and told him, “Absalom’s servants set your field on fire.”"
        },
        {
          "verse": 31,
          "text": "Joab went to Absalom in his house and asked him, “Why have your servants set my field on fire?”"
        },
        {
          "verse": 32,
          "text": "Absalom answered Joab: “I sent you a message: Come here, that I may send you to the king to say: ‘Why did I come back from Geshur? I would be better off if I were still there!’ Now, let me appear before the king. If I am guilty, let him put me to death.”"
        },
        {
          "verse": 33,
          "text": "Joab went to the king and reported this. The king then called Absalom; he came to him and in homage fell on his face to the ground before the king. Then the king kissed Absalom."
        }
      ]
    },
    {
      "chapter": 15,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 15 - Absalom’s Ambition. After this, Absalom provided himself with chariots, horses, and a retinue of fifty."
        },
        {
          "verse": 2,
          "text": "Moreover, Absalom used to rise early and stand alongside the road leading to the gate. If someone had a lawsuit to be decided by the king, Absalom would call to him and say, “From what city are you?” And when he replied, “Your servant is of such and such a tribe of Israel,”"
        },
        {
          "verse": 3,
          "text": "Absalom would say to him, “Your case is good and just, but there is no one to hear you in the king’s name.”"
        },
        {
          "verse": 4,
          "text": "And he would continue: “If only I could be appointed judge in the land! Then everyone who has a lawsuit to be decided might come to me and I would render him justice.”"
        },
        {
          "verse": 5,
          "text": "Whenever a man approached him to show homage, he would extend his hand, hold him, and kiss him."
        },
        {
          "verse": 6,
          "text": "By behaving in this way toward all the Israelites who came to the king for judgment, Absalom was stealing the heart of Israel."
        },
        {
          "verse": 7,
          "text": "Conspiracy in Hebron. After a period of four years, Absalom said to the king: “Please let me go to Hebron and fulfill a vow I made to the LORD."
        },
        {
          "verse": 8,
          "text": "For while living in Geshur in Aram, your servant made this vow: ‘If the LORD ever brings me back to Jerusalem, I will worship him in Hebron.’”"
        },
        {
          "verse": 9,
          "text": "The king said to him, “Go in peace,” and he went off to Hebron."
        },
        {
          "verse": 10,
          "text": "Then Absalom sent agents throughout the tribes of Israel to say, “When you hear the sound of the horn, say, ‘Absalom is king in Hebron!’”"
        },
        {
          "verse": 11,
          "text": "Two hundred men had accompanied Absalom from Jerusalem. They had been invited and went in all innocence, knowing nothing."
        },
        {
          "verse": 12,
          "text": "Absalom also sent to Ahithophel the Gilonite, David’s counselor, an invitation to come from his town, Giloh, for the sacrifices he was about to offer. So the conspiracy gained strength, and the people with Absalom increased in numbers."
        },
        {
          "verse": 13,
          "text": "David Flees Jerusalem. An informant came to David with the report, “The Israelites have given their hearts to Absalom, and they are following him.”"
        },
        {
          "verse": 14,
          "text": "At this, David said to all his servants who were with him in Jerusalem: “Get up, let us flee, or none of us will escape from Absalom. Leave at once, or he will quickly overtake us, and then bring disaster upon us, and put the city to the sword.”"
        },
        {
          "verse": 15,
          "text": "The king’s servants answered him, “Whatever our lord the king chooses to do, we are your servants.”"
        },
        {
          "verse": 16,
          "text": "Then the king set out, accompanied by his entire household, except for ten concubines whom he left behind to care for the palace."
        },
        {
          "verse": 17,
          "text": "As the king left the city, with all his officers accompanying him, they halted opposite the ascent of the Mount of Olives, at a distance,"
        },
        {
          "verse": 18,
          "text": "while the whole army marched past him. David and Ittai. As all the Cherethites and Pelethites, and the six hundred Gittites who had entered his service from that city, were passing in review before the king,"
        },
        {
          "verse": 19,
          "text": "the king said to Ittai the Gittite: “Why should you also go with us? Go back and stay with the king, for you are a foreigner and you, too, are an exile from your own country."
        },
        {
          "verse": 20,
          "text": "You came only yesterday, and today shall I have you wander off with us wherever I have to go? Return and take your brothers with you, and may the LORD show you kindness and fidelity.”"
        },
        {
          "verse": 21,
          "text": "But Ittai answered the king, “As the LORD lives, and as my lord the king lives, your servant shall be wherever my lord the king is, whether for death or for life.”"
        },
        {
          "verse": 22,
          "text": "So the king said to Ittai, “Go, then, march on.” And Ittai the Gittite, with all his men and all the dependents that were with him, marched on."
        },
        {
          "verse": 23,
          "text": "The whole land wept aloud as the last of the soldiers went by, and the king crossed the Wadi Kidron with all the soldiers moving on ahead of him by way of the ascent of the Mount of Olives, toward the wilderness."
        },
        {
          "verse": 24,
          "text": "David and the Priests. Zadok, too, and all the Levites bearing the ark of the covenant of God set down the ark of God until the whole army had finished marching out of the city; and Abiathar came up."
        },
        {
          "verse": 25,
          "text": "Then the king said to Zadok: “Take the ark of God back to the city. If I find favor with the LORD, he will bring me back and permit me to see it and its lodging place."
        },
        {
          "verse": 26,
          "text": "But if he should say, ‘I am not pleased with you,’ I am ready; let him do to me as he sees fit.”"
        },
        {
          "verse": 27,
          "text": "The king also said to Zadok the priest: “Look, you and Abiathar return to the city in peace, and both your sons with you, your own son Ahimaaz, and Abiathar’s son Jonathan."
        },
        {
          "verse": 28,
          "text": "Remember, I shall be waiting at the fords near the wilderness until a report from you comes to me.”"
        },
        {
          "verse": 29,
          "text": "So Zadok and Abiathar took the ark of God back to Jerusalem and remained there."
        },
        {
          "verse": 30,
          "text": "As David went up the ascent of the Mount of Olives, he wept without ceasing. His head was covered, and he was walking barefoot. All those who were with him also had their heads covered and were weeping as they went."
        },
        {
          "verse": 31,
          "text": "When David was told, “Ahithophel is among the conspirators with Absalom,” he said, “O LORD, turn the counsel of Ahithophel to folly!”"
        },
        {
          "verse": 32,
          "text": "David and Hushai. When David reached the top, where God was worshiped, Hushai the Archite was there to meet him, with garments torn and dirt upon his head."
        },
        {
          "verse": 33,
          "text": "David said to him: “If you come with me, you will be a burden to me;"
        },
        {
          "verse": 34,
          "text": "but if you return to the city and say to Absalom, ‘Let me be your servant, O king; I was formerly your father’s servant, but now I will be yours,’ you will thwart for me the counsel of Ahithophel."
        },
        {
          "verse": 35,
          "text": "You will have the priests Zadok and Abiathar there with you. If you hear anything from the king’s house, you shall report it to the priests Zadok and Abiathar,"
        },
        {
          "verse": 36,
          "text": "who have there with them their two sons, Zadok’s son Ahimaaz and Abiathar’s son Jonathan. Through them you shall send on to me whatever you hear.”"
        },
        {
          "verse": 37,
          "text": "So David’s friend Hushai went into the city, Jerusalem, as Absalom was about to enter it."
        }
      ]
    },
    {
      "chapter": 16,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 16 - David and Ziba. David went a little beyond the top and Ziba, the servant of Meribbaal, was there to meet him with saddled donkeys laden with two hundred loaves of bread, an ephah of cakes of pressed raisins, an ephah of summer fruits, and a skin of wine."
        },
        {
          "verse": 2,
          "text": "The king said to Ziba, “What are you doing with all this?” Ziba replied: “The donkeys are for the king’s household to ride on. The bread and summer fruits are for your servants to eat, and the wine to drink when they grow weary in the wilderness.”"
        },
        {
          "verse": 3,
          "text": "Then the king said, “And where is your lord’s son?” Ziba answered the king, “He is staying in Jerusalem, for he said, ‘Today the house of Israel will restore to me my father’s kingdom.’”"
        },
        {
          "verse": 4,
          "text": "The king therefore said to Ziba, “So! Everything Meribbaal had is yours.” Then Ziba said: “I pay you homage, my lord the king. May I find favor with you!”"
        },
        {
          "verse": 5,
          "text": "David and Shimei. As King David was approaching Bahurim, there was a man coming out; he was of the same clan as the house of Saul, and his name was Shimei, son of Gera. He kept cursing as he came out,"
        },
        {
          "verse": 6,
          "text": "and throwing stones at David and at all King David’s officers, even though all the soldiers, including the royal guard, were on David’s right and on his left."
        },
        {
          "verse": 7,
          "text": "Shimei was saying as he cursed: “Get out! Get out! You man of blood, you scoundrel!"
        },
        {
          "verse": 8,
          "text": "The LORD has paid you back for all the blood shed from the family of Saul, whom you replaced as king, and the LORD has handed over the kingdom to your son Absalom. And now look at you: you suffer ruin because you are a man of blood.”"
        },
        {
          "verse": 9,
          "text": "Abishai, son of Zeruiah, said to the king: “Why should this dead dog curse my lord the king? Let me go over and take off his head.”"
        },
        {
          "verse": 10,
          "text": "But the king replied: “What business is it of mine or of yours, sons of Zeruiah, that he curses? Suppose the LORD has told him to curse David; who then will dare to say, ‘Why are you doing this?’”"
        },
        {
          "verse": 11,
          "text": "Then David said to Abishai and to all his servants: “If my own son, who came forth from my loins, is seeking my life, how much more might this Benjaminite do so! Let him alone and let him curse, for the LORD has told him to."
        },
        {
          "verse": 12,
          "text": "Perhaps the LORD will look upon my affliction and repay me with good for the curses he is uttering this day.”"
        },
        {
          "verse": 13,
          "text": "David and his men continued on the road, while Shimei kept up with them on the hillside, all the while cursing and throwing stones and dirt as he went."
        },
        {
          "verse": 14,
          "text": "The king and all the soldiers with him arrived at the Jordan tired out, and stopped there to rest."
        },
        {
          "verse": 15,
          "text": "Absalom’s Counselors. In the meantime Absalom, with all the Israelites, entered Jerusalem, and Ahithophel was with him."
        },
        {
          "verse": 16,
          "text": "When David’s friend Hushai the Archite came to Absalom, he said to him: “Long live the king! Long live the king!”"
        },
        {
          "verse": 17,
          "text": "But Absalom asked Hushai: “Is this your devotion to your friend? Why did you not go with your friend?”"
        },
        {
          "verse": 18,
          "text": "Hushai replied to Absalom: “On the contrary, I am his whom the LORD and all this people and all Israel have chosen, and with him I will stay."
        },
        {
          "verse": 19,
          "text": "Furthermore, as I was in attendance upon your father, so will I be before you. Whom should I serve, if not his son?”"
        },
        {
          "verse": 20,
          "text": "Then Absalom said to Ahithophel, “Offer your counsel on what we should do.”"
        },
        {
          "verse": 21,
          "text": "Ahithophel replied to Absalom: “Go to your father’s concubines, whom he left behind to take care of the palace. When all Israel hears how odious you have made yourself to your father, all those on your side will take courage.”"
        },
        {
          "verse": 22,
          "text": "So a tent was pitched on the roof for Absalom, and Absalom went to his father’s concubines in view of all Israel."
        },
        {
          "verse": 23,
          "text": "Counsel of Ahithophel. Now the counsel given by Ahithophel at that time was as though one sought the word of God. Such was all the counsel of Ahithophel both to David and to Absalom."
        }
      ]
    },
    {
      "chapter": 17,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 17 - Ahithophel went on to say to Absalom: “Let me choose twelve thousand men and be off in pursuit of David tonight."
        },
        {
          "verse": 2,
          "text": "If I come upon him when he is weary and discouraged, I shall cause him panic, and all the people with him will flee, and I shall strike down the king alone."
        },
        {
          "verse": 3,
          "text": "Then I can bring back the rest of the people to you, as a bride returns to her husband. It is the death of only one man you are seeking; then all the people will be at peace.”"
        },
        {
          "verse": 4,
          "text": "This plan sounded good to Absalom and to all the elders of Israel."
        },
        {
          "verse": 5,
          "text": "Counsel of Hushai. Then Absalom said, “Now call Hushai the Archite also; let us hear what he too has to say.”"
        },
        {
          "verse": 6,
          "text": "When Hushai came to Absalom, Absalom said to him: “This is Ahithophel’s plan. Shall we follow his plan? If not, give your own.”"
        },
        {
          "verse": 7,
          "text": "Hushai replied to Absalom, “This time Ahithophel has not given good counsel.”"
        },
        {
          "verse": 8,
          "text": "And he went on to say: “You know that your father and his men are warriors, and that they are as fierce as a bear in the wild robbed of her cubs. Moreover, since your father is a skilled fighter, he will not spend the night with the army."
        },
        {
          "verse": 9,
          "text": "Even now he lies hidden in one of the caves or in one of his other places. And if some of our soldiers should fall at the first attack, whoever hears of it will say, ‘Absalom’s followers have been slaughtered.’"
        },
        {
          "verse": 10,
          "text": "Then even the brave man with the heart of a lion—his heart will melt. For all Israel knows that your father is a fighter and those who are with him are brave."
        },
        {
          "verse": 11,
          "text": "This is what I counsel: Let all Israel be assembled, from Dan to Beer-sheba, as numerous as the sands by the sea, and you yourself go with them."
        },
        {
          "verse": 12,
          "text": "We can then attack him wherever we find him, settling down upon him as dew alights on the ground. None shall survive—neither he nor any of his followers."
        },
        {
          "verse": 13,
          "text": "And if he retires into a city, all Israel shall bring ropes to that city and we can drag it into the gorge, so that not even a pebble of it can be found.”"
        },
        {
          "verse": 14,
          "text": "Then Absalom and all the Israelites said, “The counsel of Hushai the Archite is better than the counsel of Ahithophel.” For the LORD had commanded that Ahithophel’s good counsel should be thwarted, so that he might bring Absalom to ruin."
        },
        {
          "verse": 15,
          "text": "David Told of the Plan. Then Hushai said to the priests Zadok and Abiathar: “This is the counsel Ahithophel gave Absalom and the elders of Israel, and this is what I counseled."
        },
        {
          "verse": 16,
          "text": "So send a warning to David immediately: ‘Do not spend the night at the fords near the wilderness, but cross over without fail. Otherwise the king and all the people with him will be destroyed.’”"
        },
        {
          "verse": 17,
          "text": "Now Jonathan and Ahimaaz were staying at En-rogel. A maidservant was to come with information for them, and they in turn were to go and report to King David. They could not risk being seen entering the city,"
        },
        {
          "verse": 18,
          "text": "but an attendant did see them and informed Absalom. They hurried on their way and reached the house of a man in Bahurim who had a cistern in his courtyard. They let themselves down into it,"
        },
        {
          "verse": 19,
          "text": "and the woman took the cover and spread it over the mouth of the cistern, strewing crushed grain on the cover so that nothing could be noticed."
        },
        {
          "verse": 20,
          "text": "When Absalom’s servants came to the woman at the house, they asked, “Where are Ahimaaz and Jonathan?” The woman replied, “They went by a short while ago toward the water.” They searched, but found no one, and so returned to Jerusalem."
        },
        {
          "verse": 21,
          "text": "As soon as they left, Ahimaaz and Jonathan came up out of the cistern and went on to report to King David. They said to him: “Leave! Cross the water at once, for Ahithophel has given such and such counsel in regard to you.”"
        },
        {
          "verse": 22,
          "text": "So David and all his people moved on and crossed the Jordan. By daybreak, there was no one left who had not crossed."
        },
        {
          "verse": 23,
          "text": "When Ahithophel saw that his counsel was not acted upon, he saddled his donkey and departed, going to his home in his own city. Then, having left orders concerning his household, he hanged himself. And so he died and was buried in his father’s tomb."
        },
        {
          "verse": 24,
          "text": "Now David had arrived at Mahanaim while Absalom crossed the Jordan accompanied by all the Israelites."
        },
        {
          "verse": 25,
          "text": "Absalom had put Amasa in command of the army in Joab’s place. Amasa was the son of an Ishmaelite named Ithra, who had married Abigail, daughter of Jesse and sister of Joab’s mother Zeruiah."
        },
        {
          "verse": 26,
          "text": "Israel and Absalom encamped in the land of Gilead."
        },
        {
          "verse": 27,
          "text": "When David came to Mahanaim, Shobi, son of Nahash from Rabbah of the Ammonites, Machir, son of Ammiel from Lodebar, and Barzillai, the Gileadite from Rogelim,"
        },
        {
          "verse": 28,
          "text": "brought beds and covers, basins and pottery, as well as wheat, barley, flour, roasted grain, beans, lentils,"
        },
        {
          "verse": 29,
          "text": "honey, and butter and cheese from the flocks and herds, for David and those who were with him to eat; for they said, “The people will be hungry and tired and thirsty in the wilderness.”"
        }
      ]
    },
    {
      "chapter": 18,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 18 - Preparation for Battle. After mustering the troops he had with him, David placed officers in command of units of a thousand and units of a hundred."
        },
        {
          "verse": 2,
          "text": "David then divided the troops three ways, a third under Joab, a third under Abishai, son of Zeruiah and brother of Joab, and a third under Ittai the Gittite. The king said to the troops, “I intend to go out with you myself.”"
        },
        {
          "verse": 3,
          "text": "But they replied: “You must not come out with us. For if we flee, no one will care; even if half of us die, no one will care. But you are worth ten thousand of us. Therefore it is better that we have you to help us from the city.”"
        },
        {
          "verse": 4,
          "text": "The king said to them, “I will do what you think best.” So the king stood by the gate as all the soldiers marched out in units of a hundred and a thousand."
        },
        {
          "verse": 5,
          "text": "But the king gave this command to Joab, Abishai, and Ittai: “Be gentle with young Absalom for my sake.” All the soldiers heard as the king gave commands to the various leaders with regard to Absalom."
        },
        {
          "verse": 6,
          "text": "Defeat of Absalom’s Forces. David’s army then took the field against Israel, and a battle was fought in the forest near Mahanaim."
        },
        {
          "verse": 7,
          "text": "The forces of Israel were defeated by David’s servants, and the casualties there that day were heavy—twenty thousand men."
        },
        {
          "verse": 8,
          "text": "The battle spread out over that entire region, and the forest consumed more combatants that day than did the sword."
        },
        {
          "verse": 9,
          "text": "Death of Absalom. Absalom unexpectedly came up against David’s servants. He was mounted on a mule, and, as the mule passed under the branches of a large oak tree, his hair caught fast in the tree. He hung between heaven and earth while the mule under him kept going."
        },
        {
          "verse": 10,
          "text": "Someone saw this and reported to Joab, “I saw Absalom hanging from an oak tree.”"
        },
        {
          "verse": 11,
          "text": "Joab said to the man who told him this: “If you saw him, why did you not strike him to the ground on the spot? Then it would have been my duty to give you fifty pieces of silver and a belt.”"
        },
        {
          "verse": 12,
          "text": "But the man replied to Joab: “Even if I already held a thousand pieces of silver in my two hands, I would not lay a hand on the king’s son, for in our hearing the king gave you and Abishai and Ittai a command: ‘Protect the youth Absalom for my sake.’"
        },
        {
          "verse": 13,
          "text": "Had I been disloyal and killed him, it would all have come out before the king, and you would stand aloof.”"
        },
        {
          "verse": 14,
          "text": "Joab replied, “I will not waste time with you in this way.” And taking three pikes in hand, he thrust for the heart of Absalom. He was still alive in the tree."
        },
        {
          "verse": 15,
          "text": "When ten of Joab’s young armor-bearers closed in on Absalom, and killed him with further blows,"
        },
        {
          "verse": 16,
          "text": "Joab then sounded the horn, and the soldiers turned back from the pursuit of the Israelites, because Joab called them to halt."
        },
        {
          "verse": 17,
          "text": "They took Absalom and cast him into a deep pit in the forest, and built up a very large mound of stones over him. And all the Israelites fled to their own tents."
        },
        {
          "verse": 18,
          "text": "During his lifetime Absalom had taken a pillar and set it up for himself in the King’s Valley, for he said, “I have no son to perpetuate my name.” The pillar which he named for himself is called Absalom’s Monument to the present day."
        },
        {
          "verse": 19,
          "text": "David Told of Absalom’s Death. Then Ahimaaz, son of Zadok, said, “Let me run to take the good news to the king that the LORD has set him free from the power of his enemies.”"
        },
        {
          "verse": 20,
          "text": "But Joab said to him: “You are not the man to bring the news today. On some other day you may take the good news, but today you would not be bringing good news, for in fact the king’s son is dead.”"
        },
        {
          "verse": 21,
          "text": "Then Joab said to a Cushite, “Go, tell the king what you have seen.” The Cushite bowed to Joab and ran off."
        },
        {
          "verse": 22,
          "text": "But Ahimaaz, son of Zadok, said to Joab again, “Come what may, permit me also to run after the Cushite.” Joab replied: “Why do you want to run, my son? You will receive no reward.”"
        },
        {
          "verse": 23,
          "text": "But he insisted, “Come what may, I want to run.” Joab said to him, “Run.” Ahimaaz took the way of the Jordan plain and outran the Cushite."
        },
        {
          "verse": 24,
          "text": "Now David was sitting between the two gates, and a lookout mounted to the roof of the gate above the city wall, where he looked out and saw a man running all alone."
        },
        {
          "verse": 25,
          "text": "The lookout shouted to inform the king, who said, “If he is alone, he has good news to report.” As he kept coming nearer,"
        },
        {
          "verse": 26,
          "text": "the lookout spied another runner. From his place atop the gate he cried out, “There is another man running by himself.” And the king responded, “He, too, is bringing good news.”"
        },
        {
          "verse": 27,
          "text": "Then the lookout said, “I notice that the first one runs like Ahimaaz, son of Zadok.” The king replied, “He is a good man; he comes with good news.”"
        },
        {
          "verse": 28,
          "text": "Then Ahimaaz called out and greeted the king. With face to the ground he paid homage to the king and said, “Blessed be the LORD your God, who has delivered up the men who rebelled against my lord the king.”"
        },
        {
          "verse": 29,
          "text": "But the king asked, “Is young Absalom safe?” And Ahimaaz replied, “I saw a great disturbance when the king’s servant Joab sent your servant on, but I do not know what it was.”"
        },
        {
          "verse": 30,
          "text": "The king said, “Step aside and remain in attendance here.” So he stepped aside and remained there."
        },
        {
          "verse": 31,
          "text": "When the Cushite came in, he said, “Let my lord the king receive the good news that this day the LORD has freed you from the power of all who rose up against you.”"
        },
        {
          "verse": 32,
          "text": "But the king asked the Cushite, “Is young Absalom all right?” The Cushite replied, “May the enemies of my lord the king and all who rebel against you with evil intent be as that young man!”"
        }
      ]
    },
    {
      "chapter": 19,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 19 - The king was shaken, and went up to the room over the city gate and wept. He said as he wept, “My son Absalom! My son, my son Absalom! If only I had died instead of you, Absalom, my son, my son!”"
        },
        {
          "verse": 2,
          "text": "Joab Reproves David. Joab was told, “The king is weeping and mourning for Absalom,”"
        },
        {
          "verse": 3,
          "text": "and that day’s victory was turned into mourning for the whole army when they heard, “The king is grieving for his son.”"
        },
        {
          "verse": 4,
          "text": "The soldiers stole into the city that day like men shamed by flight in battle."
        },
        {
          "verse": 5,
          "text": "Meanwhile the king covered his face and cried out in a loud voice, “My son Absalom! Absalom! My son, my son!”"
        },
        {
          "verse": 6,
          "text": "So Joab went to the king’s residence and said: “Though they saved your life and your sons’ and daughters’ lives, and the lives of your wives and your concubines, you have put all your servants to shame today"
        },
        {
          "verse": 7,
          "text": "by loving those who hate you and hating those who love you. For you have announced today that officers and servants are nothing to you. Indeed I am now certain that if Absalom were alive today and all of us dead, that would be fine with you."
        },
        {
          "verse": 8,
          "text": "Now then, get up! Go out and speak kindly to your servants. I swear by the LORD that if you do not go out, not a single man will remain with you overnight, and this will be a far greater disaster for you than any that has come upon you from your youth until now.”"
        },
        {
          "verse": 9,
          "text": "So the king got up and sat at the gate. When all the people were told, “The king is sitting at the gate,” they came into his presence. The Reconciliation. Now the Israelites had fled to their separate tents,"
        },
        {
          "verse": 10,
          "text": "but throughout the tribes of Israel all the people were arguing among themselves, saying to one another: “The king delivered us from the grasp of our enemies, and it was he who rescued us from the grasp of the Philistines. Now, he has fled the country before Absalom,"
        },
        {
          "verse": 11,
          "text": "but Absalom, whom we anointed over us, has died in battle. Why, then, should you remain silent about restoring the king to his palace?” When the talk of all Israel reached the king,"
        },
        {
          "verse": 12,
          "text": "David sent word to the priests Zadok and Abiathar: “Say to the elders of Judah: ‘Why should you be last to restore the king to his palace?"
        },
        {
          "verse": 13,
          "text": "You are my brothers, you are my bone and flesh. Why should you be last to restore the king?’"
        },
        {
          "verse": 14,
          "text": "Also say to Amasa: ‘Are you not my bone and flesh? May God do thus to me, and more, if you do not become commander of my army permanently in place of Joab.’”"
        },
        {
          "verse": 15,
          "text": "He won the hearts of the Judahites all together, and so they sent a message to the king: “Return, with all your servants.”"
        },
        {
          "verse": 16,
          "text": "David and Shimei. So the king returned, and when he reached the Jordan, Judah had come to Gilgal to meet him and to bring him across the Jordan."
        },
        {
          "verse": 17,
          "text": "Shimei, son of Gera, the Benjaminite from Bahurim, hurried down with the Judahites to meet King David,"
        },
        {
          "verse": 18,
          "text": "accompanied by a thousand men from Benjamin. Ziba, too, the servant of the house of Saul, accompanied by his fifteen sons and twenty servants, hastened to the Jordan before the king."
        },
        {
          "verse": 19,
          "text": "They crossed over the ford to bring the king’s household over and to do whatever he wished. When Shimei, son of Gera, crossed the Jordan, he fell down before the king"
        },
        {
          "verse": 20,
          "text": "and said to him: “May my lord not hold me guilty; do not remember or take to heart the wrong that your servant did the day my lord the king left Jerusalem."
        },
        {
          "verse": 21,
          "text": "For your servant knows that I have done wrong. But I now am the first of the whole house of Joseph to come down today to meet my lord the king.”"
        },
        {
          "verse": 22,
          "text": "But Abishai, son of Zeruiah, countered: “Shimei must be put to death for this. He cursed the anointed of the LORD.”"
        },
        {
          "verse": 23,
          "text": "David replied: “What has come between you and me, sons of Zeruiah, that you would become my adversaries this day? Should anyone die today in Israel? Am I not aware that today I am king over Israel?”"
        },
        {
          "verse": 24,
          "text": "Then the king said to Shimei, “You shall not die.” And the king gave him his oath."
        },
        {
          "verse": 25,
          "text": "David and Meribbaal. Meribbaal, son of Saul, also went down to meet the king. He had not cared for his feet nor trimmed his mustache nor washed his clothes from the day the king left until he returned safely."
        },
        {
          "verse": 26,
          "text": "When he came from Jerusalem to meet the king, the king asked him, “Why did you not go with me, Meribbaal?”"
        },
        {
          "verse": 27,
          "text": "He replied: “My lord king, my servant deceived me. For your servant said to him, ‘Saddle the donkey for me, that I may ride on it and go with the king’; your servant is lame."
        },
        {
          "verse": 28,
          "text": "But he slandered your servant before my lord the king. But my lord the king is like an angel of God. Do whatever seems good to you."
        },
        {
          "verse": 29,
          "text": "For though my father’s entire house deserved only death from my lord the king, yet you placed your servant among those who eat at your table. What right do I still have to make further appeal to the king?”"
        },
        {
          "verse": 30,
          "text": "But the king said to him: “Why do you go on talking? I say, ‘You and Ziba shall divide the property.’”"
        },
        {
          "verse": 31,
          "text": "Meribbaal answered the king, “Indeed let him take it all, now that my lord the king has returned safely to his house.”"
        },
        {
          "verse": 32,
          "text": "David and Barzillai. Barzillai the Gileadite also came down from Rogelim and escorted the king to the Jordan for his crossing, taking leave of him at the Jordan."
        },
        {
          "verse": 33,
          "text": "It was Barzillai, a very old man of eighty, who had provided for the king during his stay in Mahanaim; he was a very great man."
        },
        {
          "verse": 34,
          "text": "The king said to Barzillai, “Cross over with me, and I will provide for your old age as my guest in Jerusalem.”"
        },
        {
          "verse": 35,
          "text": "But Barzillai answered the king: “How much longer have I to live, that I should go up to Jerusalem with the king?"
        },
        {
          "verse": 36,
          "text": "I am now eighty years old. Can I distinguish between good and evil? Can your servant taste what he eats and drinks, or still hear the voices of men and women singers? Why should your servant be any further burden to my lord the king?"
        },
        {
          "verse": 37,
          "text": "In escorting the king across the Jordan, your servant is doing little enough! Why should the king give me this reward?"
        },
        {
          "verse": 38,
          "text": "Please let your servant go back to die in my own city by the tomb of my father and mother. Here is your servant Chimham. Let him cross over with my lord the king. Do for him whatever seems good to you.”"
        },
        {
          "verse": 39,
          "text": "Then the king said to him, “Chimham shall cross over with me, and for him I will do whatever seems good to you. And anything else you would like me to do for you, I will do.”"
        },
        {
          "verse": 40,
          "text": "Then all the people crossed over the Jordan but the king remained; he kissed Barzillai and bade him farewell as he returned to his own place."
        },
        {
          "verse": 41,
          "text": "Finally the king crossed over to Gilgal, accompanied by Chimham. Israel and Judah Quarrel. All of the people of Judah and half of the people of Israel had escorted the king across."
        },
        {
          "verse": 42,
          "text": "But then all these Israelites began coming to the king and saying, “Why did our brothers the Judahites steal you away and bring the king and his household across the Jordan, along with all David’s men?”"
        },
        {
          "verse": 43,
          "text": "All the Judahites replied to the men of Israel: “Because the king is our relative. Why are you angry over this? Have we had anything to eat at the king’s expense? Or have portions from his table been given to us?”"
        },
        {
          "verse": 44,
          "text": "The Israelites answered the Judahites: “We have ten shares in the king. Also, we are the firstborn rather than you. Why do you slight us? Were we not first to speak of restoring our king?” Then the Judahites in turn spoke even more fiercely than the Israelites."
        }
      ]
    },
    {
      "chapter": 20,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 20 - Sheba’s Rebellion. Now a scoundrel named Sheba, the son of Bichri, a Benjaminite, happened to be there. He sounded the horn and cried out, “We have no share in David, nor any heritage in the son of Jesse. Everyone to your tents, O Israel!”"
        },
        {
          "verse": 2,
          "text": "So all the Israelites left David to follow Sheba, son of Bichri. But the Judahites, from the Jordan to Jerusalem, remained loyal to their king."
        },
        {
          "verse": 3,
          "text": "David came to his house in Jerusalem, and the king took the ten concubines whom he had left behind to care for the palace and placed them under guard. He provided for them, but never again saw them. And so they remained shut away to the day of their death, lifelong widows."
        },
        {
          "verse": 4,
          "text": "Amasa’s Death. Then the king said to Amasa: “Summon the Judahites for me within three days. Then present yourself here.”"
        },
        {
          "verse": 5,
          "text": "Accordingly Amasa set out to summon Judah, but delayed beyond the time set for him."
        },
        {
          "verse": 6,
          "text": "Then David said to Abishai: “Sheba, son of Bichri, may now do us more harm than Absalom did. Take your lord’s servants and pursue him, lest he find fortified cities and take shelter while we look on.”"
        },
        {
          "verse": 7,
          "text": "So Joab and the Cherethites and Pelethites and all the warriors marched out behind Abishai from Jerusalem to campaign in pursuit of Sheba, son of Bichri."
        },
        {
          "verse": 8,
          "text": "They were at the great stone in Gibeon when Amasa met them. Now Joab had a belt over his tunic, from which was slung a sword in its sheath at his thigh; the sword would slide out downwards."
        },
        {
          "verse": 9,
          "text": "Joab asked Amasa, “Is everything all right, my brother?” and with his right hand held Amasa’s beard as if to kiss him."
        },
        {
          "verse": 10,
          "text": "And since Amasa was not on his guard against the sword in Joab’s other hand, Joab stabbed him in the abdomen with it, so that his entrails burst forth to the ground, and he died; there was no second thrust. Then Joab and Abishai his brother pursued Sheba, son of Bichri."
        },
        {
          "verse": 11,
          "text": "One of Joab’s attendants stood by Amasa and said, “Let him who favors Joab and is for David follow Joab.”"
        },
        {
          "verse": 12,
          "text": "Amasa lay covered with blood in the middle of the highroad, and the man noticed that all the soldiers were stopping. So he rolled Amasa away from the road to the field and spread a garment over him, because he saw how all who came upon him were stopping."
        },
        {
          "verse": 13,
          "text": "When he had been removed from the road, everyone went on after Joab in pursuit of Sheba, son of Bichri."
        },
        {
          "verse": 14,
          "text": "Joab Pursues Sheba. Sheba had passed through all the tribes of Israel to Abel Beth-maacah. Then all the Bichrites assembled and they too entered the city after him."
        },
        {
          "verse": 15,
          "text": "So all Joab’s troops came and besieged him in Abel Beth-maacah. They built up a mound against the city, so that it stood against the rampart, and were battering the wall to knock it down."
        },
        {
          "verse": 16,
          "text": "Then a wise woman from the city called out, “Listen, listen! Tell Joab, ‘Come here, so I can speak with you.’”"
        },
        {
          "verse": 17,
          "text": "When Joab had come near her, the woman said, “Are you Joab?” And he replied, “Yes.” She said to him, “Listen to what your servant has to say.” He replied, “I am listening.”"
        },
        {
          "verse": 18,
          "text": "Then she went on to say: “There is a saying from long ago, ‘Let them ask if they will in Abel or in Dan whether loyalty is finished"
        },
        {
          "verse": 19,
          "text": "or ended in Israel.’ You are seeking to batter down a city that is a mother in Israel. Why do you wish to swallow up the heritage of the LORD?”"
        },
        {
          "verse": 20,
          "text": "Joab answered, “Not at all, not at all! I do not wish to swallow or batter anything."
        },
        {
          "verse": 21,
          "text": "That is not the case at all. A man from the hill country of Ephraim, whose name is Sheba, son of Bichri, has rebelled against King David. Give him up, just him, and I will withdraw from the city.” Then the woman said to Joab, “His head shall be thrown to you across the wall.”"
        },
        {
          "verse": 22,
          "text": "In her wisdom, the woman went to all the people, and they cut off the head of Sheba, son of Bichri, and threw it out to Joab. He then sounded the horn, and they scattered from the city to their own tents, while Joab returned to Jerusalem to the king."
        },
        {
          "verse": 23,
          "text": "David’s Officials. Joab was in command of the whole army of Israel. Benaiah, son of Jehoiada, was in command of the Cherethites and Pelethites."
        },
        {
          "verse": 24,
          "text": "Adoram was in charge of the forced labor. Jehoshaphat, son of Ahilud, was the chancellor."
        },
        {
          "verse": 25,
          "text": "Shawsha was the scribe. Zadok and Abiathar were priests."
        },
        {
          "verse": 26,
          "text": "Ira the Jairite was also David’s priest."
        }
      ]
    },
    {
      "chapter": 21,
      "verses": [
        {
          "verse": 1,
          "text": "V. Appendixes Chapter 21 - Gibeonite Vengeance. In David’s time there was a famine for three years, year after year. David sought the presence of the LORD, who said: There is bloodguilt on Saul and his family because he put the Gibeonites to death."
        },
        {
          "verse": 2,
          "text": "So the king called the Gibeonites and spoke to them. (Now the Gibeonites were not Israelites, but survivors of the Amorites; and although the Israelites had given them their oath, Saul had sought to kill them off in his zeal for the Israelites and for Judah.)"
        },
        {
          "verse": 3,
          "text": "David said to the Gibeonites, “What must I do for you and how must I make atonement, that you may bless the heritage of the LORD?”"
        },
        {
          "verse": 4,
          "text": "The Gibeonites answered him, “We have no claim against Saul and his house for silver or gold, nor is it our place to put anyone to death in Israel.” Then he said, “I will do for you whatever you propose.”"
        },
        {
          "verse": 5,
          "text": "They said to the king, “As for the man who was exterminating us and who intended to destroy us that we might have no place in all the territory of Israel,"
        },
        {
          "verse": 6,
          "text": "let seven men from among his descendants be given to us, that we may execute them before the LORD in Gibeon, on the LORD’s mountain.” The king replied, “I will give them up.”"
        },
        {
          "verse": 7,
          "text": "The king, however, spared Meribbaal, son of Jonathan, son of Saul, because of the LORD’s oath that formed a bond between David and Saul’s son Jonathan."
        },
        {
          "verse": 8,
          "text": "But the king took Armoni and Meribbaal, the two sons that Aiah’s daughter Rizpah had borne to Saul, and the five sons of Saul’s daughter Merob that she had borne to Adriel, son of Barzillai the Meholathite,"
        },
        {
          "verse": 9,
          "text": "and delivered them into the power of the Gibeonites, who then executed them on the mountain before the LORD. The seven fell at the one time; they were put to death during the first days of the harvest—that is, at the beginning of the barley harvest."
        },
        {
          "verse": 10,
          "text": "Then Rizpah, Aiah’s daughter, took sackcloth and spread it out for herself on the rock from the beginning of the harvest until rain came down on them from the heavens, fending off the birds of the heavens from settling on them by day, and the wild animals by night."
        },
        {
          "verse": 11,
          "text": "When David was informed of what Rizpah, Aiah’s daughter, the concubine of Saul, had done,"
        },
        {
          "verse": 12,
          "text": "he went and obtained the bones of Saul and of his son Jonathan from the citizens of Jabesh-gilead, who had stolen them away secretly from the public square of Beth-shan, where the Philistines had hanged them at the time they defeated Saul on Gilboa."
        },
        {
          "verse": 13,
          "text": "When he had brought up from there the bones of Saul and of his son Jonathan, the bones of those who had been executed were also gathered up."
        },
        {
          "verse": 14,
          "text": "Then the bones of Saul and of his son Jonathan were buried in the land of Benjamin, at Zela, in the tomb of his father Kish. After all that the king commanded had been carried out, God granted relief to the land."
        },
        {
          "verse": 15,
          "text": "Exploits in Philistine Wars. There was another battle between the Philistines and Israel. David went down with his servants and fought the Philistines, but David grew tired."
        },
        {
          "verse": 16,
          "text": "Dadu, a descendant of the Rephaim, whose bronze spear weighed three hundred shekels, was about to take him captive. Dadu was girt with a new sword and thought he would kill David,"
        },
        {
          "verse": 17,
          "text": "but Abishai, son of Zeruiah, came to help him, and struck and killed the Philistine. Then David’s men swore to him, “You must not go out to battle with us again, lest you quench the lamp of Israel.”"
        },
        {
          "verse": 18,
          "text": "After this, there was another battle with the Philistines, in Gob. On that occasion Sibbecai the Hushathite struck down Saph, a descendant of the Rephaim."
        },
        {
          "verse": 19,
          "text": "There was another battle with the Philistines, in Gob, and Elhanan, son of Jair from Bethlehem, killed Goliath of Gath, whose spear shaft was like a weaver’s beam."
        },
        {
          "verse": 20,
          "text": "There was another battle, at Gath, and there was a giant, who had six fingers on each hand and six toes on each foot—twenty-four in all. He too was descended from the Rephaim."
        },
        {
          "verse": 21,
          "text": "And when he insulted Israel, Jonathan, son of David’s brother Shimei, struck him down."
        },
        {
          "verse": 22,
          "text": "These four were descended from the Rephaim in Gath, and they fell at the hands of David and his servants."
        }
      ]
    },
    {
      "chapter": 22,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 22 - Song of Thanksgiving. David proclaimed the words of this song to the LORD when the LORD had rescued him from the grasp of all his enemies and from the grasp of Saul."
        },
        {
          "verse": 2,
          "text": "He said: O LORD, my rock, my fortress, my deliverer,"
        },
        {
          "verse": 3,
          "text": "my God, my rock of refuge! My shield, my saving horn, my stronghold, my refuge, my savior, from violence you keep me safe."
        },
        {
          "verse": 4,
          "text": "Praised be the LORD, I exclaim! I have been delivered from my enemies."
        },
        {
          "verse": 5,
          "text": "The breakers of death surged round about me, the menacing floods terrified me;"
        },
        {
          "verse": 6,
          "text": "The cords of Sheol tightened; the snares of death lay in wait for me."
        },
        {
          "verse": 7,
          "text": "In my distress I called out: LORD! I cried out to my God; From his temple he heard my voice, my cry reached his ears."
        },
        {
          "verse": 8,
          "text": "The earth rocked and shook; the foundations of the heavens trembled; they shook as his wrath flared up."
        },
        {
          "verse": 9,
          "text": "Smoke rose in his nostrils, a devouring fire from his mouth; it kindled coals into flame."
        },
        {
          "verse": 10,
          "text": "He parted the heavens and came down, a dark cloud under his feet."
        },
        {
          "verse": 11,
          "text": "Mounted on a cherub he flew, borne along on the wings of the wind."
        },
        {
          "verse": 12,
          "text": "He made darkness the cover about him, a mass of water, heavy thunderheads."
        },
        {
          "verse": 13,
          "text": "From the brightness of his presence coals were kindled to flame."
        },
        {
          "verse": 14,
          "text": "The LORD thundered from heaven; the Most High made his voice resound."
        },
        {
          "verse": 15,
          "text": "He let fly arrows and scattered them; lightning, and dispersed them."
        },
        {
          "verse": 16,
          "text": "Then the bed of the sea appeared; the world’s foundations lay bare, At the roar of the LORD, at the storming breath of his nostrils."
        },
        {
          "verse": 17,
          "text": "He reached down from on high and seized me, drew me out of the deep waters."
        },
        {
          "verse": 18,
          "text": "He rescued me from my mighty enemy, from foes too powerful for me."
        },
        {
          "verse": 19,
          "text": "They attacked me on a day of distress, but the LORD came to my support."
        },
        {
          "verse": 20,
          "text": "He set me free in the open; he rescued me because he loves me."
        },
        {
          "verse": 21,
          "text": "The LORD acknowledged my righteousness; rewarded my clean hands."
        },
        {
          "verse": 22,
          "text": "For I kept the ways of the LORD; I was not disloyal to my God."
        },
        {
          "verse": 23,
          "text": "His laws were all before me, his decrees I did not cast aside."
        },
        {
          "verse": 24,
          "text": "I was honest toward him; I was on guard against sin."
        },
        {
          "verse": 25,
          "text": "So the LORD rewarded my righteousness, the cleanness of my hands in his sight."
        },
        {
          "verse": 26,
          "text": "Toward the faithful you are faithful; to the honest you are honest;"
        },
        {
          "verse": 27,
          "text": "Toward the sincere you are sincere; but to the perverse you are devious."
        },
        {
          "verse": 28,
          "text": "Humble people you save, though on the haughty your eyes look down."
        },
        {
          "verse": 29,
          "text": "You are my lamp, O LORD! My God brightens the darkness about me."
        },
        {
          "verse": 30,
          "text": "With you I can rush an armed band, with my God to help I can leap a wall."
        },
        {
          "verse": 31,
          "text": "God’s way is unerring; the LORD’s promise is tried and true; he is a shield for all who trust in him."
        },
        {
          "verse": 32,
          "text": "Truly, who is God except the LORD? Who but our God is the rock?"
        },
        {
          "verse": 33,
          "text": "This God who girded me with might, kept my way unerring,"
        },
        {
          "verse": 34,
          "text": "Who made my feet swift as a deer’s, set me safe on the heights,"
        },
        {
          "verse": 35,
          "text": "Who trained my hands for war, my arms to bend even a bow of bronze."
        },
        {
          "verse": 36,
          "text": "You have given me your protecting shield, and your help has made me great."
        },
        {
          "verse": 37,
          "text": "You gave me room to stride; my feet never stumbled."
        },
        {
          "verse": 38,
          "text": "I pursued my enemies and overtook them; I did not turn back till I destroyed them."
        },
        {
          "verse": 39,
          "text": "I struck them down, and they did not rise; they fell dead at my feet."
        },
        {
          "verse": 40,
          "text": "You girded me with strength for war; subdued adversaries at my feet."
        },
        {
          "verse": 41,
          "text": "My foes you put to flight before me; those who hated me I destroyed."
        },
        {
          "verse": 42,
          "text": "They cried for help, but no one saved them, cried to the LORD but got no answer."
        },
        {
          "verse": 43,
          "text": "I ground them fine as the dust of the earth; like mud in the streets I trod them down."
        },
        {
          "verse": 44,
          "text": "You rescued me from the strife of my people; you made me head over nations. A people I had not known became my slaves;"
        },
        {
          "verse": 45,
          "text": "Foreigners cringed before me; as soon as they heard of me they obeyed."
        },
        {
          "verse": 46,
          "text": "Their courage failed; they came trembling from their fortresses."
        },
        {
          "verse": 47,
          "text": "The LORD lives! Blessed be my rock! Exalted be God, the rock of my salvation."
        },
        {
          "verse": 48,
          "text": "O God who granted me vindication, subdued peoples under me,"
        },
        {
          "verse": 49,
          "text": "and helped me escape from my enemies, Truly you have exalted me above my adversaries, from the violent you have rescued me."
        },
        {
          "verse": 50,
          "text": "Thus I will proclaim you, LORD, among the nations; I will sing the praises of your name."
        },
        {
          "verse": 51,
          "text": "You have given great victories to your king, and shown kindness to your anointed, to David and his posterity forever."
        }
      ]
    },
    {
      "chapter": 23,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 23 - The Last Words of David. These are the last words of David: The oracle of David, son of Jesse; the oracle of the man God raised up, Anointed of the God of Jacob, favorite of the Mighty One of Israel."
        },
        {
          "verse": 2,
          "text": "The spirit of the LORD spoke through me; his word was on my tongue."
        },
        {
          "verse": 3,
          "text": "The God of Israel spoke; of me the Rock of Israel said, “One who rules over humankind with justice, who rules in the fear of God,"
        },
        {
          "verse": 4,
          "text": "Is like the light at sunrise on a cloudless morning, making the land’s vegetation glisten after rain.”"
        },
        {
          "verse": 5,
          "text": "Is not my house firm before God? He has made an eternal covenant with me, set forth in detail and secured. Will he not bring to fruition all my salvation and my every desire?"
        },
        {
          "verse": 6,
          "text": "But the wicked are all like thorns to be cast away; they cannot be taken up by hand."
        },
        {
          "verse": 7,
          "text": "One wishing to touch them must be armed with iron or the shaft of a spear. They must be utterly consumed by fire."
        },
        {
          "verse": 8,
          "text": "David’s Warriors. These are the names of David’s warriors. Ishbaal, the son of Hachamoni, chief of the Three. He brandished his spear over eight hundred whom he had slain in a single encounter."
        },
        {
          "verse": 9,
          "text": "Next to him was Eleazar, the son of Dodo the Ahohite, one of the Three warriors with David at Ephes-dammim, when they insulted the Philistines who had massed there for battle. The Israelites had retreated,"
        },
        {
          "verse": 10,
          "text": "but he stood there and struck down the Philistines until his hand grew tired from clutching the sword. The LORD brought about a great victory on that day; the army turned back to rejoin Eleazar, but only to strip the slain."
        },
        {
          "verse": 11,
          "text": "Next to him was Shammah, son of Agee the Hararite. The Philistines had assembled at Lehi, where there was a plot of land full of lentils. The people were fleeing before the Philistines,"
        },
        {
          "verse": 12,
          "text": "but he took his stand in the middle of the plot, kept it safe, and cut down the Philistines. Thus the LORD brought about a great victory. Such deeds as these the Three warriors performed."
        },
        {
          "verse": 13,
          "text": "Three of the Thirty chiefs went down to David in the cave of Adullam during the harvest, while a Philistine clan was encamped in the Valley of Rephaim."
        },
        {
          "verse": 14,
          "text": "David was then in the stronghold, and there was a garrison of Philistines in Bethlehem."
        },
        {
          "verse": 15,
          "text": "Now David had a craving and said, “If only someone would give me a drink of water from the cistern by the gate of Bethlehem!”"
        },
        {
          "verse": 16,
          "text": "Thereupon the three warriors broke through the encampment of the Philistines, drew water from the cistern by the gate of Bethlehem, and carried it back to David. But he refused to drink it, and instead poured it out to the LORD,"
        },
        {
          "verse": 17,
          "text": "saying: “The LORD forbid that I do such a thing! Could I drink the blood of these men who went at the risk of their lives?” So he refused to drink it."
        },
        {
          "verse": 18,
          "text": "Abishai, the brother of Joab, son of Zeruiah, was the chief of the Thirty; he brandished his spear over three hundred whom he had slain. He made a name among the Thirty,"
        },
        {
          "verse": 19,
          "text": "but was more famous than any of the Thirty, becoming their leader. However, he did not attain to the Three."
        },
        {
          "verse": 20,
          "text": "Benaiah, son of Jehoiada, a valiant man of mighty deeds, from Kabzeel, killed the two sons of Ariel of Moab. Also, he went down and killed the lion in the cistern on a snowy day."
        },
        {
          "verse": 21,
          "text": "He likewise slew an Egyptian, a huge man. The Egyptian carried a spear, but Benaiah came against him with a staff; he wrested the spear from the Egyptian’s hand, and killed him with that spear."
        },
        {
          "verse": 22,
          "text": "Such deeds as these Benaiah, the son of Jehoiada, performed; and he made a name among the Thirty warriors"
        },
        {
          "verse": 23,
          "text": "but was more famous than any of the Thirty. However, he did not attain to the Three. David put him in charge of his bodyguard."
        },
        {
          "verse": 24,
          "text": "Asahel, brother of Joab, was among the Thirty; Elhanan, son of Dodo, from Bethlehem;"
        },
        {
          "verse": 25,
          "text": "Shammah, from En-harod; Elika, from En-harod;"
        },
        {
          "verse": 26,
          "text": "Helez, from Beth-pelet; Ira, son of Ikkesh, from Tekoa;"
        },
        {
          "verse": 27,
          "text": "Abiezer, from Anathoth; Sibbecai, from Husha;"
        },
        {
          "verse": 28,
          "text": "Zalmon, from Ahoh; Maharai, from Netophah;"
        },
        {
          "verse": 29,
          "text": "Heled, son of Baanah, from Netophah; Ittai, son of Ribai, from Gibeah of Benjamin;"
        },
        {
          "verse": 30,
          "text": "Benaiah, from Pirathon; Hiddai, from the valley of Gaash;"
        },
        {
          "verse": 31,
          "text": "Abibaal, from Beth-arabah; Azmaveth, from Bahurim;"
        },
        {
          "verse": 32,
          "text": "Eliahba, from Shaalbon; Jashen the Gunite; Jonathan,"
        },
        {
          "verse": 33,
          "text": "son of Shammah the Hararite; Ahiam, son of Sharar the Hararite;"
        },
        {
          "verse": 34,
          "text": "Eliphelet, son of Ahasbai, from Beth-maacah; Eliam, son of Ahithophel, from Gilo;"
        },
        {
          "verse": 35,
          "text": "Hezrai, from Carmel; Paarai the Arbite;"
        },
        {
          "verse": 36,
          "text": "Igal, son of Nathan, from Zobah; Bani the Gadite;"
        },
        {
          "verse": 37,
          "text": "Zelek the Ammonite; Naharai, from Beeroth, the armor-bearer of Joab, son of Zeruiah;"
        },
        {
          "verse": 38,
          "text": "Ira, from Jattir; Gareb, from Jattir;"
        },
        {
          "verse": 39,
          "text": "Uriah the Hittite—thirty-seven in all."
        }
      ]
    },
    {
      "chapter": 24,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 24 - David’s Census; the Plague. The LORD’s anger against Israel flared again, and he incited David against them: “Go, take a census of Israel and Judah.”"
        },
        {
          "verse": 2,
          "text": "The king therefore said to Joab and the leaders of the army who were with him, “Tour all the tribes of Israel from Dan to Beer-sheba and register the people, that I may know their number.”"
        },
        {
          "verse": 3,
          "text": "But Joab replied to the king: “May the LORD your God increase the number of people a hundredfold for my lord the king to see it with his own eyes. But why does it please my lord to do a thing of this kind?”"
        },
        {
          "verse": 4,
          "text": "However, the king’s command prevailed over Joab and the leaders of the army, so they left the king’s presence in order to register the people of Israel."
        },
        {
          "verse": 5,
          "text": "Crossing the Jordan, they began near Aroer, south of the city in the wadi, and turned in the direction of Gad toward Jazer."
        },
        {
          "verse": 6,
          "text": "They continued on to Gilead and to the district below Mount Hermon. Then they proceeded to Dan; from there they turned toward Sidon,"
        },
        {
          "verse": 7,
          "text": "going to the fortress of Tyre and to all the cities of the Hivites and Canaanites, and ending up in the Negeb of Judah, at Beer-sheba."
        },
        {
          "verse": 8,
          "text": "Thus they toured the whole land, reaching Jerusalem again after nine months and twenty days."
        },
        {
          "verse": 9,
          "text": "Joab then reported the census figures to the king: of men capable of wielding a sword, there were in Israel eight hundred thousand, and in Judah five hundred thousand."
        },
        {
          "verse": 10,
          "text": "Afterward, however, David regretted having numbered the people. David said to the LORD: “I have sinned grievously in what I have done. Take away, LORD, your servant’s guilt, for I have acted very foolishly.”"
        },
        {
          "verse": 11,
          "text": "When David rose in the morning, the word of the LORD came to the prophet Gad, David’s seer, saying:"
        },
        {
          "verse": 12,
          "text": "Go, tell David: Thus says the LORD: I am offering you three options; choose one of them, and I will give you that."
        },
        {
          "verse": 13,
          "text": "Gad then went to David to inform him. He asked: “Should three years of famine come upon your land; or three months of fleeing from your enemy while he pursues you; or is it to be three days of plague in your land? Now consider well: what answer am I to give to him who sent me?”"
        },
        {
          "verse": 14,
          "text": "David answered Gad: “I am greatly distressed. But let us fall into the hand of God, whose mercy is great, rather than into human hands.”"
        },
        {
          "verse": 15,
          "text": "Thus David chose the plague. At the time of the wheat harvest it broke out among the people. The LORD sent plague over Israel from morning until the time appointed, and from Dan to Beer-sheba seventy thousand of the people died."
        },
        {
          "verse": 16,
          "text": "But when the angel stretched forth his hand toward Jerusalem to destroy it, the LORD changed his mind about the calamity, and said to the angel causing the destruction among the people: Enough now! Stay your hand. The angel of the LORD was then standing at the threshing floor of Araunah the Jebusite."
        },
        {
          "verse": 17,
          "text": "When David saw the angel who was striking the people, he said to the LORD: “It is I who have sinned; it is I, the shepherd, who have done wrong. But these sheep, what have they done? Strike me and my father’s family!”"
        },
        {
          "verse": 18,
          "text": "David Offers Sacrifices. On the same day Gad went to David and said to him, “Go and set up an altar to the LORD on the threshing floor of Araunah the Jebusite.”"
        },
        {
          "verse": 19,
          "text": "According to Gad’s word, David went up as the LORD had commanded."
        },
        {
          "verse": 20,
          "text": "Now Araunah looked down and saw the king and his servants coming toward him while he was threshing wheat. So he went out and bowed down before the king, his face to the ground."
        },
        {
          "verse": 21,
          "text": "Then Araunah asked, “Why does my lord the king come to his servant?” David replied, “To buy the threshing floor from you, to build an altar to the LORD, that the plague may be withdrawn from the people.”"
        },
        {
          "verse": 22,
          "text": "But Araunah said to David: “Let my lord the king take it and offer up what is good in his sight. See, here are the oxen for burnt offerings, and the threshing sledges and the yokes of oxen for wood."
        },
        {
          "verse": 23,
          "text": "All this does Araunah give to the king.” Araunah then said to the king, “May the LORD your God accept your offering.”"
        },
        {
          "verse": 24,
          "text": "The king, however, replied to Araunah, “No, I will buy it from you at the proper price, for I cannot sacrifice to the LORD my God burnt offerings that cost me nothing.” So David bought the threshing floor and the oxen for fifty silver shekels."
        },
        {
          "verse": 25,
          "text": "Then David built an altar to the LORD there, and sacrificed burnt offerings and communion offerings. The LORD granted relief to the land, and the plague was withdrawn from Israel."
        }
      ]
    }
  ]
}
