{
  "book": "2Thessalonians",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "verse": 1,
          "text": "I. Address Chapter 1 - Greeting. Paul, Silvanus, and Timothy to the church of the Thessalonians in God our Father and the Lord Jesus Christ:"
        },
        {
          "verse": 2,
          "text": "grace to you and peace from God [our] Father and the Lord Jesus Christ."
        },
        {
          "verse": 3,
          "text": "Thanksgiving. We ought to thank God always for you, brothers, as is fitting, because your faith flourishes ever more, and the love of every one of you for one another grows ever greater."
        },
        {
          "verse": 4,
          "text": "Accordingly, we ourselves boast of you in the churches of God regarding your endurance and faith in all your persecutions and the afflictions you endure."
        },
        {
          "verse": 5,
          "text": "This is evidence of the just judgment of God, so that you may be considered worthy of the kingdom of God for which you are suffering."
        },
        {
          "verse": 6,
          "text": "For it is surely just on God’s part to repay with afflictions those who are afflicting you,"
        },
        {
          "verse": 7,
          "text": "and to grant rest along with us to you who are undergoing afflictions, at the revelation of the Lord Jesus from heaven with his mighty angels,"
        },
        {
          "verse": 8,
          "text": "in blazing fire, inflicting punishment on those who do not acknowledge God and on those who do not obey the gospel of our Lord Jesus."
        },
        {
          "verse": 9,
          "text": "These will pay the penalty of eternal ruin, separated from the presence of the Lord and from the glory of his power,"
        },
        {
          "verse": 10,
          "text": "when he comes to be glorified among his holy ones and to be marveled at on that day among all who have believed, for our testimony to you was believed."
        },
        {
          "verse": 11,
          "text": "Prayer. To this end, we always pray for you, that our God may make you worthy of his calling and powerfully bring to fulfillment every good purpose and every effort of faith,"
        },
        {
          "verse": 12,
          "text": "that the name of our Lord Jesus may be glorified in you, and you in him, in accord with the grace of our God and Lord Jesus Christ."
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "verse": 1,
          "text": "II. Warning Against Deception Concerning the Parousia Chapter 2 - Christ and the Lawless One. We ask you, brothers, with regard to the coming of our Lord Jesus Christ and our assembling with him,"
        },
        {
          "verse": 2,
          "text": "not to be shaken out of your minds suddenly, or to be alarmed either by a “spirit,” or by an oral statement, or by a letter allegedly from us to the effect that the day of the Lord is at hand."
        },
        {
          "verse": 3,
          "text": "Let no one deceive you in any way. For unless the apostasy comes first and the lawless one is revealed, the one doomed to perdition,"
        },
        {
          "verse": 4,
          "text": "who opposes and exalts himself above every so-called god and object of worship, so as to seat himself in the temple of God, claiming that he is a god—"
        },
        {
          "verse": 5,
          "text": "do you not recall that while I was still with you I told you these things?"
        },
        {
          "verse": 6,
          "text": "And now you know what is restraining, that he may be revealed in his time."
        },
        {
          "verse": 7,
          "text": "For the mystery of lawlessness is already at work. But the one who restrains is to do so only for the present, until he is removed from the scene."
        },
        {
          "verse": 8,
          "text": "And then the lawless one will be revealed, whom the Lord [Jesus] will kill with the breath of his mouth and render powerless by the manifestation of his coming,"
        },
        {
          "verse": 9,
          "text": "the one whose coming springs from the power of Satan in every mighty deed and in signs and wonders that lie,"
        },
        {
          "verse": 10,
          "text": "and in every wicked deceit for those who are perishing because they have not accepted the love of truth so that they may be saved."
        },
        {
          "verse": 11,
          "text": "Therefore, God is sending them a deceiving power so that they may believe the lie,"
        },
        {
          "verse": 12,
          "text": "that all who have not believed the truth but have approved wrongdoing may be condemned."
        },
        {
          "verse": 13,
          "text": "But we ought to give thanks to God for you always, brothers loved by the Lord, because God chose you as the firstfruits for salvation through sanctification by the Spirit and belief in truth."
        },
        {
          "verse": 14,
          "text": "To this end he has [also] called you through our gospel to possess the glory of our Lord Jesus Christ."
        },
        {
          "verse": 15,
          "text": "Therefore, brothers, stand firm and hold fast to the traditions that you were taught, either by an oral statement or by a letter of ours."
        },
        {
          "verse": 16,
          "text": "May our Lord Jesus Christ himself and God our Father, who has loved us and given us everlasting encouragement and good hope through his grace,"
        },
        {
          "verse": 17,
          "text": "encourage your hearts and strengthen them in every good deed and word."
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "verse": 1,
          "text": "III. Concluding Exhortations Chapter 3 - Request for Prayers. Finally, brothers, pray for us, so that the word of the Lord may speed forward and be glorified, as it did among you,"
        },
        {
          "verse": 2,
          "text": "and that we may be delivered from perverse and wicked people, for not all have faith."
        },
        {
          "verse": 3,
          "text": "But the Lord is faithful; he will strengthen you and guard you from the evil one."
        },
        {
          "verse": 4,
          "text": "We are confident of you in the Lord that what we instruct you, you [both] are doing and will continue to do."
        },
        {
          "verse": 5,
          "text": "May the Lord direct your hearts to the love of God and to the endurance of Christ."
        },
        {
          "verse": 6,
          "text": "Neglect of Work. We instruct you, brothers, in the name of [our] Lord Jesus Christ, to shun any brother who conducts himself in a disorderly way and not according to the tradition they received from us."
        },
        {
          "verse": 7,
          "text": "For you know how one must imitate us. For we did not act in a disorderly way among you,"
        },
        {
          "verse": 8,
          "text": "nor did we eat food received free from anyone. On the contrary, in toil and drudgery, night and day we worked, so as not to burden any of you."
        },
        {
          "verse": 9,
          "text": "Not that we do not have the right. Rather, we wanted to present ourselves as a model for you, so that you might imitate us."
        },
        {
          "verse": 10,
          "text": "In fact, when we were with you, we instructed you that if anyone was unwilling to work, neither should that one eat."
        },
        {
          "verse": 11,
          "text": "We hear that some are conducting themselves among you in a disorderly way, by not keeping busy but minding the business of others."
        },
        {
          "verse": 12,
          "text": "Such people we instruct and urge in the Lord Jesus Christ to work quietly and to eat their own food."
        },
        {
          "verse": 13,
          "text": "But you, brothers, do not be remiss in doing good."
        },
        {
          "verse": 14,
          "text": "If anyone does not obey our word as expressed in this letter, take note of this person not to associate with him, that he may be put to shame."
        },
        {
          "verse": 15,
          "text": "Do not regard him as an enemy but admonish him as a brother."
        },
        {
          "verse": 16,
          "text": "May the Lord of peace himself give you peace at all times and in every way. The Lord be with all of you."
        },
        {
          "verse": 17,
          "text": "IV. Final Greetings - This greeting is in my own hand, Paul’s. This is the sign in every letter; this is how I write."
        },
        {
          "verse": 18,
          "text": "The grace of our Lord Jesus Christ be with all of you."
        }
      ]
    }
  ]
}
