{
  "book": "2Timothy",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "verse": 1,
          "text": "I. Address Chapter 1 - Greeting. Paul, an apostle of Christ Jesus by the will of God for the promise of life in Christ Jesus,"
        },
        {
          "verse": 2,
          "text": "to Timothy, my dear child: grace, mercy, and peace from God the Father and Christ Jesus our Lord."
        },
        {
          "verse": 3,
          "text": "Thanksgiving. I am grateful to God, whom I worship with a clear conscience as my ancestors did, as I remember you constantly in my prayers, night and day."
        },
        {
          "verse": 4,
          "text": "I yearn to see you again, recalling your tears, so that I may be filled with joy,"
        },
        {
          "verse": 5,
          "text": "as I recall your sincere faith that first lived in your grandmother Lois and in your mother Eunice and that I am confident lives also in you."
        },
        {
          "verse": 6,
          "text": "II. Exhortations to Timothy - The Gifts Timothy Has Received. For this reason, I remind you to stir into flame the gift of God that you have through the imposition of my hands."
        },
        {
          "verse": 7,
          "text": "For God did not give us a spirit of cowardice but rather of power and love and self-control."
        },
        {
          "verse": 8,
          "text": "So do not be ashamed of your testimony to our Lord, nor of me, a prisoner for his sake; but bear your share of hardship for the gospel with the strength that comes from God."
        },
        {
          "verse": 9,
          "text": "He saved us and called us to a holy life, not according to our works but according to his own design and the grace bestowed on us in Christ Jesus before time began,"
        },
        {
          "verse": 10,
          "text": "but now made manifest through the appearance of our savior Christ Jesus, who destroyed death and brought life and immortality to light through the gospel,"
        },
        {
          "verse": 11,
          "text": "for which I was appointed preacher and apostle and teacher."
        },
        {
          "verse": 12,
          "text": "On this account I am suffering these things; but I am not ashamed, for I know him in whom I have believed and am confident that he is able to guard what has been entrusted to me until that day."
        },
        {
          "verse": 13,
          "text": "Take as your norm the sound words that you heard from me, in the faith and love that are in Christ Jesus."
        },
        {
          "verse": 14,
          "text": "Guard this rich trust with the help of the holy Spirit that dwells within us."
        },
        {
          "verse": 15,
          "text": "Paul’s Suffering. You know that everyone in Asia deserted me, including Phygelus and Hermogenes."
        },
        {
          "verse": 16,
          "text": "May the Lord grant mercy to the family of Onesiphorus because he often gave me new heart and was not ashamed of my chains."
        },
        {
          "verse": 17,
          "text": "But when he came to Rome, he promptly searched for me and found me."
        },
        {
          "verse": 18,
          "text": "May the Lord grant him to find mercy from the Lord on that day. And you know very well the services he rendered in Ephesus."
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 2 - Timothy’s Conduct. So you, my child, be strong in the grace that is in Christ Jesus."
        },
        {
          "verse": 2,
          "text": "And what you heard from me through many witnesses entrust to faithful people who will have the ability to teach others as well."
        },
        {
          "verse": 3,
          "text": "Bear your share of hardship along with me like a good soldier of Christ Jesus."
        },
        {
          "verse": 4,
          "text": "To satisfy the one who recruited him, a soldier does not become entangled in the business affairs of life."
        },
        {
          "verse": 5,
          "text": "Similarly, an athlete cannot receive the winner’s crown except by competing according to the rules."
        },
        {
          "verse": 6,
          "text": "The hardworking farmer ought to have the first share of the crop."
        },
        {
          "verse": 7,
          "text": "Reflect on what I am saying, for the Lord will give you understanding in everything."
        },
        {
          "verse": 8,
          "text": "Remember Jesus Christ, raised from the dead, a descendant of David: such is my gospel,"
        },
        {
          "verse": 9,
          "text": "for which I am suffering, even to the point of chains, like a criminal. But the word of God is not chained."
        },
        {
          "verse": 10,
          "text": "Therefore, I bear with everything for the sake of those who are chosen, so that they too may obtain the salvation that is in Christ Jesus, together with eternal glory."
        },
        {
          "verse": 11,
          "text": "This saying is trustworthy: If we have died with him we shall also live with him;"
        },
        {
          "verse": 12,
          "text": "if we persevere we shall also reign with him. But if we deny him he will deny us."
        },
        {
          "verse": 13,
          "text": "If we are unfaithful he remains faithful, for he cannot deny himself."
        },
        {
          "verse": 14,
          "text": "III. Instructions Concerning False Teaching - Warning Against Useless Disputes. Remind people of these things and charge them before God to stop disputing about words. This serves no useful purpose since it harms those who listen."
        },
        {
          "verse": 15,
          "text": "Be eager to present yourself as acceptable to God, a workman who causes no disgrace, imparting the word of truth without deviation."
        },
        {
          "verse": 16,
          "text": "Avoid profane, idle talk, for such people will become more and more godless,"
        },
        {
          "verse": 17,
          "text": "and their teaching will spread like gangrene. Among them are Hymenaeus and Philetus,"
        },
        {
          "verse": 18,
          "text": "who have deviated from the truth by saying that [the] resurrection has already taken place and are upsetting the faith of some."
        },
        {
          "verse": 19,
          "text": "Nevertheless, God’s solid foundation stands, bearing this inscription, “The Lord knows those who are his”; and, “Let everyone who calls upon the name of the Lord avoid evil.”"
        },
        {
          "verse": 20,
          "text": "In a large household there are vessels not only of gold and silver but also of wood and clay, some for lofty and others for humble use."
        },
        {
          "verse": 21,
          "text": "If anyone cleanses himself of these things, he will be a vessel for lofty use, dedicated, beneficial to the master of the house, ready for every good work."
        },
        {
          "verse": 22,
          "text": "So turn from youthful desires and pursue righteousness, faith, love, and peace, along with those who call on the Lord with purity of heart."
        },
        {
          "verse": 23,
          "text": "Avoid foolish and ignorant debates, for you know that they breed quarrels."
        },
        {
          "verse": 24,
          "text": "A slave of the Lord should not quarrel, but should be gentle with everyone, able to teach, tolerant,"
        },
        {
          "verse": 25,
          "text": "correcting opponents with kindness. It may be that God will grant them repentance that leads to knowledge of the truth,"
        },
        {
          "verse": 26,
          "text": "and that they may return to their senses out of the devil’s snare, where they are entrapped by him, for his will."
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 3 - The Dangers of the Last Days. But understand this: there will be terrifying times in the last days."
        },
        {
          "verse": 2,
          "text": "People will be self-centered and lovers of money, proud, haughty, abusive, disobedient to their parents, ungrateful, irreligious,"
        },
        {
          "verse": 3,
          "text": "callous, implacable, slanderous, licentious, brutal, hating what is good,"
        },
        {
          "verse": 4,
          "text": "traitors, reckless, conceited, lovers of pleasure rather than lovers of God,"
        },
        {
          "verse": 5,
          "text": "as they make a pretense of religion but deny its power. Reject them."
        },
        {
          "verse": 6,
          "text": "For some of these slip into homes and make captives of women weighed down by sins, led by various desires,"
        },
        {
          "verse": 7,
          "text": "always trying to learn but never able to reach a knowledge of the truth."
        },
        {
          "verse": 8,
          "text": "Just as Jannes and Jambres opposed Moses, so they also oppose the truth—people of depraved mind, unqualified in the faith."
        },
        {
          "verse": 9,
          "text": "But they will not make further progress, for their foolishness will be plain to all, as it was with those two. Paul’s Example and Teaching."
        },
        {
          "verse": 10,
          "text": "You have followed my teaching, way of life, purpose, faith, patience, love, endurance,"
        },
        {
          "verse": 11,
          "text": "persecutions, and sufferings, such as happened to me in Antioch, Iconium, and Lystra, persecutions that I endured. Yet from all these things the Lord delivered me."
        },
        {
          "verse": 12,
          "text": "In fact, all who want to live religiously in Christ Jesus will be persecuted."
        },
        {
          "verse": 13,
          "text": "But wicked people and charlatans will go from bad to worse, deceivers and deceived."
        },
        {
          "verse": 14,
          "text": "But you, remain faithful to what you have learned and believed, because you know from whom you learned it,"
        },
        {
          "verse": 15,
          "text": "and that from infancy you have known [the] sacred scriptures, which are capable of giving you wisdom for salvation through faith in Christ Jesus."
        },
        {
          "verse": 16,
          "text": "All scripture is inspired by God and is useful for teaching, for refutation, for correction, and for training in righteousness,"
        },
        {
          "verse": 17,
          "text": "so that one who belongs to God may be competent, equipped for every good work."
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 4 - Solemn Charge. I charge you in the presence of God and of Christ Jesus, who will judge the living and the dead, and by his appearing and his kingly power:"
        },
        {
          "verse": 2,
          "text": "proclaim the word; be persistent whether it is convenient or inconvenient; convince, reprimand, encourage through all patience and teaching."
        },
        {
          "verse": 3,
          "text": "For the time will come when people will not tolerate sound doctrine but, following their own desires and insatiable curiosity, will accumulate teachers"
        },
        {
          "verse": 4,
          "text": "and will stop listening to the truth and will be diverted to myths."
        },
        {
          "verse": 5,
          "text": "But you, be self-possessed in all circumstances; put up with hardship; perform the work of an evangelist; fulfill your ministry."
        },
        {
          "verse": 6,
          "text": "Reward for Fidelity. For I am already being poured out like a libation, and the time of my departure is at hand."
        },
        {
          "verse": 7,
          "text": "I have competed well; I have finished the race; I have kept the faith."
        },
        {
          "verse": 8,
          "text": "From now on the crown of righteousness awaits me, which the Lord, the just judge, will award to me on that day, and not only to me, but to all who have longed for his appearance."
        },
        {
          "verse": 9,
          "text": "IV. Personal Requests and Final Greetings - Paul’s Loneliness. Try to join me soon,"
        },
        {
          "verse": 10,
          "text": "for Demas, enamored of the present world, deserted me and went to Thessalonica, Crescens to Galatia, and Titus to Dalmatia."
        },
        {
          "verse": 11,
          "text": "Luke is the only one with me. Get Mark and bring him with you, for he is helpful to me in the ministry."
        },
        {
          "verse": 12,
          "text": "I have sent Tychicus to Ephesus."
        },
        {
          "verse": 13,
          "text": "When you come, bring the cloak I left with Carpus in Troas, the papyrus rolls, and especially the parchments."
        },
        {
          "verse": 14,
          "text": "Alexander the coppersmith did me a great deal of harm; the Lord will repay him according to his deeds."
        },
        {
          "verse": 15,
          "text": "You too be on guard against him, for he has strongly resisted our preaching."
        },
        {
          "verse": 16,
          "text": "At my first defense no one appeared on my behalf, but everyone deserted me. May it not be held against them!"
        },
        {
          "verse": 17,
          "text": "But the Lord stood by me and gave me strength, so that through me the proclamation might be completed and all the Gentiles might hear it. And I was rescued from the lion’s mouth."
        },
        {
          "verse": 18,
          "text": "The Lord will rescue me from every evil threat and will bring me safe to his heavenly kingdom. To him be glory forever and ever. Amen."
        },
        {
          "verse": 19,
          "text": "Final Greeting. Greet Prisca and Aquila and the family of Onesiphorus."
        },
        {
          "verse": 20,
          "text": "Erastus remained in Corinth, while I left Trophimus sick at Miletus."
        },
        {
          "verse": 21,
          "text": "Try to get here before winter. Eubulus, Pudens, Linus, Claudia, and all the brothers send greetings."
        },
        {
          "verse": 22,
          "text": "The Lord be with your spirit. Grace be with all of you."
        }
      ]
    }
  ]
}
