{
  "book": "3John",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "verse": 1,
          "text": "The Presbyter to the beloved Gaius whom I love in truth."
        },
        {
          "verse": 2,
          "text": "Beloved, I hope you are prospering in every respect and are in good health, just as your soul is prospering."
        },
        {
          "verse": 3,
          "text": "I rejoiced greatly when some of the brothers came and testified to how truly you walk in the truth."
        },
        {
          "verse": 4,
          "text": "Nothing gives me greater joy than to hear that my children are walking in the truth."
        },
        {
          "verse": 5,
          "text": "Beloved, you are faithful in all you do for the brothers, especially for strangers;"
        },
        {
          "verse": 6,
          "text": "they have testified to your love before the church. Please help them in a way worthy of God to continue their journey."
        },
        {
          "verse": 7,
          "text": "For they have set out for the sake of the Name and are accepting nothing from the pagans."
        },
        {
          "verse": 8,
          "text": "Therefore, we ought to support such persons, so that we may be co-workers in the truth."
        },
        {
          "verse": 9,
          "text": "I wrote to the church, but Diotrephes, who loves to dominate, does not acknowledge us."
        },
        {
          "verse": 10,
          "text": "Therefore, if I come, I will draw attention to what he is doing, spreading evil nonsense about us. And not content with that, he will not receive the brothers, hindering those who wish to do so and expelling them from the church."
        },
        {
          "verse": 11,
          "text": "Beloved, do not imitate evil but imitate good. Whoever does what is good is of God; whoever does what is evil has never seen God."
        },
        {
          "verse": 12,
          "text": "Demetrius receives a good report from all, even from the truth itself. We give our testimonial as well, and you know our testimony is true."
        },
        {
          "verse": 13,
          "text": "I have much to write to you, but I do not wish to write with pen and ink."
        },
        {
          "verse": 14,
          "text": "Instead, I hope to see you soon, when we can talk face to face."
        },
        {
          "verse": 15,
          "text": "Peace be with you. The friends greet you; greet the friends there each by name."
        }
      ]
    }
  ]
}
