{
  "book": "Amos",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "verse": 1,
          "text": "I. Editorial Introduction Chapter 1 - The words of Amos, who was one of the sheepbreeders from Tekoa, which he received in a vision concerning Israel in the days of Uzziah, king of Judah, and in the days of Jeroboam, son of Joash, king of Israel, two years before the earthquake."
        },
        {
          "verse": 2,
          "text": "He said: The LORD roars from Zion, and raises his voice from Jerusalem; The pastures of the shepherds languish, and the summit of Carmel withers."
        },
        {
          "verse": 3,
          "text": "II. Oracles Against the Nations Aram - Thus says the LORD: For three crimes of Damascus, and now four— I will not take it back— Because they threshed Gilead with sledges of iron,"
        },
        {
          "verse": 4,
          "text": "I will send fire upon the house of Hazael, and it will devour the strongholds of Ben-hadad."
        },
        {
          "verse": 5,
          "text": "I will break the barred gate of Damascus; From the Valley of Aven I will cut off the one enthroned, And the sceptered ruler from Beth-eden; the people of Aram shall be exiled to Kir, says the LORD."
        },
        {
          "verse": 6,
          "text": "Philistia - Thus says the LORD: For three crimes of Gaza, and now four— I will not take it back— Because they exiled an entire population, handing them over to Edom,"
        },
        {
          "verse": 7,
          "text": "I will send fire upon the wall of Gaza, and it will devour its strongholds;"
        },
        {
          "verse": 8,
          "text": "From Ashdod I will cut off the one enthroned and the sceptered ruler from Ashkelon; I will turn my hand against Ekron, and the last of the Philistines shall perish, says the Lord GOD."
        },
        {
          "verse": 9,
          "text": "Tyre - Thus says the LORD: For three crimes of Tyre, and now four— I will not take it back— Because they handed over an entire population to Edom, and did not remember their covenant of brotherhood,"
        },
        {
          "verse": 10,
          "text": "I will send fire upon the wall of Tyre, and it will devour its strongholds."
        },
        {
          "verse": 11,
          "text": "Edom - Thus says the LORD: For three crimes of Edom, and now four— I will not take it back— Because he pursued his brother with the sword, suppressing all pity, Persisting in his anger, his wrath raging without end,"
        },
        {
          "verse": 12,
          "text": "I will send fire upon Teman, and it will devour the strongholds of Bozrah."
        },
        {
          "verse": 13,
          "text": "Ammon - Thus says the LORD: For three crimes of the Ammonites, and now four— I will not take it back— Because they ripped open pregnant women in Gilead, in order to extend their territory,"
        },
        {
          "verse": 14,
          "text": "I will kindle a fire upon the wall of Rabbah, and it will devour its strongholds Amid war cries on the day of battle, amid stormwind on the day of tempest."
        },
        {
          "verse": 15,
          "text": "Their king shall go into exile, he and his princes with him, says the LORD."
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 2 Moab - Thus says the LORD: For three crimes of Moab, and now four— I will not take it back— Because he burned to ashes the bones of Edom’s king,"
        },
        {
          "verse": 2,
          "text": "I will send fire upon Moab, and it will devour the strongholds of Kerioth; Moab shall meet death amid uproar, battle cries and blasts of the ram’s horn."
        },
        {
          "verse": 3,
          "text": "I will cut off the ruler from its midst, and all the princes I will slay with him, says the LORD."
        },
        {
          "verse": 4,
          "text": "Judah - Thus says the LORD: For three crimes of Judah, and now four— I will not take it back— Because they spurned the instruction of the LORD, and did not keep his statutes; Because the lies which their ancestors followed have led them astray,"
        },
        {
          "verse": 5,
          "text": "I will send fire upon Judah, and it will devour the strongholds of Jerusalem."
        },
        {
          "verse": 6,
          "text": "Israel - Thus says the LORD: For three crimes of Israel, and now four— I will not take it back— Because they hand over the just for silver, and the poor for a pair of sandals;"
        },
        {
          "verse": 7,
          "text": "They trample the heads of the destitute into the dust of the earth, and force the lowly out of the way. Son and father sleep with the same girl, profaning my holy name."
        },
        {
          "verse": 8,
          "text": "Upon garments taken in pledge they recline beside any altar. Wine at treasury expense they drink in their temples."
        },
        {
          "verse": 9,
          "text": "Yet it was I who destroyed the Amorites before them, who were as tall as cedars, and as strong as oak trees. I destroyed their fruit above and their roots beneath."
        },
        {
          "verse": 10,
          "text": "It was I who brought you up from the land of Egypt, and who led you through the desert for forty years, to occupy the land of the Amorites;"
        },
        {
          "verse": 11,
          "text": "I who raised up prophets among your children, and nazirites among your young men. Is this not so, Israelites?— oracle of the LORD."
        },
        {
          "verse": 12,
          "text": "But you made the nazirites drink wine, and commanded the prophets, “Do not prophesy!”"
        },
        {
          "verse": 13,
          "text": "Look, I am groaning beneath you, as a wagon groans when laden with sheaves."
        },
        {
          "verse": 14,
          "text": "Flight shall elude the swift, and the strong shall not retain strength; The warrior shall not save his life,"
        },
        {
          "verse": 15,
          "text": "nor shall the archer stand his ground; The swift of foot shall not escape, nor shall the horseman save his life."
        },
        {
          "verse": 16,
          "text": "And the most stouthearted of warriors shall flee naked on that day— oracle of the LORD."
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "verse": 1,
          "text": "III. Threefold Summons to Hear the Word of the Lord Chapter 3 First Summons - Hear this word, Israelites, that the LORD speaks concerning you, concerning the whole family I brought up from the land of Egypt:"
        },
        {
          "verse": 2,
          "text": "You alone I have known, among all the families of the earth; Therefore I will punish you for all your iniquities."
        },
        {
          "verse": 3,
          "text": "Do two journey together unless they have agreed?"
        },
        {
          "verse": 4,
          "text": "Does a lion roar in the forest when it has no prey? Does a young lion cry out from its den unless it has seized something?"
        },
        {
          "verse": 5,
          "text": "Does a bird swoop down on a trap on the ground when there is no lure for it? Does a snare spring up from the ground without catching anything?"
        },
        {
          "verse": 6,
          "text": "Does the ram’s horn sound in a city without the people becoming frightened? Does disaster befall a city unless the LORD has caused it?"
        },
        {
          "verse": 7,
          "text": "(Indeed, the Lord GOD does nothing without revealing his plan to his servants the prophets.)"
        },
        {
          "verse": 8,
          "text": "The lion has roared, who would not fear? The Lord GOD has spoken, who would not prophesy?"
        },
        {
          "verse": 9,
          "text": "Proclaim this in the strongholds of Assyria, in the strongholds of the land of Egypt: “Gather on the mount of Samaria, and see the great disorders within it, the oppressions within its midst.”"
        },
        {
          "verse": 10,
          "text": "They do not know how to do what is right— oracle of the LORD— Storing up in their strongholds violence and destruction."
        },
        {
          "verse": 11,
          "text": "Therefore thus says the Lord GOD: An enemy shall surround the land, tear down your fortresses, and pillage your strongholds."
        },
        {
          "verse": 12,
          "text": "Thus says the LORD: As the shepherd rescues from the mouth of the lion a pair of sheep’s legs or the tip of an ear, So shall the Israelites escape, those who dwell in Samaria, With the corner of a couch or a piece of a cot."
        },
        {
          "verse": 13,
          "text": "Hear and bear witness against the house of Jacob— an oracle of the Lord GOD, the God of hosts:"
        },
        {
          "verse": 14,
          "text": "On the day when I punish Israel for its crimes, I will also punish the altars of Bethel; The horns of the altar shall be broken off and fall to the ground."
        },
        {
          "verse": 15,
          "text": "I will strike the winter house and the summer house; The houses of ivory shall lie in ruin, and their many rooms shall be no more— oracle of the LORD."
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 4 Second Summons - Hear this word, you cows of Bashan, who live on the mount of Samaria: Who oppress the destitute and abuse the needy; Who say to your husbands, “Bring us a drink!”"
        },
        {
          "verse": 2,
          "text": "The Lord GOD has sworn by his holiness: Truly days are coming upon you when they shall drag you away with ropes, your children with fishhooks;"
        },
        {
          "verse": 3,
          "text": "You shall go out through the breached walls one in front of the other, And you shall be exiled to Harmon— oracle of the LORD."
        },
        {
          "verse": 4,
          "text": "Come to Bethel and sin, to Gilgal and sin all the more! Each morning bring your sacrifices, every third day your tithes;"
        },
        {
          "verse": 5,
          "text": "Burn leavened bread as a thanksgiving sacrifice, proclaim publicly your voluntary offerings, For so you love to do, Israelites— oracle of the Lord GOD."
        },
        {
          "verse": 6,
          "text": "Though I made your teeth clean of food in all your cities, and made bread scarce in all your dwellings, Yet you did not return to me— oracle of the LORD."
        },
        {
          "verse": 7,
          "text": "And I withheld the rain from you when the harvest was still three months away; I sent rain upon one city but not upon another; One field was watered by rain, but the one I did not water dried up;"
        },
        {
          "verse": 8,
          "text": "Two or three cities staggered to another to drink water but were not satisfied; Yet you did not return to me— oracle of the LORD."
        },
        {
          "verse": 9,
          "text": "I struck you with blight and mildew; locusts devoured your gardens and vineyards, the caterpillar consumed your fig trees and olive trees; Yet you did not return to me— oracle of the LORD."
        },
        {
          "verse": 10,
          "text": "I sent upon you pestilence like that of Egypt; with the sword I killed your young men and your captured horses, and to your nostrils I brought the stench of your camps; Yet you did not return to me— oracle of the LORD."
        },
        {
          "verse": 11,
          "text": "I overthrew you as when God overthrew Sodom and Gomorrah; you were like a brand plucked from the fire, Yet you did not return to me— oracle of the LORD."
        },
        {
          "verse": 12,
          "text": "Therefore thus I will do to you, Israel: and since I will deal thus with you, prepare to meet your God, O Israel!"
        },
        {
          "verse": 13,
          "text": "The one who forms mountains and creates winds, and declares to mortals their thoughts; Who makes dawn into darkness and strides upon the heights of the earth, the LORD, the God of hosts, is his name!"
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 5 Third Summons - Hear this word which I utter concerning you, this dirge, house of Israel:"
        },
        {
          "verse": 2,
          "text": "She is fallen, to rise no more, virgin Israel; She lies abandoned on her land, with no one to raise her up."
        },
        {
          "verse": 3,
          "text": "For thus says the Lord GOD to the house of Israel: The city that marched out with a thousand shall be left with a hundred, Another that marched out with a hundred shall be left with ten."
        },
        {
          "verse": 4,
          "text": "For thus says the LORD to the house of Israel: Seek me, that you may live,"
        },
        {
          "verse": 5,
          "text": "but do not seek Bethel; Do not come to Gilgal, and do not cross over to Beer-sheba; For Gilgal shall be led into exile and Bethel shall be no more."
        },
        {
          "verse": 6,
          "text": "Seek the LORD, that you may live, lest he flare up against the house of Joseph like a fire that shall consume the house of Israel, with no one to quench it."
        },
        {
          "verse": 7,
          "text": "IV. Three Woes First Woe - Woe to those who turn justice into wormwood and cast righteousness to the ground,"
        },
        {
          "verse": 8,
          "text": "The one who made the Pleiades and Orion, who turns darkness into dawn, and darkens day into night; Who summons the waters of the sea, and pours them out on the surface of the earth;"
        },
        {
          "verse": 9,
          "text": "Who makes destruction fall suddenly upon the stronghold and brings ruin upon the fortress, the LORD is his name."
        },
        {
          "verse": 10,
          "text": "They hate those who reprove at the gate and abhor those who speak with integrity;"
        },
        {
          "verse": 11,
          "text": "Therefore, because you tax the destitute and exact from them levies of grain, Though you have built houses of hewn stone, you shall not live in them; Though you have planted choice vineyards, you shall not drink their wine."
        },
        {
          "verse": 12,
          "text": "Yes, I know how many are your crimes, how grievous your sins: Oppressing the just, accepting bribes, turning away the needy at the gate."
        },
        {
          "verse": 13,
          "text": "(Therefore at this time the wise are struck dumb for it is an evil time.)"
        },
        {
          "verse": 14,
          "text": "Seek good and not evil, that you may live; Then truly the LORD, the God of hosts, will be with you as you claim."
        },
        {
          "verse": 15,
          "text": "Hate evil and love good, and let justice prevail at the gate; Then it may be that the LORD, the God of hosts, will have pity on the remnant of Joseph."
        },
        {
          "verse": 16,
          "text": "Therefore, thus says the LORD, the God of hosts, the Lord: In every square there shall be lamentation, and in every street they shall cry, “Oh, no!” They shall summon the farmers to wail and the professional mourners to lament."
        },
        {
          "verse": 17,
          "text": "And in every vineyard there shall be lamentation when I pass through your midst, says the LORD."
        },
        {
          "verse": 18,
          "text": "Second Woe - Woe to those who yearn for the day of the LORD! What will the day of the LORD mean for you? It will be darkness, not light!"
        },
        {
          "verse": 19,
          "text": "As if someone fled from a lion and a bear met him; Or as if on entering the house he rested his hand against the wall, and a snake bit it."
        },
        {
          "verse": 20,
          "text": "Truly, the day of the LORD will be darkness, not light, gloom without any brightness!"
        },
        {
          "verse": 21,
          "text": "I hate, I despise your feasts, I take no pleasure in your solemnities."
        },
        {
          "verse": 22,
          "text": "Even though you bring me your burnt offerings and grain offerings I will not accept them; Your stall-fed communion offerings, I will not look upon them."
        },
        {
          "verse": 23,
          "text": "Take away from me your noisy songs; The melodies of your harps, I will not listen to them."
        },
        {
          "verse": 24,
          "text": "Rather let justice surge like waters, and righteousness like an unfailing stream."
        },
        {
          "verse": 25,
          "text": "Did you bring me sacrifices and grain offerings for forty years in the desert, O house of Israel?"
        },
        {
          "verse": 26,
          "text": "Yet you will carry away Sukuth, your king, and Kaiwan, your star-image, your gods that you have made for yourselves,"
        },
        {
          "verse": 27,
          "text": "As I exile you beyond Damascus, says the LORD, whose name is the God of hosts."
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 6 Third Woe - Woe to those who are complacent in Zion, secure on the mount of Samaria, Leaders of the first among nations, to whom the people of Israel turn."
        },
        {
          "verse": 2,
          "text": "Pass over to Calneh and see, go from there to Hamath the great, and down to Gath of the Philistines. Are you better than these kingdoms, or is your territory greater than theirs?"
        },
        {
          "verse": 3,
          "text": "You who would put off the day of disaster, yet hasten the time of violence!"
        },
        {
          "verse": 4,
          "text": "Those who lie on beds of ivory, and lounge upon their couches; Eating lambs taken from the flock, and calves from the stall;"
        },
        {
          "verse": 5,
          "text": "Who improvise to the music of the harp, composing on musical instruments like David,"
        },
        {
          "verse": 6,
          "text": "Who drink wine from bowls, and anoint themselves with the best oils, but are not made ill by the collapse of Joseph;"
        },
        {
          "verse": 7,
          "text": "Therefore, now they shall be the first to go into exile, and the carousing of those who lounged shall cease."
        },
        {
          "verse": 8,
          "text": "The Lord GOD has sworn by his very self— an oracle of the LORD, the God of hosts: I abhor the pride of Jacob, I hate his strongholds, and I will hand over the city with everything in it;"
        },
        {
          "verse": 9,
          "text": "Should there remain ten people in a single house, these shall die."
        },
        {
          "verse": 10,
          "text": "When a relative or one who prepares the body picks up the remains to carry them out of the house, If he says to someone in the recesses of the house, “Is anyone with you?” and the answer is, “No one,” Then he shall say, “Silence!” for no one must mention the name of the LORD."
        },
        {
          "verse": 11,
          "text": "Indeed, the LORD has given the command to shatter the great house to bits, and reduce the small house to rubble."
        },
        {
          "verse": 12,
          "text": "Can horses run over rock, or can one plow the sea with oxen? Yet you have turned justice into gall, and the fruit of righteousness into wormwood,"
        },
        {
          "verse": 13,
          "text": "You who rejoice in Lodebar, and say, “Have we not, by our own strength, seized Karnaim for ourselves?”"
        },
        {
          "verse": 14,
          "text": "Look, I am raising up against you, house of Israel— oracle of the LORD, the God of hosts— A nation that shall oppress you from Lebo-hamath even to the Wadi Arabah."
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "verse": 1,
          "text": "V. Symbolic Visions Chapter 7 First Vision: The Locust Swarm - This is what the Lord GOD showed me: He was forming a locust swarm when the late growth began to come up (the late growth after the king’s mowing)."
        },
        {
          "verse": 2,
          "text": "When they had finished eating the grass in the land, I said: Forgive, O Lord GOD! Who will raise up Jacob? He is so small!"
        },
        {
          "verse": 3,
          "text": "The LORD relented concerning this. “This shall not be,” said the Lord GOD."
        },
        {
          "verse": 4,
          "text": "Second Vision: The Rain of Fire - This is what the Lord GOD showed me: He was summoning a rain of fire. It had devoured the great abyss and was consuming the fields."
        },
        {
          "verse": 5,
          "text": "Then I said: Cease, O Lord GOD! Who will raise up Jacob? He is so small!"
        },
        {
          "verse": 6,
          "text": "The LORD relented concerning this. “This also shall not be,” said the Lord GOD."
        },
        {
          "verse": 7,
          "text": "Third Vision: The Plummet - This is what the Lord GOD showed me: He was standing, plummet in hand, by a wall built with a plummet."
        },
        {
          "verse": 8,
          "text": "The Lord GOD asked me, “What do you see, Amos?” And I answered, “A plummet.” Then the LORD said: See, I am laying the plummet in the midst of my people Israel; I will forgive them no longer."
        },
        {
          "verse": 9,
          "text": "The high places of Isaac shall be laid waste, and the sanctuaries of Israel made desolate; and I will attack the house of Jeroboam with the sword."
        },
        {
          "verse": 10,
          "text": "Biographical Interlude: Amos and Amaziah - Amaziah, the priest of Bethel, sent word to Jeroboam, king of Israel: “Amos has conspired against you within the house of Israel; the country cannot endure all his words."
        },
        {
          "verse": 11,
          "text": "For this is what Amos says: ‘Jeroboam shall die by the sword, and Israel shall surely be exiled from its land.’”"
        },
        {
          "verse": 12,
          "text": "To Amos, Amaziah said: “Off with you, seer, flee to the land of Judah and there earn your bread by prophesying!"
        },
        {
          "verse": 13,
          "text": "But never again prophesy in Bethel; for it is the king’s sanctuary and a royal temple.”"
        },
        {
          "verse": 14,
          "text": "Amos answered Amaziah, “I am not a prophet, nor do I belong to a company of prophets. I am a herdsman and a dresser of sycamores,"
        },
        {
          "verse": 15,
          "text": "but the LORD took me from following the flock, and the LORD said to me, ‘Go, prophesy to my people Israel.’"
        },
        {
          "verse": 16,
          "text": "Now hear the word of the LORD: You say: ‘Do not prophesy against Israel, do not preach against the house of Isaac.’"
        },
        {
          "verse": 17,
          "text": "Therefore thus says the LORD: Your wife shall become a prostitute in the city, and your sons and daughters shall fall by the sword. Your land shall be parcelled out by measuring line, and you yourself shall die in an unclean land; and Israel shall be exiled from its land.”"
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 8 Fourth Vision: The Summer Fruit - This is what the Lord GOD showed me: a basket of end-of-summer fruit."
        },
        {
          "verse": 2,
          "text": "He asked, “What do you see, Amos?” And I answered, “A basket of end-of-summer fruit.” And the LORD said to me: The end has come for my people Israel; I will forgive them no longer."
        },
        {
          "verse": 3,
          "text": "The temple singers will wail on that day— oracle of the Lord GOD. Many shall be the corpses, strewn everywhere—Silence!"
        },
        {
          "verse": 4,
          "text": "Hear this, you who trample upon the needy and destroy the poor of the land:"
        },
        {
          "verse": 5,
          "text": "“When will the new moon be over,” you ask, “that we may sell our grain, And the sabbath, that we may open the grain-bins? We will diminish the ephah, add to the shekel, and fix our scales for cheating!"
        },
        {
          "verse": 6,
          "text": "We will buy the destitute for silver, and the poor for a pair of sandals; even the worthless grain we will sell!”"
        },
        {
          "verse": 7,
          "text": "The LORD has sworn by the pride of Jacob: Never will I forget a thing they have done!"
        },
        {
          "verse": 8,
          "text": "Shall not the land tremble because of this, and all who dwell in it mourn? It will all rise up and toss like the Nile, and subside like the river of Egypt."
        },
        {
          "verse": 9,
          "text": "On that day—oracle of the Lord GOD— I will make the sun set at midday and in broad daylight cover the land with darkness."
        },
        {
          "verse": 10,
          "text": "I will turn your feasts into mourning and all your songs into dirges. I will cover the loins of all with sackcloth and make every head bald. I will make it like the time of mourning for an only child, and its outcome like a day of bitter weeping."
        },
        {
          "verse": 11,
          "text": "See, days are coming—oracle of the Lord GOD— when I will send a famine upon the land: Not a hunger for bread, or a thirst for water, but for hearing the word of the LORD."
        },
        {
          "verse": 12,
          "text": "They shall stagger from sea to sea and wander from north to east In search of the word of the LORD, but they shall not find it."
        },
        {
          "verse": 13,
          "text": "On that day, beautiful young women and young men shall faint from thirst,"
        },
        {
          "verse": 14,
          "text": "Those who swear by Ashima of Samaria, and who say, “By the life of your god, O Dan,” “By the life of the Power of Beer-sheba!” They shall fall, never to rise again."
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 9 Fifth Vision: The Destruction of the Sanctuary - I saw the Lord standing beside the altar. And he said: Strike the capitals so that the threshold shakes! Break them off on the heads of them all! Those who are left I will slay with the sword. Not one shall get away, no survivor shall escape."
        },
        {
          "verse": 2,
          "text": "Though they dig down to Sheol, even from there my hand shall take them; Though they climb to the heavens, even from there I shall bring them down."
        },
        {
          "verse": 3,
          "text": "Though they hide on the summit of Carmel, there too I will hunt them down and take them; Though they hide from my gaze at the bottom of the sea, there I will command the serpent to bite them."
        },
        {
          "verse": 4,
          "text": "Though they go into captivity before their enemies, there I will command the sword to slay them. I will fix my gaze upon them for evil and not for good."
        },
        {
          "verse": 5,
          "text": "The Lord GOD of hosts, Who melts the earth with his touch, so that all who dwell on it mourn, So that it will all rise up like the Nile, and subside like the river of Egypt;"
        },
        {
          "verse": 6,
          "text": "Who has built his upper chamber in heaven, and established his vault over the earth; Who summons the waters of the sea and pours them upon the surface of the earth— the LORD is his name."
        },
        {
          "verse": 7,
          "text": "Are you not like the Ethiopians to me, O Israelites?—oracle of the LORD— Did I not bring the Israelites from the land of Egypt as I brought the Philistines from Caphtor and the Arameans from Kir?"
        },
        {
          "verse": 8,
          "text": "See, the eyes of the Lord GOD are on this sinful kingdom, and I will destroy it from the face of the earth— But I will not destroy the house of Jacob completely— oracle of the LORD."
        },
        {
          "verse": 9,
          "text": "For see, I have given the command to sift the house of Israel among all the nations, As one sifts with a sieve, letting no pebble fall to the ground."
        },
        {
          "verse": 10,
          "text": "All sinners among my people shall die by the sword, those who say, “Disaster will not reach or overtake us.”"
        },
        {
          "verse": 11,
          "text": "VI. Epilogue: Restoration Under a Davidic King - On that day I will raise up the fallen hut of David; I will wall up its breaches, raise up its ruins, and rebuild it as in the days of old,"
        },
        {
          "verse": 12,
          "text": "That they may possess the remnant of Edom, and all nations claimed in my name— oracle of the LORD, the one who does this."
        },
        {
          "verse": 13,
          "text": "Yes, days are coming— oracle of the LORD— When the one who plows shall overtake the one who reaps and the vintager, the sower of the seed; The mountains shall drip with the juice of grapes, and all the hills shall run with it."
        },
        {
          "verse": 14,
          "text": "I will restore my people Israel, they shall rebuild and inhabit their ruined cities, Plant vineyards and drink the wine, set out gardens and eat the fruits."
        },
        {
          "verse": 15,
          "text": "I will plant them upon their own ground; never again shall they be plucked From the land I have given them— the LORD, your God, has spoken."
        }
      ]
    }
  ]
}
