{
  "book": "Daniel",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "verse": 1,
          "text": "I. Daniel and the Kings of Babylon Chapter 1 - The Food Test. In the third year of the reign of Jehoiakim, king of Judah, King Nebuchadnezzar of Babylon came and laid siege to Jerusalem."
        },
        {
          "verse": 2,
          "text": "The Lord handed over to him Jehoiakim, king of Judah, and some of the vessels of the temple of God, which he carried off to the land of Shinar and placed in the temple treasury of his god."
        },
        {
          "verse": 3,
          "text": "The king told Ashpenaz, his chief chamberlain, to bring in some of the Israelites, some of the royal line and of the nobility."
        },
        {
          "verse": 4,
          "text": "They should be young men without any defect, handsome, proficient in wisdom, well informed, and insightful, such as could take their place in the king’s palace; he was to teach them the language and literature of the Chaldeans."
        },
        {
          "verse": 5,
          "text": "The king allotted them a daily portion of food and wine from the royal table. After three years’ training they were to enter the king’s service."
        },
        {
          "verse": 6,
          "text": "Among these were Judeans, Daniel, Hananiah, Mishael, and Azariah."
        },
        {
          "verse": 7,
          "text": "The chief chamberlain changed their names: Daniel to Belteshazzar, Hananiah to Shadrach, Mishael to Meshach, and Azariah to Abednego."
        },
        {
          "verse": 8,
          "text": "But Daniel was resolved not to defile himself with the king’s food or wine; so he begged the chief chamberlain to spare him this defilement."
        },
        {
          "verse": 9,
          "text": "Though God had given Daniel the favor and sympathy of the chief chamberlain,"
        },
        {
          "verse": 10,
          "text": "he said to Daniel, “I am afraid of my lord the king, who allotted your food and drink. If he sees that you look thinner in comparison to the other young men of your age, you will endanger my life with the king.”"
        },
        {
          "verse": 11,
          "text": "Then Daniel said to the guardian whom the chief chamberlain had put in charge of Daniel, Hananiah, Mishael, and Azariah,"
        },
        {
          "verse": 12,
          "text": "“Please test your servants for ten days. Let us be given vegetables to eat and water to drink."
        },
        {
          "verse": 13,
          "text": "Then see how we look in comparison with the other young men who eat from the royal table, and treat your servants according to what you see.”"
        },
        {
          "verse": 14,
          "text": "He agreed to this request, and tested them for ten days;"
        },
        {
          "verse": 15,
          "text": "after ten days they looked healthier and better fed than any of the young men who ate from the royal table."
        },
        {
          "verse": 16,
          "text": "So the steward continued to take away the food and wine they were to receive, and gave them vegetables."
        },
        {
          "verse": 17,
          "text": "To these four young men God gave knowledge and proficiency in all literature and wisdom, and to Daniel the understanding of all visions and dreams."
        },
        {
          "verse": 18,
          "text": "At the end of the time the king had specified for their preparation, the chief chamberlain brought them before Nebuchadnezzar."
        },
        {
          "verse": 19,
          "text": "When the king had spoken with all of them, none was found equal to Daniel, Hananiah, Mishael, and Azariah; and so they entered the king’s service."
        },
        {
          "verse": 20,
          "text": "In any question of wisdom or understanding which the king put to them, he found them ten times better than any of the magicians and enchanters in his kingdom."
        },
        {
          "verse": 21,
          "text": "Daniel remained there until the first year of King Cyrus."
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 2 - Nebuchadnezzar’s Dream. In the second year of his reign, King Nebuchadnezzar had a dream which left his spirit no rest and robbed him of his sleep."
        },
        {
          "verse": 2,
          "text": "So he ordered that the magicians, enchanters, sorcerers, and Chaldeans be summoned to interpret the dream for him. When they came and presented themselves to the king,"
        },
        {
          "verse": 3,
          "text": "he said to them, “I had a dream which will allow my spirit no rest until I know what it means.”"
        },
        {
          "verse": 4,
          "text": "The Chaldeans answered the king in Aramaic: “O king, live forever! Tell your servants the dream and we will give its meaning.”"
        },
        {
          "verse": 5,
          "text": "The king answered the Chaldeans, “This is what I have decided: unless you tell me the dream and its meaning, you shall be cut to pieces and your houses made into a refuse heap."
        },
        {
          "verse": 6,
          "text": "But if you tell me the dream and its meaning, you shall receive from me gifts and presents and great honors. Therefore tell me the dream and its meaning.”"
        },
        {
          "verse": 7,
          "text": "Again they answered, “Let the king tell his servants the dream and we will give its meaning.”"
        },
        {
          "verse": 8,
          "text": "But the king replied: “I know for certain that you are bargaining for time, since you know what I have decided."
        },
        {
          "verse": 9,
          "text": "If you do not tell me the dream, there can be but one decree for you. You have conspired to present a false and deceitful interpretation to me until the crisis is past. Tell me the dream, therefore, that I may be sure that you can also give its correct interpretation.”"
        },
        {
          "verse": 10,
          "text": "The Chaldeans answered the king: “There is not a man on earth who can do what you ask, O king; never has any king, however great and mighty, asked such a thing of any magician, enchanter, or Chaldean."
        },
        {
          "verse": 11,
          "text": "What you demand, O king, is too difficult; there is no one who can tell it to the king except the gods, who do not dwell among people of flesh.”"
        },
        {
          "verse": 12,
          "text": "At this the king became violently angry and ordered all the wise men of Babylon to be put to death."
        },
        {
          "verse": 13,
          "text": "When the decree was issued that the wise men should be slain, Daniel and his companions were also sought out."
        },
        {
          "verse": 14,
          "text": "Then Daniel prudently took counsel with Arioch, the chief of the king’s guard, who had set out to kill the wise men of Babylon."
        },
        {
          "verse": 15,
          "text": "He asked Arioch, the officer of the king, “What is the reason for this harsh order from the king?” When Arioch told him,"
        },
        {
          "verse": 16,
          "text": "Daniel went and asked for time from the king, that he might give him the interpretation."
        },
        {
          "verse": 17,
          "text": "Daniel went home and informed his companions Hananiah, Mishael, and Azariah,"
        },
        {
          "verse": 18,
          "text": "that they might implore the mercy of the God of heaven in regard to this mystery, so that Daniel and his companions might not perish with the rest of the wise men of Babylon."
        },
        {
          "verse": 19,
          "text": "During the night the mystery was revealed to Daniel in a vision, and he blessed the God of heaven:"
        },
        {
          "verse": 20,
          "text": "“Blessed be the name of God forever and ever, for wisdom and power are his."
        },
        {
          "verse": 21,
          "text": "He causes the changes of the times and seasons, establishes kings and deposes them. He gives wisdom to the wise and knowledge to those who understand."
        },
        {
          "verse": 22,
          "text": "He reveals deep and hidden things and knows what is in the darkness, for the light dwells with him."
        },
        {
          "verse": 23,
          "text": "To you, God of my ancestors, I give thanks and praise, because you have given me wisdom and power. Now you have shown me what we asked of you, you have made known to us the king’s dream.”"
        },
        {
          "verse": 24,
          "text": "So Daniel went to Arioch, whom the king had appointed to destroy the wise men of Babylon, and said to him, “Do not put the wise men of Babylon to death. Bring me before the king, and I will tell him the interpretation of the dream.” Arioch quickly brought Daniel to the king and said,"
        },
        {
          "verse": 25,
          "text": "“I have found a man among the Judean exiles who can give the interpretation to the king.”"
        },
        {
          "verse": 26,
          "text": "The king asked Daniel, whose name was Belteshazzar, “Can you tell me the dream that I had and its meaning?”"
        },
        {
          "verse": 27,
          "text": "In the king’s presence Daniel made this reply: “The mystery about which the king has inquired, the wise men, enchanters, magicians, and diviners could not explain to the king."
        },
        {
          "verse": 28,
          "text": "But there is a God in heaven who reveals mysteries, and he has shown King Nebuchadnezzar what is to happen in the last days; this was your dream, the visions you saw as you lay in bed."
        },
        {
          "verse": 29,
          "text": "To you in your bed there came thoughts about what should happen in the future, and he who reveals mysteries showed you what is to be."
        },
        {
          "verse": 30,
          "text": "To me also this mystery has been revealed; not that I am wiser than any other living person, but in order that its meaning may be made known to the king, that you may understand the thoughts of your own mind."
        },
        {
          "verse": 31,
          "text": "“In your vision, O king, you saw a statue, very large and exceedingly bright, terrifying in appearance as it stood before you."
        },
        {
          "verse": 32,
          "text": "Its head was pure gold, its chest and arms were silver, its belly and thighs bronze,"
        },
        {
          "verse": 33,
          "text": "its legs iron, its feet partly iron and partly clay."
        },
        {
          "verse": 34,
          "text": "While you watched, a stone was hewn from a mountain without a hand being put to it, and it struck its iron and clay feet, breaking them in pieces."
        },
        {
          "verse": 35,
          "text": "The iron, clay, bronze, silver, and gold all crumbled at once, fine as the chaff on the threshing floor in summer, and the wind blew them away without leaving a trace. But the stone that struck the statue became a great mountain and filled the whole earth."
        },
        {
          "verse": 36,
          "text": "“This was the dream; the interpretation we shall also give in the king’s presence."
        },
        {
          "verse": 37,
          "text": "You, O king, are the king of kings; to you the God of heaven has given dominion and strength, power and glory;"
        },
        {
          "verse": 38,
          "text": "human beings, wild beasts, and birds of the air, wherever they may dwell, he has handed over to you, making you ruler over them all; you are the head of gold."
        },
        {
          "verse": 39,
          "text": "Another kingdom shall take your place, inferior to yours, then a third kingdom, of bronze, which shall rule over the whole earth."
        },
        {
          "verse": 40,
          "text": "There shall be a fourth kingdom, strong as iron; it shall break in pieces and subdue all these others, just as iron breaks in pieces and crushes everything else."
        },
        {
          "verse": 41,
          "text": "The feet and toes you saw, partly of clay and partly of iron, mean that it shall be a divided kingdom, but yet have some of the hardness of iron. As you saw the iron mixed with clay tile,"
        },
        {
          "verse": 42,
          "text": "and the toes partly iron and partly clay, the kingdom shall be partly strong and partly fragile."
        },
        {
          "verse": 43,
          "text": "The iron mixed with clay means that they shall seal their alliances by intermarriage, but they shall not stay united, any more than iron mixes with clay."
        },
        {
          "verse": 44,
          "text": "In the lifetime of those kings the God of heaven will set up a kingdom that shall never be destroyed or delivered up to another people; rather, it shall break in pieces all these kingdoms and put an end to them, and it shall stand forever."
        },
        {
          "verse": 45,
          "text": "That is the meaning of the stone you saw hewn from the mountain without a hand being put to it, which broke in pieces the iron, bronze, clay, silver, and gold. The great God has revealed to the king what shall be in the future; this is exactly what you dreamed, and its meaning is sure.”"
        },
        {
          "verse": 46,
          "text": "Then King Nebuchadnezzar fell down and worshiped Daniel and ordered sacrifice and incense offered to him."
        },
        {
          "verse": 47,
          "text": "To Daniel the king said, “Truly your God is the God of gods and Lord of kings and a revealer of mysteries; that is why you were able to reveal this mystery.”"
        },
        {
          "verse": 48,
          "text": "He advanced Daniel to a high post, gave him many generous presents, made him ruler of the whole province of Babylon and chief prefect over all the wise men of Babylon."
        },
        {
          "verse": 49,
          "text": "At Daniel’s request the king made Shadrach, Meshach, and Abednego administrators of the province of Babylon, while Daniel himself remained at the king’s court."
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 3 - The Fiery Furnace. King Nebuchadnezzar had a golden statue made, sixty cubits high and six cubits wide, which he set up in the plain of Dura in the province of Babylon."
        },
        {
          "verse": 2,
          "text": "He then ordered the satraps, prefects, and governors, the counselors, treasurers, judges, magistrates and all the officials of the provinces to be summoned to the dedication of the statue which he had set up."
        },
        {
          "verse": 3,
          "text": "The satraps, prefects, and governors, the counselors, treasurers, judges, magistrates and all the officials of the provinces came together for the dedication and stood before the statue which King Nebuchadnezzar had set up."
        },
        {
          "verse": 4,
          "text": "A herald cried out: “Nations and peoples of every language,"
        },
        {
          "verse": 5,
          "text": "when you hear the sound of the horn, pipe, zither, dulcimer, harp, double-flute, and all the other musical instruments, you must fall down and worship the golden statue which King Nebuchadnezzar has set up."
        },
        {
          "verse": 6,
          "text": "Whoever does not fall down and worship shall be instantly cast into a white-hot furnace.”"
        },
        {
          "verse": 7,
          "text": "Therefore, as soon as they heard the sound of the horn, pipe, zither, dulcimer, harp, double-flute, and all the other musical instruments, the nations and peoples of every language all fell down and worshiped the golden statue which King Nebuchadnezzar had set up."
        },
        {
          "verse": 8,
          "text": "At that point, some of the Chaldeans came and accused the Jews"
        },
        {
          "verse": 9,
          "text": "to King Nebuchadnezzar: “O king, live forever!"
        },
        {
          "verse": 10,
          "text": "O king, you issued a decree that everyone who heard the sound of the horn, pipe, zither, dulcimer, harp, and double-flute, and all the other musical instruments should fall down and worship the golden statue;"
        },
        {
          "verse": 11,
          "text": "whoever did not was to be cast into a white-hot furnace."
        },
        {
          "verse": 12,
          "text": "There are certain Jews whom you have made administrators of the province of Babylon: Shadrach, Meshach, and Abednego; these men, O king, have paid no attention to you; they will not serve your god or worship the golden statue which you set up.”"
        },
        {
          "verse": 13,
          "text": "Nebuchadnezzar flew into a rage and sent for Shadrach, Meshach, and Abednego, who were promptly brought before the king."
        },
        {
          "verse": 14,
          "text": "King Nebuchadnezzar questioned them: “Is it true, Shadrach, Meshach, and Abednego, that you will not serve my god, or worship the golden statue that I set up?"
        },
        {
          "verse": 15,
          "text": "Now, if you are ready to fall down and worship the statue I made, whenever you hear the sound of the horn, pipe, zither, dulcimer, harp, double-flute, and all the other musical instruments, then all will be well; if not, you shall be instantly cast into the white-hot furnace; and who is the God who can deliver you out of my hands?”"
        },
        {
          "verse": 16,
          "text": "Shadrach, Meshach, and Abednego answered King Nebuchadnezzar, “There is no need for us to defend ourselves before you in this matter."
        },
        {
          "verse": 17,
          "text": "If our God, whom we serve, can save us from the white-hot furnace and from your hands, O king, may he save us!"
        },
        {
          "verse": 18,
          "text": "But even if he will not, you should know, O king, that we will not serve your god or worship the golden statue which you set up.”"
        },
        {
          "verse": 19,
          "text": "Nebuchadnezzar’s face became livid with utter rage against Shadrach, Meshach, and Abednego. He ordered the furnace to be heated seven times more than usual"
        },
        {
          "verse": 20,
          "text": "and had some of the strongest men in his army bind Shadrach, Meshach, and Abednego and cast them into the white-hot furnace."
        },
        {
          "verse": 21,
          "text": "They were bound and cast into the white-hot furnace with their trousers, shirts, hats and other garments,"
        },
        {
          "verse": 22,
          "text": "for the king’s order was urgent. So huge a fire was kindled in the furnace that the flames devoured the men who threw Shadrach, Meshach, and Abednego into it."
        },
        {
          "verse": 23,
          "text": "But these three fell, bound, into the midst of the white-hot furnace. Prayer of Azariah."
        },
        {
          "verse": 24,
          "text": "They walked about in the flames, singing to God and blessing the Lord."
        },
        {
          "verse": 25,
          "text": "Azariah stood up in the midst of the fire and prayed aloud:"
        },
        {
          "verse": 26,
          "text": "“Blessed are you, and praiseworthy, O Lord, the God of our ancestors, and glorious forever is your name."
        },
        {
          "verse": 27,
          "text": "For you are just in all you have done; all your deeds are faultless, all your ways right, and all your judgments proper."
        },
        {
          "verse": 28,
          "text": "You have executed proper judgments in all that you have brought upon us and upon Jerusalem, the holy city of our ancestors. By a proper judgment you have done all this because of our sins;"
        },
        {
          "verse": 29,
          "text": "For we have sinned and transgressed by departing from you, and we have done every kind of evil."
        },
        {
          "verse": 30,
          "text": "Your commandments we have not heeded or observed, nor have we done as you ordered us for our good."
        },
        {
          "verse": 31,
          "text": "Therefore all you have brought upon us, all you have done to us, you have done by a proper judgment."
        },
        {
          "verse": 32,
          "text": "You have handed us over to our enemies, lawless and hateful rebels; to an unjust king, the worst in all the world."
        },
        {
          "verse": 33,
          "text": "Now we cannot open our mouths; shame and reproach have come upon us, your servants, who revere you."
        },
        {
          "verse": 34,
          "text": "For your name’s sake, do not deliver us up forever, or make void your covenant."
        },
        {
          "verse": 35,
          "text": "Do not take away your mercy from us, for the sake of Abraham, your beloved, Isaac your servant, and Israel your holy one,"
        },
        {
          "verse": 36,
          "text": "To whom you promised to multiply their offspring like the stars of heaven, or the sand on the shore of the sea."
        },
        {
          "verse": 37,
          "text": "For we are reduced, O Lord, beyond any other nation, brought low everywhere in the world this day because of our sins."
        },
        {
          "verse": 38,
          "text": "We have in our day no prince, prophet, or leader, no burnt offering, sacrifice, oblation, or incense, no place to offer first fruits, to find favor with you."
        },
        {
          "verse": 39,
          "text": "But with contrite heart and humble spirit let us be received; As though it were burnt offerings of rams and bulls, or tens of thousands of fat lambs,"
        },
        {
          "verse": 40,
          "text": "So let our sacrifice be in your presence today and find favor before you; for those who trust in you cannot be put to shame."
        },
        {
          "verse": 41,
          "text": "And now we follow you with our whole heart, we fear you and we seek your face. Do not put us to shame,"
        },
        {
          "verse": 42,
          "text": "but deal with us in your kindness and great mercy."
        },
        {
          "verse": 43,
          "text": "Deliver us in accord with your wonders, and bring glory to your name, O Lord:"
        },
        {
          "verse": 44,
          "text": "Let all those be put to shame who inflict evils on your servants; Let them be shamed and powerless, and their strength broken;"
        },
        {
          "verse": 45,
          "text": "Let them know that you alone are the Lord God, glorious over the whole world.”"
        },
        {
          "verse": 46,
          "text": "Now the king’s servants who had thrown them in continued to stoke the furnace with naphtha, pitch, tow, and brush."
        },
        {
          "verse": 47,
          "text": "The flames rose forty-nine cubits above the furnace,"
        },
        {
          "verse": 48,
          "text": "and spread out, burning the Chaldeans that it caught around the furnace."
        },
        {
          "verse": 49,
          "text": "But the angel of the Lord went down into the furnace with Azariah and his companions, drove the fiery flames out of the furnace,"
        },
        {
          "verse": 50,
          "text": "and made the inside of the furnace as though a dew-laden breeze were blowing through it. The fire in no way touched them or caused them pain or harm."
        },
        {
          "verse": 51,
          "text": "Then these three in the furnace with one voice sang, glorifying and blessing God:"
        },
        {
          "verse": 52,
          "text": "“Blessed are you, O Lord, the God of our ancestors, praiseworthy and exalted above all forever; And blessed is your holy and glorious name, praiseworthy and exalted above all for all ages."
        },
        {
          "verse": 53,
          "text": "Blessed are you in the temple of your holy glory, praiseworthy and glorious above all forever."
        },
        {
          "verse": 54,
          "text": "Blessed are you on the throne of your kingdom, praiseworthy and exalted above all forever."
        },
        {
          "verse": 55,
          "text": "Blessed are you who look into the depths from your throne upon the cherubim, praiseworthy and exalted above all forever."
        },
        {
          "verse": 56,
          "text": "Blessed are you in the firmament of heaven, praiseworthy and glorious forever."
        },
        {
          "verse": 57,
          "text": "Bless the Lord, all you works of the Lord, praise and exalt him above all forever."
        },
        {
          "verse": 58,
          "text": "Angels of the Lord, bless the Lord, praise and exalt him above all forever."
        },
        {
          "verse": 59,
          "text": "You heavens, bless the Lord, praise and exalt him above all forever."
        },
        {
          "verse": 60,
          "text": "All you waters above the heavens, bless the Lord, praise and exalt him above all forever."
        },
        {
          "verse": 61,
          "text": "All you powers, bless the Lord; praise and exalt him above all forever."
        },
        {
          "verse": 62,
          "text": "Sun and moon, bless the Lord; praise and exalt him above all forever."
        },
        {
          "verse": 63,
          "text": "Stars of heaven, bless the Lord; praise and exalt him above all forever."
        },
        {
          "verse": 64,
          "text": "Every shower and dew, bless the Lord; praise and exalt him above all forever."
        },
        {
          "verse": 65,
          "text": "All you winds, bless the Lord; praise and exalt him above all forever."
        },
        {
          "verse": 66,
          "text": "Fire and heat, bless the Lord; praise and exalt him above all forever."
        },
        {
          "verse": 67,
          "text": "Cold and chill, bless the Lord; praise and exalt him above all forever."
        },
        {
          "verse": 68,
          "text": "Dew and rain, bless the Lord; praise and exalt him above all forever."
        },
        {
          "verse": 69,
          "text": "Frost and chill, bless the Lord; praise and exalt him above all forever."
        },
        {
          "verse": 70,
          "text": "Hoarfrost and snow, bless the Lord; praise and exalt him above all forever."
        },
        {
          "verse": 71,
          "text": "Nights and days, bless the Lord; praise and exalt him above all forever."
        },
        {
          "verse": 72,
          "text": "Light and darkness, bless the Lord; praise and exalt him above all forever."
        },
        {
          "verse": 73,
          "text": "Lightnings and clouds, bless the Lord; praise and exalt him above all forever."
        },
        {
          "verse": 74,
          "text": "Let the earth bless the Lord, praise and exalt him above all forever."
        },
        {
          "verse": 75,
          "text": "Mountains and hills, bless the Lord; praise and exalt him above all forever."
        },
        {
          "verse": 76,
          "text": "Everything growing on earth, bless the Lord; praise and exalt him above all forever."
        },
        {
          "verse": 77,
          "text": "You springs, bless the Lord; praise and exalt him above all forever."
        },
        {
          "verse": 78,
          "text": "Seas and rivers, bless the Lord; praise and exalt him above all forever."
        },
        {
          "verse": 79,
          "text": "You sea monsters and all water creatures, bless the Lord; praise and exalt him above all forever."
        },
        {
          "verse": 80,
          "text": "All you birds of the air, bless the Lord; praise and exalt him above all forever."
        },
        {
          "verse": 81,
          "text": "All you beasts, wild and tame, bless the Lord; praise and exalt him above all forever."
        },
        {
          "verse": 82,
          "text": "All you mortals, bless the Lord; praise and exalt him above all forever."
        },
        {
          "verse": 83,
          "text": "O Israel, bless the Lord; praise and exalt him above all forever."
        },
        {
          "verse": 84,
          "text": "Priests of the Lord, bless the Lord; praise and exalt him above all forever."
        },
        {
          "verse": 85,
          "text": "Servants of the Lord, bless the Lord; praise and exalt him above all forever."
        },
        {
          "verse": 86,
          "text": "Spirits and souls of the just, bless the Lord; praise and exalt him above all forever."
        },
        {
          "verse": 87,
          "text": "Holy and humble of heart, bless the Lord; praise and exalt him above all forever."
        },
        {
          "verse": 88,
          "text": "Hananiah, Azariah, Mishael, bless the Lord; praise and exalt him above all forever. For he has delivered us from Sheol, and saved us from the power of death; He has freed us from the raging flame and delivered us from the fire."
        },
        {
          "verse": 89,
          "text": "Give thanks to the Lord, who is good, whose mercy endures forever."
        },
        {
          "verse": 90,
          "text": "Bless the God of gods, all you who fear the Lord; praise and give thanks, for his mercy endures forever.”"
        },
        {
          "verse": 91,
          "text": "Deliverance from the Furnace. Then King Nebuchadnezzar was startled and rose in haste, asking his counselors, “Did we not cast three men bound into the fire?” “Certainly, O king,” they answered."
        },
        {
          "verse": 92,
          "text": "“But,” he replied, “I see four men unbound and unhurt, walking in the fire, and the fourth looks like a son of God.”"
        },
        {
          "verse": 93,
          "text": "Then Nebuchadnezzar came to the opening of the white-hot furnace and called: “Shadrach, Meshach, and Abednego, servants of the Most High God, come out.” Thereupon Shadrach, Meshach, and Abednego came out of the fire."
        },
        {
          "verse": 94,
          "text": "When the satraps, prefects, governors, and counselors of the king came together, they saw that the fire had had no power over the bodies of these men; not a hair of their heads had been singed, nor were their garments altered; there was not even a smell of fire about them."
        },
        {
          "verse": 95,
          "text": "Nebuchadnezzar exclaimed, “Blessed be the God of Shadrach, Meshach, and Abednego, who sent his angel to deliver the servants that trusted in him; they disobeyed the royal command and yielded their bodies rather than serve or worship any god except their own God."
        },
        {
          "verse": 96,
          "text": "Therefore I decree for nations and peoples of every language that whoever blasphemes the God of Shadrach, Meshach, and Abednego shall be cut to pieces and his house made into a refuse heap. For there is no other God who can rescue like this.”"
        },
        {
          "verse": 97,
          "text": "Then the king promoted Shadrach, Meshach, and Abednego in the province of Babylon."
        },
        {
          "verse": 98,
          "text": "King Nebuchadnezzar to the nations and peoples of every language, wherever they dwell on earth: May your peace abound!"
        },
        {
          "verse": 99,
          "text": "It has seemed good to me to publish the signs and wonders which the Most High God has accomplished in my regard."
        },
        {
          "verse": 100,
          "text": "How great are his signs, how mighty his wonders; his kingship is an everlasting kingship, and his dominion endures through all generations."
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 4 - Nebuchadnezzar’s Madness. I, Nebuchadnezzar, was at home in my palace, content and prosperous."
        },
        {
          "verse": 2,
          "text": "I had a terrifying dream as I lay in bed, and the images and my visions frightened me."
        },
        {
          "verse": 3,
          "text": "So I issued a decree that all the wise men of Babylon should be brought before me to give the interpretation of the dream."
        },
        {
          "verse": 4,
          "text": "When the magicians, enchanters, Chaldeans, and diviners had come in, I related the dream before them; but none of them could tell me its meaning."
        },
        {
          "verse": 5,
          "text": "Finally there came before me Daniel, whose name is Belteshazzar after the name of my god, and in whom is a spirit of the holy gods. I repeated the dream to him:"
        },
        {
          "verse": 6,
          "text": "“Belteshazzar, chief of the magicians, I know that a spirit of the holy gods is in you and no mystery is too difficult for you; this is the dream that I saw, tell me its meaning."
        },
        {
          "verse": 7,
          "text": "“These were the visions I saw while in bed: I saw a tree of great height at the center of the earth."
        },
        {
          "verse": 8,
          "text": "It was large and strong, with its top touching the heavens, and it could be seen to the ends of the earth."
        },
        {
          "verse": 9,
          "text": "Its leaves were beautiful, its fruit abundant, providing food for all. Under it the wild beasts found shade, in its branches the birds of the air nested; all flesh ate of it."
        },
        {
          "verse": 10,
          "text": "In the vision I saw while in bed, a holy watcher came down from heaven"
        },
        {
          "verse": 11,
          "text": "and cried aloud in these words: ‘Cut down the tree and lop off its branches, strip off its leaves and scatter its fruit; Let the beasts flee from beneath it, and the birds from its branches,"
        },
        {
          "verse": 12,
          "text": "but leave its stump in the earth. Bound with iron and bronze, let him be fed with the grass of the field and bathed with the dew of heaven; let his lot be with the beasts in the grass of the earth."
        },
        {
          "verse": 13,
          "text": "Let his mind be changed from a human one; let the mind of a beast be given him, till seven years pass over him."
        },
        {
          "verse": 14,
          "text": "By decree of the watchers is this proclamation, by order of the holy ones, this sentence; That all who live may know that the Most High is sovereign over human kingship, Giving it to whom he wills, and setting it over the lowliest of mortals.’"
        },
        {
          "verse": 15,
          "text": "“This is the dream that I, King Nebuchadnezzar, had. Now, Belteshazzar, tell me its meaning. None of the wise men in my kingdom can tell me the meaning, but you can, because the spirit of the holy gods is in you.”"
        },
        {
          "verse": 16,
          "text": "Then Daniel, whose name was Belteshazzar, was appalled for a time, dismayed by his thoughts. “Belteshazzar,” the king said to him, “do not let the dream or its meaning dismay you.” “My lord,” Belteshazzar replied, “may this dream be for your enemies, and its meaning for your foes."
        },
        {
          "verse": 17,
          "text": "The tree that you saw, large and strong, its top touching the heavens, that could be seen by the whole earth,"
        },
        {
          "verse": 18,
          "text": "its leaves beautiful, its fruit abundant, providing food for all, under which the wild beasts lived, and in whose branches the birds of the air dwelt—"
        },
        {
          "verse": 19,
          "text": "you are that tree, O king, large and strong! Your majesty has become so great as to touch the heavens, and your rule reaches to the ends of the earth."
        },
        {
          "verse": 20,
          "text": "As for the king’s vision of a holy watcher, who came down from heaven and proclaimed: ‘Cut down the tree and destroy it, but leave its stump in the earth. Bound with iron and bronze, let him be fed with the grass of the field, and bathed with the dew of heaven; let his lot be with wild beasts till seven years pass over him’—"
        },
        {
          "verse": 21,
          "text": "here is its meaning, O king, here is the sentence that the Most High has passed upon my lord king:"
        },
        {
          "verse": 22,
          "text": "You shall be cast out from human society and dwell with wild beasts; you shall be given grass to eat like an ox and be bathed with the dew of heaven; seven years shall pass over you, until you know that the Most High is sovereign over human kingship and gives it to whom he will."
        },
        {
          "verse": 23,
          "text": "The command that the stump of the tree is to be left means that your kingdom shall be preserved for you, once you have learned that heaven is sovereign."
        },
        {
          "verse": 24,
          "text": "Therefore, O king, may my advice be acceptable to you; atone for your sins by good deeds, and for your misdeeds by kindness to the poor; then your contentment will be long lasting.”"
        },
        {
          "verse": 25,
          "text": "All this happened to King Nebuchadnezzar."
        },
        {
          "verse": 26,
          "text": "Twelve months later, as he was walking on the roof of the royal palace in Babylon,"
        },
        {
          "verse": 27,
          "text": "the king said, “Babylon the great! Was it not I, with my great strength, who built it as a royal residence for my splendor and majesty?”"
        },
        {
          "verse": 28,
          "text": "While these words were still on the king’s lips, a voice spoke from heaven, “It has been decreed for you, King Nebuchadnezzar, that your kingship is taken from you!"
        },
        {
          "verse": 29,
          "text": "You shall be cast out from human society, and shall dwell with wild beasts; you shall be given grass to eat like an ox, and seven years shall pass over you, until you learn that the Most High is sovereign over human kingship and gives it to whom he will.”"
        },
        {
          "verse": 30,
          "text": "At once this was fulfilled. Nebuchadnezzar was cast out from human society, he ate grass like an ox, and his body was bathed with the dew of heaven, until his hair grew like the feathers of an eagle, and his nails like the claws of a bird."
        },
        {
          "verse": 31,
          "text": "When this period was over, I, Nebuchadnezzar, raised my eyes to heaven; my reason was restored to me, and I blessed the Most High, I praised and glorified the One who lives forever, Whose dominion is an everlasting dominion, and whose kingdom endures through all generations."
        },
        {
          "verse": 32,
          "text": "All who live on the earth are counted as nothing; he does as he wills with the powers of heaven and with those who live on the earth. There is no one who can stay his hand or say to him, “What have you done?”"
        },
        {
          "verse": 33,
          "text": "At the same time my reason returned to me, and for the glory of my kingdom, my majesty and my splendor returned to me. My counselors and nobles sought me out; I was restored to my kingdom and became much greater than before."
        },
        {
          "verse": 34,
          "text": "Now, I, Nebuchadnezzar, praise and exalt and glorify the King of heaven, all of whose works are right and ways just; and who is able to humble those who walk in pride."
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 5 - The Writing on the Wall. King Belshazzar gave a great banquet for a thousand of his nobles, with whom he drank."
        },
        {
          "verse": 2,
          "text": "Under the influence of the wine, he ordered the gold and silver vessels which Nebuchadnezzar, his father, had taken from the temple in Jerusalem, to be brought in so that the king, his nobles, his consorts, and his concubines might drink from them."
        },
        {
          "verse": 3,
          "text": "When the gold vessels taken from the temple, the house of God in Jerusalem, had been brought in, and while the king, his nobles, his consorts, and his concubines were drinking"
        },
        {
          "verse": 4,
          "text": "wine from them, they praised their gods of gold and silver, bronze and iron, wood and stone."
        },
        {
          "verse": 5,
          "text": "Suddenly, opposite the lampstand, the fingers of a human hand appeared, writing on the plaster of the wall in the king’s palace. When the king saw the hand that wrote,"
        },
        {
          "verse": 6,
          "text": "his face became pale; his thoughts terrified him, his hip joints shook, and his knees knocked."
        },
        {
          "verse": 7,
          "text": "The king shouted for the enchanters, Chaldeans, and diviners to be brought in. “Whoever reads this writing and tells me what it means,” he said to the wise men of Babylon, “shall be clothed in purple, wear a chain of gold around his neck, and be third in governing the kingdom.”"
        },
        {
          "verse": 8,
          "text": "But though all the king’s wise men came in, none of them could either read the writing or tell the king what it meant."
        },
        {
          "verse": 9,
          "text": "Then King Belshazzar was greatly terrified; his face became pale, and his nobles were thrown into confusion."
        },
        {
          "verse": 10,
          "text": "When the queen heard of the discussion between the king and his nobles, she entered the banquet hall and said, “O king, live forever! Do not let your thoughts terrify you, or your face become so pale!"
        },
        {
          "verse": 11,
          "text": "There is a man in your kingdom in whom is a spirit of the holy gods; during the lifetime of your father he showed brilliant insight and god-like wisdom. King Nebuchadnezzar, your father, made him chief of the magicians, enchanters, Chaldeans, and diviners."
        },
        {
          "verse": 12,
          "text": "Because this Daniel, whom the king named Belteshazzar, has shown an extraordinary spirit, knowledge, and insight in interpreting dreams, explaining riddles and solving problems, let him now be summoned to tell you what this means.”"
        },
        {
          "verse": 13,
          "text": "Then Daniel was brought into the presence of the king. The king asked him, “Are you the Daniel, one of the Jewish exiles, whom my father, the king, brought from Judah?"
        },
        {
          "verse": 14,
          "text": "I have heard that the spirit of the gods is in you, that you have shown brilliant insight and extraordinary wisdom."
        },
        {
          "verse": 15,
          "text": "The wise men and enchanters were brought in to me to read this writing and tell me its meaning, but they could not say what the words meant."
        },
        {
          "verse": 16,
          "text": "But I have heard that you can give interpretations and solve problems; now, if you are able to read the writing and tell me what it means, you shall be clothed in purple, wear a chain of gold around your neck, and be third in governing the kingdom.”"
        },
        {
          "verse": 17,
          "text": "Daniel answered the king: “You may keep your gifts, or give your presents to someone else; but the writing I will read for the king, and tell what it means."
        },
        {
          "verse": 18,
          "text": "The Most High God gave your father Nebuchadnezzar kingship, greatness, splendor, and majesty."
        },
        {
          "verse": 19,
          "text": "Because he made him so great, the nations and peoples of every language dreaded and feared him. Whomever he willed, he would kill or let live; whomever he willed, he would exalt or humble."
        },
        {
          "verse": 20,
          "text": "But when his heart became proud and his spirit hardened by insolence, he was put down from his royal throne and deprived of his glory;"
        },
        {
          "verse": 21,
          "text": "he was cast out from human society and his heart was made like that of a beast; he lived with wild asses, and ate grass like an ox; his body was bathed with the dew of heaven, until he learned that the Most High God is sovereign over human kingship and sets over it whom he will."
        },
        {
          "verse": 22,
          "text": "You, his son, Belshazzar, have not humbled your heart, though you knew all this;"
        },
        {
          "verse": 23,
          "text": "you have rebelled against the Lord of heaven. You had the vessels of his temple brought before you, so that you and your nobles, your consorts and your concubines, might drink wine from them; and you praised the gods of silver and gold, bronze and iron, wood and stone, that neither see nor hear nor have intelligence. But the God in whose hand is your very breath and the whole course of your life, you did not glorify."
        },
        {
          "verse": 24,
          "text": "By him was the hand sent, and the writing set down."
        },
        {
          "verse": 25,
          "text": "“This is the writing that was inscribed: MENE, TEKEL, and PERES. These words mean:"
        },
        {
          "verse": 26,
          "text": "MENE, God has numbered your kingdom and put an end to it;"
        },
        {
          "verse": 27,
          "text": "TEKEL, you have been weighed on the scales and found wanting;"
        },
        {
          "verse": 28,
          "text": "PERES, your kingdom has been divided and given to the Medes and Persians.”"
        },
        {
          "verse": 29,
          "text": "Then by order of Belshazzar they clothed Daniel in purple, with a chain of gold around his neck, and proclaimed him third in governing the kingdom."
        },
        {
          "verse": 30,
          "text": "That very night Belshazzar, the Chaldean king, was slain:"
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 6 - And Darius the Mede succeeded to the kingdom at the age of sixty-two."
        },
        {
          "verse": 2,
          "text": "The Lions’ Den. Darius decided to appoint over his entire kingdom one hundred and twenty satraps."
        },
        {
          "verse": 3,
          "text": "These were accountable to three ministers, one of whom was Daniel; the satraps reported to them, so that the king should suffer no loss."
        },
        {
          "verse": 4,
          "text": "Daniel outshone all the ministers and satraps because an extraordinary spirit was in him, and the king considered setting him over the entire kingdom."
        },
        {
          "verse": 5,
          "text": "Then the ministers and satraps tried to find grounds for accusation against Daniel regarding the kingdom. But they could not accuse him of any corruption. Because he was trustworthy, no fault or corruption was to be found in him."
        },
        {
          "verse": 6,
          "text": "Then these men said to themselves, “We shall find no grounds for accusation against this Daniel except in connection with the law of his God.”"
        },
        {
          "verse": 7,
          "text": "So these ministers and satraps stormed in to the king and said to him, “King Darius, live forever!"
        },
        {
          "verse": 8,
          "text": "All the ministers of the kingdom, the prefects, satraps, counselors, and governors agree that the following prohibition ought to be put in force by royal decree: for thirty days, whoever makes a petition to anyone, divine or human, except to you, O king, shall be thrown into a den of lions."
        },
        {
          "verse": 9,
          "text": "Now, O king, let the prohibition be issued over your signature, immutable and irrevocable according to the law of the Medes and Persians.”"
        },
        {
          "verse": 10,
          "text": "So King Darius signed the prohibition into law."
        },
        {
          "verse": 11,
          "text": "Even after Daniel heard that this law had been signed, he continued his custom of going home to kneel in prayer and give thanks to his God in the upper chamber three times a day, with the windows open toward Jerusalem."
        },
        {
          "verse": 12,
          "text": "So these men stormed in and found Daniel praying and pleading before his God."
        },
        {
          "verse": 13,
          "text": "Then they went to remind the king about the prohibition: “Did you not sign a decree, O king, that for thirty days, whoever makes a petition to anyone, divine or human, except to you, O king, shall be cast into a den of lions?” The king answered them, “The decree is absolute, irrevocable under the law of the Medes and Persians.”"
        },
        {
          "verse": 14,
          "text": "To this they replied, “Daniel, one of the Jewish exiles, has paid no attention to you, O king, or to the prohibition you signed; three times a day he offers his prayer.”"
        },
        {
          "verse": 15,
          "text": "The king was deeply grieved at this news and he made up his mind to save Daniel; he worked till sunset to rescue him."
        },
        {
          "verse": 16,
          "text": "But these men pressed the king. “Keep in mind, O king,” they said, “that under the law of the Medes and Persians every royal prohibition or decree is irrevocable.”"
        },
        {
          "verse": 17,
          "text": "So the king ordered Daniel to be brought and cast into the lions’ den. To Daniel he said, “Your God, whom you serve so constantly, must save you.”"
        },
        {
          "verse": 18,
          "text": "To forestall any tampering, the king sealed with his own ring and the rings of the lords the stone that had been brought to block the opening of the den."
        },
        {
          "verse": 19,
          "text": "Then the king returned to his palace for the night; he refused to eat and he dismissed the entertainers. Since sleep was impossible for him,"
        },
        {
          "verse": 20,
          "text": "the king rose very early the next morning and hastened to the lions’ den."
        },
        {
          "verse": 21,
          "text": "As he drew near, he cried out to Daniel sorrowfully, “Daniel, servant of the living God, has your God whom you serve so constantly been able to save you from the lions?”"
        },
        {
          "verse": 22,
          "text": "Daniel answered the king: “O king, live forever!"
        },
        {
          "verse": 23,
          "text": "My God sent his angel and closed the lions’ mouths so that they have not hurt me. For I have been found innocent before him; neither have I done you any harm, O king!”"
        },
        {
          "verse": 24,
          "text": "This gave the king great joy. At his order Daniel was brought up from the den; he was found to be unharmed because he trusted in his God."
        },
        {
          "verse": 25,
          "text": "The king then ordered the men who had accused Daniel, along with their children and their wives, to be cast into the lions’ den. Before they reached the bottom of the den, the lions overpowered them and crushed all their bones."
        },
        {
          "verse": 26,
          "text": "Then King Darius wrote to the nations and peoples of every language, wherever they dwell on the earth: “May your peace abound!"
        },
        {
          "verse": 27,
          "text": "I decree that throughout my royal domain the God of Daniel is to be reverenced and feared: “For he is the living God, enduring forever, whose kingdom shall not be destroyed, whose dominion shall be without end,"
        },
        {
          "verse": 28,
          "text": "A savior and deliverer, working signs and wonders in heaven and on earth, who saved Daniel from the lions’ power.”"
        },
        {
          "verse": 29,
          "text": "So Daniel fared well during the reign of Darius and the reign of Cyrus the Persian."
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "verse": 1,
          "text": "II. Daniel’s Visions Chapter 7 - The Beasts and the Judgment. In the first year of King Belshazzar of Babylon, as Daniel lay in bed he had a dream, visions in his head. Then he wrote down the dream; the account began:"
        },
        {
          "verse": 2,
          "text": "In the vision I saw during the night, suddenly the four winds of heaven stirred up the great sea,"
        },
        {
          "verse": 3,
          "text": "from which emerged four immense beasts, each different from the others."
        },
        {
          "verse": 4,
          "text": "The first was like a lion, but with eagle’s wings. While I watched, the wings were plucked; it was raised from the ground to stand on two feet like a human being, and given a human mind."
        },
        {
          "verse": 5,
          "text": "The second beast was like a bear; it was raised up on one side, and among the teeth in its mouth were three tusks. It was given the order, “Arise, devour much flesh.”"
        },
        {
          "verse": 6,
          "text": "After this I looked and saw another beast, like a leopard; on its back were four wings like those of a bird, and it had four heads. To this beast dominion was given."
        },
        {
          "verse": 7,
          "text": "After this, in the visions of the night I saw a fourth beast, terrifying, horrible, and of extraordinary strength; it had great iron teeth with which it devoured and crushed, and it trampled with its feet what was left. It differed from the beasts that preceded it. It had ten horns."
        },
        {
          "verse": 8,
          "text": "I was considering the ten horns it had, when suddenly another, a little horn, sprang out of their midst, and three of the previous horns were torn away to make room for it. This horn had eyes like human eyes, and a mouth that spoke arrogantly."
        },
        {
          "verse": 9,
          "text": "As I watched, Thrones were set up and the Ancient of Days took his throne. His clothing was white as snow, the hair on his head like pure wool; His throne was flames of fire, with wheels of burning fire."
        },
        {
          "verse": 10,
          "text": "A river of fire surged forth, flowing from where he sat; Thousands upon thousands were ministering to him, and myriads upon myriads stood before him. The court was convened, and the books were opened."
        },
        {
          "verse": 11,
          "text": "I watched, then, from the first of the arrogant words which the horn spoke, until the beast was slain and its body destroyed and thrown into the burning fire."
        },
        {
          "verse": 12,
          "text": "As for the other beasts, their dominion was taken away, but they were granted a prolongation of life for a time and a season."
        },
        {
          "verse": 13,
          "text": "As the visions during the night continued, I saw coming with the clouds of heaven One like a son of man. When he reached the Ancient of Days and was presented before him,"
        },
        {
          "verse": 14,
          "text": "He received dominion, splendor, and kingship; all nations, peoples and tongues will serve him. His dominion is an everlasting dominion that shall not pass away, his kingship, one that shall not be destroyed."
        },
        {
          "verse": 15,
          "text": "Because of this, my spirit was anguished and I, Daniel, was terrified by my visions."
        },
        {
          "verse": 16,
          "text": "I approached one of those present and asked him the truth of all this; in answer, he made known to me its meaning:"
        },
        {
          "verse": 17,
          "text": "“These four great beasts stand for four kings which shall arise on the earth."
        },
        {
          "verse": 18,
          "text": "But the holy ones of the Most High shall receive the kingship, to possess it forever and ever.”"
        },
        {
          "verse": 19,
          "text": "Then I wished to make certain about the fourth beast, so very terrible and different from the others, devouring and crushing with its iron teeth and bronze claws, and trampling with its feet what was left;"
        },
        {
          "verse": 20,
          "text": "and about the ten horns on its head, and the other one that sprang up, before which three horns fell; and about the horn with the eyes and the mouth that spoke arrogantly, which appeared greater than its fellows."
        },
        {
          "verse": 21,
          "text": "For, as I watched, that horn made war against the holy ones and was victorious"
        },
        {
          "verse": 22,
          "text": "until the Ancient of Days came, and judgment was pronounced in favor of the holy ones of the Most High, and the time arrived for the holy ones to possess the kingship."
        },
        {
          "verse": 23,
          "text": "He answered me thus: “The fourth beast shall be a fourth kingdom on earth, different from all the others; The whole earth it shall devour, trample down and crush."
        },
        {
          "verse": 24,
          "text": "The ten horns shall be ten kings rising out of that kingdom; another shall rise up after them, Different from those before him, who shall lay low three kings."
        },
        {
          "verse": 25,
          "text": "He shall speak against the Most High and wear down the holy ones of the Most High, intending to change the feast days and the law. They shall be handed over to him for a time, two times, and half a time."
        },
        {
          "verse": 26,
          "text": "But when the court is convened, and his dominion is taken away to be abolished and completely destroyed,"
        },
        {
          "verse": 27,
          "text": "Then the kingship and dominion and majesty of all the kingdoms under the heavens shall be given to the people of the holy ones of the Most High, Whose kingship shall be an everlasting kingship, whom all dominions shall serve and obey.”"
        },
        {
          "verse": 28,
          "text": "This is the end of the report. I, Daniel, was greatly terrified by my thoughts, and my face became pale, but I kept the matter to myself."
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 8 - The Ram and the He-goat. After this first vision, I, Daniel, had another, in the third year of the reign of King Belshazzar."
        },
        {
          "verse": 2,
          "text": "In my vision I saw myself in the fortress of Susa in the province of Elam; I was beside the river Ulai."
        },
        {
          "verse": 3,
          "text": "I looked up and saw standing by the river a ram with two great horns, the one larger and newer than the other."
        },
        {
          "verse": 4,
          "text": "I saw the ram butting toward the west, north, and south. No beast could withstand it or be rescued from its power; it did what it pleased and grew powerful."
        },
        {
          "verse": 5,
          "text": "As I was reflecting, a he-goat with a prominent horn on its forehead suddenly came from the west across the whole earth without touching the ground."
        },
        {
          "verse": 6,
          "text": "It came to the two-horned ram I had seen standing by the river, and rushed toward it with savage force."
        },
        {
          "verse": 7,
          "text": "I saw it reach the ram; enraged, the he-goat attacked and shattered both its horns. The ram did not have the strength to withstand it; the he-goat threw the ram to the ground and trampled upon it. No one could rescue the ram from its power."
        },
        {
          "verse": 8,
          "text": "The he-goat grew very powerful, but at the height of its strength the great horn was shattered, and in its place came up four others, facing the four winds of heaven."
        },
        {
          "verse": 9,
          "text": "Out of one of them came a little horn which grew and grew toward the south, the east, and the glorious land."
        },
        {
          "verse": 10,
          "text": "It grew even to the host of heaven, so that it cast down to earth some of the host and some of the stars and trampled on them."
        },
        {
          "verse": 11,
          "text": "It grew even to the Prince of the host, from whom the daily sacrifice was removed, and whose sanctuary was cast down."
        },
        {
          "verse": 12,
          "text": "The host was given over together with the daily sacrifice in the course of transgression. It cast truth to the ground, and was succeeding in its undertaking."
        },
        {
          "verse": 13,
          "text": "I heard a holy one speaking, and another said to whichever one it was that spoke, “How long shall the events of this vision last concerning the daily sacrifice, the desolating sin, the giving over of the sanctuary and the host for trampling?”"
        },
        {
          "verse": 14,
          "text": "He answered him, “For two thousand three hundred evenings and mornings; then the sanctuary shall be set right.”"
        },
        {
          "verse": 15,
          "text": "While I, Daniel, sought the meaning of the vision I had seen, one who looked like a man stood before me,"
        },
        {
          "verse": 16,
          "text": "and on the Ulai I heard a human voice that cried out, “Gabriel, explain the vision to this man.”"
        },
        {
          "verse": 17,
          "text": "When he came near where I was standing, I fell prostrate in terror. But he said to me, “Understand, O son of man, that the vision refers to the end time.”"
        },
        {
          "verse": 18,
          "text": "As he spoke to me, I fell forward unconscious; he touched me and made me stand up."
        },
        {
          "verse": 19,
          "text": "“I will show you,” he said, “what is to happen in the last days of wrath; for it is for the appointed time of the end."
        },
        {
          "verse": 20,
          "text": "“The two-horned ram you saw represents the kings of the Medes and Persians."
        },
        {
          "verse": 21,
          "text": "The he-goat is the king of the Greeks, and the great horn on its forehead is the first king."
        },
        {
          "verse": 22,
          "text": "The four that rose in its place when it was shattered are four kingdoms that will issue from his nation, but without his strength."
        },
        {
          "verse": 23,
          "text": "“At the end of their reign, when sinners have reached their measure, There shall arise a king, impudent, and skilled in intrigue."
        },
        {
          "verse": 24,
          "text": "He shall be strong and powerful, bring about fearful ruin, and succeed in his undertaking. He shall destroy powerful peoples;"
        },
        {
          "verse": 25,
          "text": "his cunning shall be against the holy ones, his treacherous conduct shall succeed. He shall be proud of heart and destroy many by stealth. But when he rises against the Prince of princes, he shall be broken without a hand being raised."
        },
        {
          "verse": 26,
          "text": "As for the vision of the evenings and the mornings, what was spoken is true. But you, keep this vision secret: it is for the distant future.”"
        },
        {
          "verse": 27,
          "text": "I, Daniel, was weak and ill for some days; then I arose and took care of the king’s affairs. But the vision left me desolate, without understanding."
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 9 - The Seventy Weeks of Years. It was the first year that Darius, son of Ahasuerus, of the race of the Medes, reigned over the kingdom of the Chaldeans;"
        },
        {
          "verse": 2,
          "text": "in the first year of his reign, I, Daniel, perceived in the books the number of years the LORD had decreed to the prophet Jeremiah: Jerusalem was to lie in ruins for seventy years."
        },
        {
          "verse": 3,
          "text": "I turned to the Lord God, to seek help, in prayer and petition, with fasting, sackcloth, and ashes."
        },
        {
          "verse": 4,
          "text": "I prayed to the LORD, my God, and confessed, “Ah, Lord, great and awesome God, you who keep your covenant and show mercy toward those who love you and keep your commandments and your precepts!"
        },
        {
          "verse": 5,
          "text": "We have sinned, been wicked and done evil; we have rebelled and turned from your commandments and your laws."
        },
        {
          "verse": 6,
          "text": "We have not obeyed your servants the prophets, who spoke in your name to our kings, our princes, our ancestors, and all the people of the land."
        },
        {
          "verse": 7,
          "text": "Justice, O Lord, is on your side; we are shamefaced even to this day: the men of Judah, the residents of Jerusalem, and all Israel, near and far, in all the lands to which you have scattered them because of their treachery toward you."
        },
        {
          "verse": 8,
          "text": "O LORD, we are ashamed, like our kings, our princes, and our ancestors, for having sinned against you."
        },
        {
          "verse": 9,
          "text": "But to the Lord, our God, belong compassion and forgiveness, though we rebelled against him"
        },
        {
          "verse": 10,
          "text": "and did not hear the voice of the LORD, our God, by walking in his laws given through his servants the prophets."
        },
        {
          "verse": 11,
          "text": "The curse and the oath written in the law of Moses, the servant of God, were poured out over us for our sins, because all Israel transgressed your law and turned aside, refusing to hear your voice."
        },
        {
          "verse": 12,
          "text": "He fulfilled the words he spoke against us and against those who ruled us, by bringing upon us an evil—no evil so great has happened under heaven as happened in Jerusalem."
        },
        {
          "verse": 13,
          "text": "As it is written in the law of Moses, this evil has come upon us. We did not appease the LORD, our God, by turning back from our wickedness and acting according to your truth,"
        },
        {
          "verse": 14,
          "text": "so the LORD kept watch over the evil and brought it upon us. The LORD, our God, is just in all that he has done: we did not listen to his voice."
        },
        {
          "verse": 15,
          "text": "“Now, Lord, our God, who led your people out of the land of Egypt with a strong hand, and made a name for yourself even to this day, we have sinned, we are guilty."
        },
        {
          "verse": 16,
          "text": "Lord, in keeping with all your just deeds, let your anger and your wrath be turned away from your city Jerusalem, your holy mountain. On account of our sins and the crimes of our ancestors, Jerusalem and your people have become the reproach of all our neighbors."
        },
        {
          "verse": 17,
          "text": "Now, our God, hear the prayer and petition of your servant; and for your own sake, Lord, let your face shine upon your desolate sanctuary."
        },
        {
          "verse": 18,
          "text": "Give ear, my God, and listen; open your eyes and look upon our desolate city upon which your name is invoked. When we present our petition before you, we rely not on our just deeds, but on your great mercy."
        },
        {
          "verse": 19,
          "text": "Lord, hear! Lord, pardon! Lord, be attentive and act without delay, for your own sake, my God, because your name is invoked upon your city and your people!”"
        },
        {
          "verse": 20,
          "text": "I was still praying to the LORD, my God, confessing my sin and the sin of my people Israel, presenting my petition concerning the holy mountain of my God—"
        },
        {
          "verse": 21,
          "text": "I was still praying, when the man, Gabriel, whom I had seen in vision before, came to me in flight at the time of the evening offering."
        },
        {
          "verse": 22,
          "text": "He instructed me in these words: “Daniel, I have now come to give you understanding."
        },
        {
          "verse": 23,
          "text": "When you began your petition, an answer was given which I have come to announce, because you are beloved. Therefore, mark the answer and understand the vision."
        },
        {
          "verse": 24,
          "text": "“Seventy weeks are decreed for your people and for your holy city: Then transgression will stop and sin will end, guilt will be expiated, Everlasting justice will be introduced, vision and prophecy ratified, and a holy of holies will be anointed."
        },
        {
          "verse": 25,
          "text": "Know and understand: From the utterance of the word that Jerusalem was to be rebuilt Until there is an anointed ruler, there shall be seven weeks. In the course of sixty-two weeks it shall be rebuilt, With squares and trenches, in time of affliction."
        },
        {
          "verse": 26,
          "text": "After the sixty-two weeks an anointed one shall be cut down with no one to help him. And the people of a leader who will come shall destroy the city and the sanctuary. His end shall come in a flood; until the end of the war, which is decreed, there will be desolation."
        },
        {
          "verse": 27,
          "text": "For one week he shall make a firm covenant with the many; Half the week he shall abolish sacrifice and offering; In their place shall be the desolating abomination until the ruin that is decreed is poured out upon the desolator.”"
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 10 - An Angelic Vision. In the third year of Cyrus, king of Persia, a revelation was given to Daniel, who had been named Belteshazzar. The revelation was certain: a great war; he understood this from the vision."
        },
        {
          "verse": 2,
          "text": "In those days, I, Daniel, mourned three full weeks."
        },
        {
          "verse": 3,
          "text": "I ate no savory food, took no meat or wine, and did not anoint myself at all until the end of the three weeks."
        },
        {
          "verse": 4,
          "text": "On the twenty-fourth day of the first month I was on the bank of the great river, the Tigris."
        },
        {
          "verse": 5,
          "text": "As I looked up, I saw a man dressed in linen with a belt of fine gold around his waist."
        },
        {
          "verse": 6,
          "text": "His body was like chrysolite, his face shone like lightning, his eyes were like fiery torches, his arms and feet looked like burnished bronze, and the sound of his voice was like the roar of a multitude."
        },
        {
          "verse": 7,
          "text": "I alone, Daniel, saw the vision; but great fear seized those who were with me; they fled and hid themselves, although they did not see the vision."
        },
        {
          "verse": 8,
          "text": "So I was left alone to see this great vision. No strength remained in me; I turned the color of death and was powerless."
        },
        {
          "verse": 9,
          "text": "When I heard the sound of his voice, I fell face forward unconscious."
        },
        {
          "verse": 10,
          "text": "But then a hand touched me, raising me to my hands and knees."
        },
        {
          "verse": 11,
          "text": "“Daniel, beloved,” he said to me, “understand the words which I am speaking to you; stand up, for my mission now is to you.” When he said this to me, I stood up trembling."
        },
        {
          "verse": 12,
          "text": "“Do not fear, Daniel,” he continued; “from the first day you made up your mind to acquire understanding and humble yourself before God, your prayer was heard. Because of it I started out,"
        },
        {
          "verse": 13,
          "text": "but the prince of the kingdom of Persia stood in my way for twenty-one days, until finally Michael, one of the chief princes, came to help me. I left him there with the prince of the kingdom of Persia,"
        },
        {
          "verse": 14,
          "text": "and came to make you understand what shall happen to your people in the last days; for there is yet a vision concerning those days.”"
        },
        {
          "verse": 15,
          "text": "While he was speaking thus to me, I fell forward and kept silent."
        },
        {
          "verse": 16,
          "text": "Then something like a hand touched my lips; I opened my mouth and said to the one standing before me, “My lord, I was seized with pangs at the vision and I was powerless."
        },
        {
          "verse": 17,
          "text": "How can my lord’s servant speak with you, my lord? For now no strength or even breath is left in me.”"
        },
        {
          "verse": 18,
          "text": "The one who looked like a man touched me again and strengthened me, saying,"
        },
        {
          "verse": 19,
          "text": "“Do not fear, beloved. Peace! Take courage and be strong.” When he spoke to me, I grew strong and said, “Speak, my lord, for you have strengthened me.”"
        },
        {
          "verse": 20,
          "text": "“Do you know,” he asked, “why I have come to you? Soon I must fight the prince of Persia again. When I leave, the prince of Greece will come;"
        },
        {
          "verse": 21,
          "text": "but I shall tell you what is written in the book of truth. No one supports me against these except Michael, your prince, and in the first year of Darius the Mede I stood to strengthen him and be his refuge."
        }
      ]
    },
    {
      "chapter": 11,
      "verses": []
    },
    {
      "chapter": 12,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 12 The Resurrection - “At that time there shall arise Michael, the great prince, guardian of your people; It shall be a time unsurpassed in distress since the nation began until that time. At that time your people shall escape, everyone who is found written in the book."
        },
        {
          "verse": 2,
          "text": "Many of those who sleep in the dust of the earth shall awake; Some to everlasting life, others to reproach and everlasting disgrace."
        },
        {
          "verse": 3,
          "text": "But those with insight shall shine brightly like the splendor of the firmament, And those who lead the many to justice shall be like the stars forever."
        },
        {
          "verse": 4,
          "text": "“As for you, Daniel, keep secret the message and seal the book until the end time; many shall wander aimlessly and evil shall increase.”"
        },
        {
          "verse": 5,
          "text": "I, Daniel, looked and saw two others, one standing on either bank of the river."
        },
        {
          "verse": 6,
          "text": "One of them said to the man clothed in linen, who was upstream, “How long shall it be to the end of these appalling things?”"
        },
        {
          "verse": 7,
          "text": "The man clothed in linen, who was upstream, lifted his hands to heaven; and I heard him swear by him who lives forever that it should be for a time, two times, and half a time; and that, when the power of the destroyer of the holy people was brought to an end, all these things should end."
        },
        {
          "verse": 8,
          "text": "I heard, but I did not understand; so I asked, “My lord, what follows this?”"
        },
        {
          "verse": 9,
          "text": "“Go, Daniel,” he said, “because the words are to be kept secret and sealed until the end time."
        },
        {
          "verse": 10,
          "text": "Many shall be refined, purified, and tested, but the wicked shall prove wicked; the wicked shall have no understanding, but those with insight shall."
        },
        {
          "verse": 11,
          "text": "From the time that the daily sacrifice is abolished and the desolating abomination is set up, there shall be one thousand two hundred and ninety days."
        },
        {
          "verse": 12,
          "text": "Blessed are they who have patience and persevere for the one thousand three hundred and thirty-five days."
        },
        {
          "verse": 13,
          "text": "Go, take your rest, you shall rise for your reward at the end of days.”"
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "verse": 1,
          "text": "III. Appendix: Susanna, Bel, and the Dragon Chapter 13 - Susanna. In Babylon there lived a man named Joakim,"
        },
        {
          "verse": 2,
          "text": "who married a very beautiful and God-fearing woman, Susanna, the daughter of Hilkiah;"
        },
        {
          "verse": 3,
          "text": "her parents were righteous and had trained their daughter according to the law of Moses."
        },
        {
          "verse": 4,
          "text": "Joakim was very rich and he had a garden near his house. The Jews had recourse to him often because he was the most respected of them all."
        },
        {
          "verse": 5,
          "text": "That year, two elders of the people were appointed judges, of whom the Lord said, “Lawlessness has come out of Babylon, that is, from the elders who were to govern the people as judges.”"
        },
        {
          "verse": 6,
          "text": "These men, to whom all brought their cases, frequented the house of Joakim."
        },
        {
          "verse": 7,
          "text": "When the people left at noon, Susanna used to enter her husband’s garden for a walk."
        },
        {
          "verse": 8,
          "text": "When the elders saw her enter every day for her walk, they began to lust for her."
        },
        {
          "verse": 9,
          "text": "They perverted their thinking; they would not allow their eyes to look to heaven, and did not keep in mind just judgments."
        },
        {
          "verse": 10,
          "text": "Though both were enamored of her, they did not tell each other their trouble,"
        },
        {
          "verse": 11,
          "text": "for they were ashamed to reveal their lustful desire to have her."
        },
        {
          "verse": 12,
          "text": "Day by day they watched eagerly for her."
        },
        {
          "verse": 13,
          "text": "One day they said to each other, “Let us be off for home, it is time for the noon meal.” So they went their separate ways."
        },
        {
          "verse": 14,
          "text": "But both turned back and arrived at the same spot. When they asked each other the reason, they admitted their lust, and then they agreed to look for an occasion when they could find her alone."
        },
        {
          "verse": 15,
          "text": "One day, while they were waiting for the right moment, she entered as usual, with two maids only, wanting to bathe in the garden, for the weather was warm."
        },
        {
          "verse": 16,
          "text": "Nobody else was there except the two elders, who had hidden themselves and were watching her."
        },
        {
          "verse": 17,
          "text": "“Bring me oil and soap,” she said to the maids, “and shut the garden gates while I bathe.”"
        },
        {
          "verse": 18,
          "text": "They did as she said; they shut the garden gates and left by the side gate to fetch what she had ordered, unaware that the elders were hidden inside."
        },
        {
          "verse": 19,
          "text": "As soon as the maids had left, the two old men got up and ran to her."
        },
        {
          "verse": 20,
          "text": "“Look,” they said, “the garden doors are shut, no one can see us, and we want you. So give in to our desire, and lie with us."
        },
        {
          "verse": 21,
          "text": "If you refuse, we will testify against you that a young man was here with you and that is why you sent your maids away.”"
        },
        {
          "verse": 22,
          "text": "“I am completely trapped,” Susanna groaned. “If I yield, it will be my death; if I refuse, I cannot escape your power."
        },
        {
          "verse": 23,
          "text": "Yet it is better for me not to do it and to fall into your power than to sin before the Lord.”"
        },
        {
          "verse": 24,
          "text": "Then Susanna screamed, and the two old men also shouted at her,"
        },
        {
          "verse": 25,
          "text": "as one of them ran to open the garden gates."
        },
        {
          "verse": 26,
          "text": "When the people in the house heard the cries from the garden, they rushed in by the side gate to see what had happened to her."
        },
        {
          "verse": 27,
          "text": "At the accusations of the old men, the servants felt very much ashamed, for never had any such thing been said about Susanna."
        },
        {
          "verse": 28,
          "text": "When the people came to her husband Joakim the next day, the two wicked old men also came, full of lawless intent to put Susanna to death."
        },
        {
          "verse": 29,
          "text": "Before the people they ordered: “Send for Susanna, the daughter of Hilkiah, the wife of Joakim.” When she was sent for,"
        },
        {
          "verse": 30,
          "text": "she came with her parents, children and all her relatives."
        },
        {
          "verse": 31,
          "text": "Susanna, very delicate and beautiful,"
        },
        {
          "verse": 32,
          "text": "was veiled; but those transgressors of the law ordered that she be exposed so as to sate themselves with her beauty."
        },
        {
          "verse": 33,
          "text": "All her companions and the onlookers were weeping."
        },
        {
          "verse": 34,
          "text": "In the midst of the people the two old men rose up and laid their hands on her head."
        },
        {
          "verse": 35,
          "text": "As she wept she looked up to heaven, for she trusted in the Lord wholeheartedly."
        },
        {
          "verse": 36,
          "text": "The old men said, “As we were walking in the garden alone, this woman entered with two servant girls, shut the garden gates and sent the servant girls away."
        },
        {
          "verse": 37,
          "text": "A young man, who was hidden there, came and lay with her."
        },
        {
          "verse": 38,
          "text": "When we, in a corner of the garden, saw this lawlessness, we ran toward them."
        },
        {
          "verse": 39,
          "text": "We saw them lying together, but the man we could not hold, because he was stronger than we; he opened the gates and ran off."
        },
        {
          "verse": 40,
          "text": "Then we seized this one and asked who the young man was,"
        },
        {
          "verse": 41,
          "text": "but she refused to tell us. We testify to this.” The assembly believed them, since they were elders and judges of the people, and they condemned her to death."
        },
        {
          "verse": 42,
          "text": "But Susanna cried aloud: “Eternal God, you know what is hidden and are aware of all things before they come to be:"
        },
        {
          "verse": 43,
          "text": "you know that they have testified falsely against me. Here I am about to die, though I have done none of the things for which these men have condemned me.”"
        },
        {
          "verse": 44,
          "text": "The Lord heard her prayer."
        },
        {
          "verse": 45,
          "text": "As she was being led to execution, God stirred up the holy spirit of a young boy named Daniel,"
        },
        {
          "verse": 46,
          "text": "and he cried aloud: “I am innocent of this woman’s blood.”"
        },
        {
          "verse": 47,
          "text": "All the people turned and asked him, “What are you saying?”"
        },
        {
          "verse": 48,
          "text": "He stood in their midst and said, “Are you such fools, you Israelites, to condemn a daughter of Israel without investigation and without clear evidence?"
        },
        {
          "verse": 49,
          "text": "Return to court, for they have testified falsely against her.”"
        },
        {
          "verse": 50,
          "text": "Then all the people returned in haste. To Daniel the elders said, “Come, sit with us and inform us, since God has given you the prestige of old age.”"
        },
        {
          "verse": 51,
          "text": "But he replied, “Separate these two far from one another, and I will examine them.”"
        },
        {
          "verse": 52,
          "text": "After they were separated from each other, he called one of them and said: “How you have grown evil with age! Now have your past sins come to term:"
        },
        {
          "verse": 53,
          "text": "passing unjust sentences, condemning the innocent, and freeing the guilty, although the Lord says, ‘The innocent and the just you shall not put to death.’"
        },
        {
          "verse": 54,
          "text": "Now, then, if you were a witness, tell me under what tree you saw them together.”"
        },
        {
          "verse": 55,
          "text": "“Under a mastic tree,” he answered. “Your fine lie has cost you your head,” said Daniel; “for the angel of God has already received the sentence from God and shall split you in two.”"
        },
        {
          "verse": 56,
          "text": "Putting him to one side, he ordered the other one to be brought. “Offspring of Canaan, not of Judah,” Daniel said to him, “beauty has seduced you, lust has perverted your heart."
        },
        {
          "verse": 57,
          "text": "This is how you acted with the daughters of Israel, and in their fear they yielded to you; but a daughter of Judah did not tolerate your lawlessness."
        },
        {
          "verse": 58,
          "text": "Now, then, tell me under what tree you surprised them together.”"
        },
        {
          "verse": 59,
          "text": "“Under an oak,” he said. “Your fine lie has cost you also your head,” said Daniel; “for the angel of God waits with a sword to cut you in two so as to destroy you both.”"
        },
        {
          "verse": 60,
          "text": "The whole assembly cried aloud, blessing God who saves those who hope in him."
        },
        {
          "verse": 61,
          "text": "They rose up against the two old men, for by their own words Daniel had convicted them of bearing false witness. They condemned them to the fate they had planned for their neighbor:"
        },
        {
          "verse": 62,
          "text": "in accordance with the law of Moses they put them to death. Thus was innocent blood spared that day."
        },
        {
          "verse": 63,
          "text": "Hilkiah and his wife praised God for their daughter Susanna, with Joakim her husband and all her relatives, because she was found innocent of any shameful deed."
        },
        {
          "verse": 64,
          "text": "And from that day onward Daniel was greatly esteemed by the people."
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 14 - Bel and the Dragon. After King Astyages was gathered to his ancestors, Cyrus the Persian succeeded to his kingdom."
        },
        {
          "verse": 2,
          "text": "Daniel was a companion of the king and was held in higher honor than any of the Friends of the King."
        },
        {
          "verse": 3,
          "text": "The Babylonians had an idol called Bel, and every day they provided for it six bushels of fine flour, forty sheep, and six measures of wine."
        },
        {
          "verse": 4,
          "text": "The king revered it and went every day to worship it; but Daniel worshiped only his God."
        },
        {
          "verse": 5,
          "text": "When the king asked him, “Why do you not worship Bel?” Daniel replied, “Because I do not revere idols made with hands, but only the living God who made heaven and earth and has dominion over all flesh.”"
        },
        {
          "verse": 6,
          "text": "Then the king continued, “You do not think Bel is a living god? Do you not see how much he eats and drinks every day?”"
        },
        {
          "verse": 7,
          "text": "Daniel began to laugh. “Do not be deceived, O king,” he said; “it is only clay inside and bronze outside; it has never eaten or drunk anything.”"
        },
        {
          "verse": 8,
          "text": "Enraged, the king called his priests and said to them, “Unless you tell me who it is that consumes these provisions, you shall die. But if you can show that Bel consumes them, Daniel shall die for blaspheming Bel.”"
        },
        {
          "verse": 9,
          "text": "Daniel said to the king, “Let it be as you say!” There were seventy priests of Bel, besides their wives and children."
        },
        {
          "verse": 10,
          "text": "When the king went with Daniel into the temple of Bel,"
        },
        {
          "verse": 11,
          "text": "the priests of Bel said, “See, we are going to leave. You, O king, set out the food and prepare the wine; then shut the door and seal it with your ring."
        },
        {
          "verse": 12,
          "text": "If you do not find that Bel has eaten it all when you return in the morning, we are to die; otherwise Daniel shall die for his lies against us.”"
        },
        {
          "verse": 13,
          "text": "They were not perturbed, because under the table they had made a secret entrance through which they always came in to consume the food."
        },
        {
          "verse": 14,
          "text": "After they departed the king set the food before Bel, while Daniel ordered his servants to bring some ashes, which they scattered through the whole temple; the king alone was present. Then they went outside, sealed the closed door with the king’s ring, and departed."
        },
        {
          "verse": 15,
          "text": "The priests entered that night as usual, with their wives and children, and they ate and drank everything."
        },
        {
          "verse": 16,
          "text": "Early the next morning, the king came with Daniel."
        },
        {
          "verse": 17,
          "text": "“Are the seals unbroken, Daniel?” he asked. And Daniel answered, “They are unbroken, O king.”"
        },
        {
          "verse": 18,
          "text": "As soon as he had opened the door, the king looked at the table and cried aloud, “You are great, O Bel; there is no deceit in you.”"
        },
        {
          "verse": 19,
          "text": "But Daniel laughed and kept the king from entering. He said, “Look at the floor and consider whose footprints these are.”"
        },
        {
          "verse": 20,
          "text": "“I see the footprints of men, women, and children!” said the king."
        },
        {
          "verse": 21,
          "text": "In his wrath the king arrested the priests, their wives, and their children. They showed him the secret door by which they used to enter to consume what was on the table."
        },
        {
          "verse": 22,
          "text": "The king put them to death, and handed Bel over to Daniel, who destroyed it and its temple."
        },
        {
          "verse": 23,
          "text": "There was a great dragon which the Babylonians revered."
        },
        {
          "verse": 24,
          "text": "The king said to Daniel, “You cannot deny that this is a living god, so worship it.”"
        },
        {
          "verse": 25,
          "text": "But Daniel answered, “I worship the Lord, my God, for he is the living God."
        },
        {
          "verse": 26,
          "text": "Give me permission, O king, and I will kill this dragon without sword or club.” “I give you permission,” the king said."
        },
        {
          "verse": 27,
          "text": "Then Daniel took some pitch, fat, and hair; these he boiled together and made into cakes. He put them into the mouth of the dragon, and when the dragon ate them, he burst. “This,” he said, “is what you revered.”"
        },
        {
          "verse": 28,
          "text": "When the Babylonians heard this, they were angry and turned against the king. “The king has become a Jew,” they said; “he has destroyed Bel, killed the dragon, and put the priests to death.”"
        },
        {
          "verse": 29,
          "text": "They went to the king and demanded: “Hand Daniel over to us, or we will kill you and your family.”"
        },
        {
          "verse": 30,
          "text": "When he saw himself threatened with violence, the king was forced to hand Daniel over to them."
        },
        {
          "verse": 31,
          "text": "They threw Daniel into a lions’ den, where he remained six days."
        },
        {
          "verse": 32,
          "text": "In the den were seven lions. Two carcasses and two sheep had been given to them daily, but now they were given nothing, so that they would devour Daniel."
        },
        {
          "verse": 33,
          "text": "The prophet Habakkuk was in Judea. He mixed some bread in a bowl with the stew he had boiled, and was going to bring it to the reapers in the field,"
        },
        {
          "verse": 34,
          "text": "when an angel of the Lord told him, “Take the meal you have to Daniel in the lions’ den at Babylon.”"
        },
        {
          "verse": 35,
          "text": "But Habakkuk answered, “Sir, I have never seen Babylon, and I do not know the den!”"
        },
        {
          "verse": 36,
          "text": "The angel of the Lord seized him by the crown of his head and carried him by the hair; with the speed of the wind, he set him down in Babylon above the den."
        },
        {
          "verse": 37,
          "text": "“Daniel, Daniel,” cried Habakkuk, “take the meal God has sent you.”"
        },
        {
          "verse": 38,
          "text": "“You have remembered me, O God,” said Daniel; “you have not forsaken those who love you.”"
        },
        {
          "verse": 39,
          "text": "So Daniel ate, but the angel of God at once brought Habakkuk back to his own place."
        },
        {
          "verse": 40,
          "text": "On the seventh day the king came to mourn for Daniel. As he came to the den and looked in, there was Daniel, sitting there."
        },
        {
          "verse": 41,
          "text": "The king cried aloud, “You are great, O Lord, the God of Daniel, and there is no other besides you!”"
        },
        {
          "verse": 42,
          "text": "He brought Daniel out, but those who had tried to destroy him he threw into the den, and they were devoured in a moment before his eyes."
        }
      ]
    }
  ]
}
