{
  "book": "Deuteronomy",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "verse": 1,
          "text": "I. First Address Chapter 1 - Introduction. These are the words that Moses spoke to all Israel beyond the Jordan in the wilderness, in the Arabah, opposite Suph, between Paran and Tophel, Laban, Hazeroth, and Dizahab."
        },
        {
          "verse": 2,
          "text": "It is a journey of eleven days from Horeb to Kadesh-barnea by way of the highlands of Seir."
        },
        {
          "verse": 3,
          "text": "In the fortieth year, on the first day of the eleventh month, Moses spoke to the Israelites according to all that the LORD had commanded him to speak to them,"
        },
        {
          "verse": 4,
          "text": "after he had defeated Sihon, king of the Amorites, who reigned in Heshbon, and Og, king of Bashan, who reigned in Ashtaroth and in Edrei."
        },
        {
          "verse": 5,
          "text": "Beyond the Jordan, in the land of Moab, Moses undertook to explain this law:"
        },
        {
          "verse": 6,
          "text": "Departure from Horeb. The LORD, our God, said to us at Horeb: You have stayed long enough at this mountain."
        },
        {
          "verse": 7,
          "text": "Leave here and go to the hill country of the Amorites and to all the surrounding regions, the Arabah, the mountains, the Shephelah, the Negeb and the seacoast—the land of the Canaanites and the Lebanon as far as the Great River, the Euphrates."
        },
        {
          "verse": 8,
          "text": "See, I have given that land over to you. Go now and possess the land that the LORD swore to your ancestors, Abraham, Isaac, and Jacob, to give to them and to their descendants after them."
        },
        {
          "verse": 9,
          "text": "Appointment of Elders. At that time I said to you, “I am unable to carry you by myself."
        },
        {
          "verse": 10,
          "text": "The LORD, your God, has made you numerous, and now you are as numerous as the stars of the heavens."
        },
        {
          "verse": 11,
          "text": "May the LORD, the God of your ancestors, increase you a thousand times over, and bless you as he promised!"
        },
        {
          "verse": 12,
          "text": "But how can I, by myself, bear the weight, the contentiousness of you?"
        },
        {
          "verse": 13,
          "text": "Provide wise, discerning, and reputable persons for each of your tribes, that I may appoint them as your leaders.”"
        },
        {
          "verse": 14,
          "text": "You answered me, “What you have proposed is good.”"
        },
        {
          "verse": 15,
          "text": "So I took the leaders of your tribes, wise and reputable, and set them as leaders over you, commanders over thousands, over hundreds, over fifties and over tens, and other tribal officers."
        },
        {
          "verse": 16,
          "text": "I charged your judges at that time, “Listen to complaints among your relatives, and administer true justice to both parties even if one of them is a resident alien."
        },
        {
          "verse": 17,
          "text": "In rendering judgment, do not consider who a person is; give ear to the lowly and to the great alike, fearing no one, for the judgment is God’s. Any case that is too difficult for you bring to me and I will hear it.”"
        },
        {
          "verse": 18,
          "text": "Thus I charged you, at that time, with all the things you were to do."
        },
        {
          "verse": 19,
          "text": "The Twelve Scouts. Then we set out from Horeb and journeyed through that whole vast and fearful wilderness that you have seen, in the direction of the hill country of the Amorites, as the LORD, our God, had commanded; and we came to Kadesh-barnea."
        },
        {
          "verse": 20,
          "text": "I said to you, “You have come to the hill country of the Amorites, which the LORD, our God, is giving us."
        },
        {
          "verse": 21,
          "text": "See, the LORD, your God, has given this land over to you. Go up and take possession of it, as the LORD, the God of your ancestors, has promised you. Do not fear or be dismayed.”"
        },
        {
          "verse": 22,
          "text": "Then all of you approached me and said, “Let us send men ahead to spy out the land for us and report to us on the road we should follow and the cities we will come upon.”"
        },
        {
          "verse": 23,
          "text": "Agreeing with the proposal, I took twelve men from your number, one from each tribe."
        },
        {
          "verse": 24,
          "text": "They set out into the hill country as far as the Wadi Eshcol, and explored it."
        },
        {
          "verse": 25,
          "text": "Then, taking along some of the fruit of the land, they brought it down to us and reported, “The land the LORD, our God, is giving us is good.”"
        },
        {
          "verse": 26,
          "text": "Threats of Revolt. But you refused to go up; you defied the command of the LORD, your God."
        },
        {
          "verse": 27,
          "text": "You set to murmuring in your tents, “Out of hatred for us the LORD has brought us out of the land of Egypt, to deliver us into the power of the Amorites and destroy us."
        },
        {
          "verse": 28,
          "text": "What shall we meet with up there? Our men have made our hearts melt by saying, ‘The people are bigger and taller than we, and their cities are large and fortified to the sky; besides, we saw the Anakim there.’”"
        },
        {
          "verse": 29,
          "text": "But I said to you, “Have no dread or fear of them."
        },
        {
          "verse": 30,
          "text": "The LORD, your God, who goes before you, is the one who will fight for you, just as he acted with you before your very eyes in Egypt,"
        },
        {
          "verse": 31,
          "text": "as well as in the wilderness, where you saw how the LORD, your God, carried you, as one carries his own child, all along your journey until you arrived at this place.”"
        },
        {
          "verse": 32,
          "text": "Despite this, you would not trust the LORD, your God,"
        },
        {
          "verse": 33,
          "text": "who journeys before you to find you a place to camp—by night in the fire, and by day in the cloud, to show you the way to go."
        },
        {
          "verse": 34,
          "text": "When the LORD heard your words, he was angry, and took an oath:"
        },
        {
          "verse": 35,
          "text": "Not a single one of this evil generation shall look upon the good land I swore to give to your ancestors,"
        },
        {
          "verse": 36,
          "text": "except Caleb, son of Jephunneh. He shall see it, for to him and to his descendants I will give the land he trod upon, because he has fully followed the LORD."
        },
        {
          "verse": 37,
          "text": "The LORD was angered against me also on your account, and said, You shall not enter there either,"
        },
        {
          "verse": 38,
          "text": "but Joshua, son of Nun, your attendant, shall enter. Encourage him, for he is the one who is to give Israel its possession."
        },
        {
          "verse": 39,
          "text": "Your little ones, who you said would become plunder, and your children, who as yet do not know good from evil—they shall enter there; to them I will give it, and they shall take possession of it."
        },
        {
          "verse": 40,
          "text": "But as for yourselves: turn back and proceed into the wilderness on the Red Sea road."
        },
        {
          "verse": 41,
          "text": "Unsuccessful Invasion. In reply you said to me, “We have sinned against the LORD. We will go up ourselves and fight, just as the LORD, our God, commanded us.” And each of you girded on his weapons, making light of going up into the hill country."
        },
        {
          "verse": 42,
          "text": "But the LORD said to me, Warn them: Do not go up and fight—for I will not be in your midst—lest you be beaten down before your enemies."
        },
        {
          "verse": 43,
          "text": "I gave you this warning but you would not listen. You defied the LORD’s command and arrogantly went off into the hill country."
        },
        {
          "verse": 44,
          "text": "Then the Amorites living in that hill country came out against you and put you to flight the way bees do, cutting you down in Seir as far as Hormah."
        },
        {
          "verse": 45,
          "text": "On your return you wept before the LORD, but the LORD did not listen to your voice or give ear to you."
        },
        {
          "verse": 46,
          "text": "That is why you had to stay as long as you did at Kadesh."
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 2 - Northward Along Edom. Then we turned and proceeded into the wilderness on the Red Sea road, as the LORD had told me, and circled around the highlands of Seir for a long time."
        },
        {
          "verse": 2,
          "text": "Finally the LORD said to me,"
        },
        {
          "verse": 3,
          "text": "You have wandered round these highlands long enough; turn and go north."
        },
        {
          "verse": 4,
          "text": "Command the people: You are now about to pass through the territory of your relatives, the descendants of Esau, who live in Seir. Though they are afraid of you, be very careful"
        },
        {
          "verse": 5,
          "text": "not to come in conflict with them, for I will not give you so much as a foot of their land, since I have already given Esau possession of the highlands of Seir."
        },
        {
          "verse": 6,
          "text": "You shall purchase from them with money the food you eat; even the water you drink you shall buy from them with money."
        },
        {
          "verse": 7,
          "text": "Surely, the LORD, your God, has blessed you in all your undertakings; he has been concerned about your journey through this vast wilderness. It is now forty years that the LORD, your God, has been with you, and you have lacked nothing."
        },
        {
          "verse": 8,
          "text": "So we passed by our relatives, the descendants of Esau who live in Seir, leaving behind us the Arabah route, Elath, and Ezion-geber. Along Moab. Then we turned and passed on toward the wilderness of Moab."
        },
        {
          "verse": 9,
          "text": "And the LORD said to me, Do not show hostility to the Moabites or engage them in battle, for I will not give you possession of any of their land, since I have given Ar to the descendants of Lot as their possession."
        },
        {
          "verse": 10,
          "text": "(Formerly the Emim lived there, a people great and numerous and as tall as the Anakim;"
        },
        {
          "verse": 11,
          "text": "like the Anakim they are considered Rephaim, though the Moabites call them Emim."
        },
        {
          "verse": 12,
          "text": "In Seir, however, the former inhabitants were the Horites; the descendants of Esau dispossessed them, clearing them out of the way and dwelling in their place, just as Israel has done in the land of its possession which the LORD gave it.)"
        },
        {
          "verse": 13,
          "text": "Now get ready to cross the Wadi Zered. So we crossed the Wadi Zered."
        },
        {
          "verse": 14,
          "text": "Now thirty-eight years had elapsed between our departure from Kadesh-barnea and the crossing of the Wadi Zered; in the meantime the whole generation of soldiers had perished from the camp, as the LORD had sworn they should."
        },
        {
          "verse": 15,
          "text": "Indeed the LORD’s own hand was against them, to rout them from the camp completely."
        },
        {
          "verse": 16,
          "text": "Along Ammon. When at length death had put an end to all the soldiers among the people,"
        },
        {
          "verse": 17,
          "text": "the LORD said to me,"
        },
        {
          "verse": 18,
          "text": "You are now about to leave Ar and the territory of Moab behind."
        },
        {
          "verse": 19,
          "text": "As you come opposite the Ammonites, do not show hostility or come in conflict with them, for I will not give you possession of any land of the Ammonites, since I have given it to the descendants of Lot as their possession."
        },
        {
          "verse": 20,
          "text": "(This also is considered a country of the Rephaim; formerly the Rephaim dwelt there. The Ammonites call them Zamzummim,"
        },
        {
          "verse": 21,
          "text": "a people great and numerous and as tall as the Anakim. But these, too, the LORD cleared out of the way for the Ammonites, so that they dispossessed them and dwelt in their place."
        },
        {
          "verse": 22,
          "text": "He did the same for the descendants of Esau, who live in Seir, by clearing the Horites out of their way, so that they dispossessed them and dwelt in their place down to the present."
        },
        {
          "verse": 23,
          "text": "As for the Avvim, who once lived in villages in the vicinity of Gaza, the Caphtorim, migrating from Caphtor, cleared them away and dwelt in their place.)"
        },
        {
          "verse": 24,
          "text": "Defeat of Sihon. Advance now across the Wadi Arnon. I now deliver into your power Sihon, the Amorite king of Heshbon, and his land. Begin to take possession; engage him in battle."
        },
        {
          "verse": 25,
          "text": "This day I will begin to put a fear and dread of you into the peoples everywhere under heaven, so that at the mention of your name they will quake and tremble before you."
        },
        {
          "verse": 26,
          "text": "So I sent messengers from the wilderness of Kedemoth to Sihon, king of Heshbon, with this offer of peace:"
        },
        {
          "verse": 27,
          "text": "“Let me pass through your country. I will travel only on the road. I will not turn aside either to the right or to the left."
        },
        {
          "verse": 28,
          "text": "The food I eat you will sell me for money, and the water I drink, you will give me for money. Only let me march through,"
        },
        {
          "verse": 29,
          "text": "as the descendants of Esau who dwell in Seir and the Moabites who dwell in Ar have done, until I cross the Jordan into the land the LORD, our God, is about to give us.”"
        },
        {
          "verse": 30,
          "text": "But Sihon, king of Heshbon, refused to let us pass through his land, because the LORD, your God, made him stubborn in mind and obstinate in heart that he might deliver him into your power, as indeed he has now done."
        },
        {
          "verse": 31,
          "text": "Then the LORD said to me, Now that I have already begun to give over to you Sihon and his land, begin to take possession."
        },
        {
          "verse": 32,
          "text": "So Sihon and all his people advanced against us to join battle at Jahaz;"
        },
        {
          "verse": 33,
          "text": "but since the LORD, our God, had given him over to us, we defeated him and his sons and all his people."
        },
        {
          "verse": 34,
          "text": "At that time we captured all his cities and put every city under the ban, men, women and children; we left no survivor."
        },
        {
          "verse": 35,
          "text": "Our only plunder was the livestock and the spoils of the captured cities."
        },
        {
          "verse": 36,
          "text": "From Aroer on the edge of the Wadi Arnon and from the town in the wadi itself, as far as Gilead, no city was too well fortified for us. All of them the LORD, our God, gave over to us."
        },
        {
          "verse": 37,
          "text": "However, just as the LORD, our God, commanded us, you did not encroach upon any of the Ammonite land, neither the region bordering on the Wadi Jabbok, nor the cities of the highlands."
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 3 - Defeat of Og. Then we turned and proceeded up the road to Bashan. But Og, king of Bashan, came out against us with all his people to give battle at Edrei."
        },
        {
          "verse": 2,
          "text": "The LORD said to me, Do not be afraid of him, for I have delivered him into your power with all his people and his land. Do to him as you did to Sihon, king of the Amorites, who reigned in Heshbon."
        },
        {
          "verse": 3,
          "text": "And thus the LORD, our God, delivered into our power also Og, king of Bashan, with all his people. We defeated him so completely that we left him no survivor."
        },
        {
          "verse": 4,
          "text": "At that time we captured all his cities; there was no town we did not take: sixty cities in all, the whole region of Argob, the kingdom of Og in Bashan—"
        },
        {
          "verse": 5,
          "text": "all these cities were fortified with high walls and gates and bars—besides a great number of unwalled towns."
        },
        {
          "verse": 6,
          "text": "As we had done to Sihon, king of Heshbon, so also here we put all the towns under the ban, men, women and children;"
        },
        {
          "verse": 7,
          "text": "but all the livestock and the spoils of each city we took as plunder for ourselves."
        },
        {
          "verse": 8,
          "text": "And so at that time we took from the two kings of the Amorites beyond the Jordan the territory from the Wadi Arnon to Mount Hermon"
        },
        {
          "verse": 9,
          "text": "(the Sidonians call Hermon Sirion and the Amorites call it Senir),"
        },
        {
          "verse": 10,
          "text": "all the towns of the plateau, all of Gilead, and all of Bashan as far as Salecah and Edrei, towns of the kingdom of Og in Bashan."
        },
        {
          "verse": 11,
          "text": "(Og, king of Bashan, was the last remaining survivor of the Rephaim. He had a bed of iron, nine regular cubits long and four wide, which is still preserved in Rabbah of the Ammonites.)"
        },
        {
          "verse": 12,
          "text": "Allotment of the Conquered Lands. As for the land we took possession of at that time, I gave Reuben and Gad the territory from Aroer, on the edge of the Wadi Arnon, halfway up into the highlands of Gilead, with its cities."
        },
        {
          "verse": 13,
          "text": "The rest of Gilead and all of Bashan, the kingdom of Og, I gave to the half-tribe of Manasseh. (The whole Argob region, all that part of Bashan, was once called a land of the Rephaim."
        },
        {
          "verse": 14,
          "text": "Jair, a Manassite, took all the region of Argob as far as the border of the Geshurites and Maacathites, and named them—Bashan, that is—after himself, Havvoth-jair, the name it bears today.)"
        },
        {
          "verse": 15,
          "text": "To Machir I gave Gilead,"
        },
        {
          "verse": 16,
          "text": "and to Reuben and Gad the territory from Gilead to the Wadi Arnon—the middle of the wadi being its boundary—and to the Wadi Jabbok, which is the border of the Ammonites,"
        },
        {
          "verse": 17,
          "text": "as well as the Arabah with the Jordan and its banks from Chinnereth to the Salt Sea of the Arabah, under the slopes of Pisgah on the east."
        },
        {
          "verse": 18,
          "text": "At that time I charged you: The LORD, your God, has given you this land as your possession. But all your troops equipped for battle must cross over in the vanguard of your fellow Israelites."
        },
        {
          "verse": 19,
          "text": "But your wives and children, as well as your livestock, of which I know you have a large number, shall remain behind in the towns I have given you,"
        },
        {
          "verse": 20,
          "text": "until the LORD has settled your relatives as well, and they too possess the land which the LORD, your God, will give them on the other side of the Jordan. Then you may all return to the possessions I have given you."
        },
        {
          "verse": 21,
          "text": "And I charged Joshua as well, “Your own eyes have seen all that the LORD, your God, has done to both these kings; so, too, will the LORD do to all the kingdoms into which you will cross over."
        },
        {
          "verse": 22,
          "text": "Do not fear them, for it is the LORD, your God, who will fight for you.”"
        },
        {
          "verse": 23,
          "text": "Moses Excluded from the Promised Land. It was then that I entreated the LORD,"
        },
        {
          "verse": 24,
          "text": "“Lord GOD, you have begun to show to your servant your greatness and your mighty hand. What god in heaven or on earth can perform deeds and powerful acts like yours?"
        },
        {
          "verse": 25,
          "text": "Ah, let me cross over and see the good land beyond the Jordan, that fine hill country, and the Lebanon!”"
        },
        {
          "verse": 26,
          "text": "But the LORD was angry with me on your account and would not hear me. The LORD said to me, Enough! Speak to me no more of this."
        },
        {
          "verse": 27,
          "text": "Go up to the top of Pisgah and look out to the west, and to the north, and to the south, and to the east. Look well, for you shall not cross this Jordan."
        },
        {
          "verse": 28,
          "text": "Commission Joshua, and encourage and strengthen him, for it is he who will cross at the head of this people and he who will give them possession of the land you are to see."
        },
        {
          "verse": 29,
          "text": "So we remained in the valley opposite Beth-peor."
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 4 - Advantages of Fidelity. Now therefore, Israel, hear the statutes and ordinances I am teaching you to observe, that you may live, and may enter in and take possession of the land which the LORD, the God of your ancestors, is giving you."
        },
        {
          "verse": 2,
          "text": "In your observance of the commandments of the LORD, your God, which I am commanding you, you shall not add to what I command you nor subtract from it."
        },
        {
          "verse": 3,
          "text": "You have seen with your own eyes what the LORD did at Baal-peor: the LORD, your God, destroyed from your midst everyone who followed the Baal of Peor;"
        },
        {
          "verse": 4,
          "text": "but you, who held fast to the LORD, your God, are all alive today."
        },
        {
          "verse": 5,
          "text": "See, I am teaching you the statutes and ordinances as the LORD, my God, has commanded me, that you may observe them in the land you are entering to possess."
        },
        {
          "verse": 6,
          "text": "Observe them carefully, for this is your wisdom and discernment in the sight of the peoples, who will hear of all these statutes and say, “This great nation is truly a wise and discerning people.”"
        },
        {
          "verse": 7,
          "text": "For what great nation is there that has gods so close to it as the LORD, our God, is to us whenever we call upon him?"
        },
        {
          "verse": 8,
          "text": "Or what great nation has statutes and ordinances that are as just as this whole law which I am setting before you today?"
        },
        {
          "verse": 9,
          "text": "Revelation at Horeb. However, be on your guard and be very careful not to forget the things your own eyes have seen, nor let them slip from your heart as long as you live, but make them known to your children and to your children’s children,"
        },
        {
          "verse": 10,
          "text": "that day you stood before the LORD, your God, at Horeb, when the LORD said to me: Assemble the people for me, that I may let them hear my words, that they may learn to fear me as long as they live in the land and may so teach their children."
        },
        {
          "verse": 11,
          "text": "You came near and stood at the foot of the mountain, while the mountain blazed to the heart of the heavens with fire and was enveloped in a dense black cloud."
        },
        {
          "verse": 12,
          "text": "Then the LORD spoke to you from the midst of the fire. You heard the sound of the words, but saw no form; there was only a voice."
        },
        {
          "verse": 13,
          "text": "He proclaimed to you his covenant, which he commanded you to keep: the ten words, which he wrote on two stone tablets."
        },
        {
          "verse": 14,
          "text": "At that time the LORD charged me to teach you the statutes and ordinances for you to observe in the land you are about to cross into and possess."
        },
        {
          "verse": 15,
          "text": "Danger of Idolatry. Because you saw no form at all on the day the LORD spoke to you at Horeb from the midst of the fire, be strictly on your guard"
        },
        {
          "verse": 16,
          "text": "not to act corruptly by fashioning an idol for yourselves to represent any figure, whether it be the form of a man or of a woman,"
        },
        {
          "verse": 17,
          "text": "the form of any animal on the earth, the form of any bird that flies in the sky,"
        },
        {
          "verse": 18,
          "text": "the form of anything that crawls on the ground, or the form of any fish in the waters under the earth."
        },
        {
          "verse": 19,
          "text": "And when you look up to the heavens and behold the sun or the moon or the stars, the whole heavenly host, do not be led astray into bowing down to them and serving them. These the LORD, your God, has apportioned to all the other nations under the heavens;"
        },
        {
          "verse": 20,
          "text": "but you the LORD has taken and led out of that iron foundry, Egypt, that you might be his people, his heritage, as you are today."
        },
        {
          "verse": 21,
          "text": "But the LORD was angry with me on your account and swore that I should not cross the Jordan nor enter the good land which the LORD, your God, is giving you as a heritage."
        },
        {
          "verse": 22,
          "text": "I myself shall die in this country; I shall not cross the Jordan; but you are going to cross over and take possession of that good land."
        },
        {
          "verse": 23,
          "text": "Be careful, therefore, lest you forget the covenant which the LORD, your God, has made with you, and fashion for yourselves against his command an idol in any form whatsoever."
        },
        {
          "verse": 24,
          "text": "For the LORD, your God, is a consuming fire, a jealous God."
        },
        {
          "verse": 25,
          "text": "God’s Fidelity and Love. When you have children and children’s children, and have grown old in the land, should you then act corruptly by fashioning an idol in the form of anything, and by this evil done in his sight provoke the LORD, your God,"
        },
        {
          "verse": 26,
          "text": "I call heaven and earth this day to witness against you, that you shall all quickly perish from the land which you are crossing the Jordan to possess. You shall not live in it for any length of time but shall be utterly wiped out."
        },
        {
          "verse": 27,
          "text": "The LORD will scatter you among the peoples, and there shall remain but a handful of you among the nations to which the LORD will drive you."
        },
        {
          "verse": 28,
          "text": "There you shall serve gods that are works of human hands, of wood and stone, gods which can neither see nor hear, neither eat nor smell."
        },
        {
          "verse": 29,
          "text": "Yet when you seek the LORD, your God, from there, you shall indeed find him if you search after him with all your heart and soul."
        },
        {
          "verse": 30,
          "text": "In your distress, when all these things shall have come upon you, you shall finally return to the LORD, your God, and listen to his voice."
        },
        {
          "verse": 31,
          "text": "Since the LORD, your God, is a merciful God, he will not abandon or destroy you, nor forget the covenant with your ancestors that he swore to them."
        },
        {
          "verse": 32,
          "text": "Ask now of the days of old, before your time, ever since God created humankind upon the earth; ask from one end of the sky to the other: Did anything so great ever happen before? Was it ever heard of?"
        },
        {
          "verse": 33,
          "text": "Did a people ever hear the voice of God speaking from the midst of fire, as you did, and live?"
        },
        {
          "verse": 34,
          "text": "Or did any god venture to go and take a nation for himself from the midst of another nation, by testings, by signs and wonders, by war, with strong hand and outstretched arm, and by great terrors, all of which the LORD, your God, did for you in Egypt before your very eyes?"
        },
        {
          "verse": 35,
          "text": "All this you were allowed to see that you might know that the LORD is God; there is no other."
        },
        {
          "verse": 36,
          "text": "Out of the heavens he let you hear his voice to discipline you; on earth he let you see his great fire, and you heard him speaking out of the fire."
        },
        {
          "verse": 37,
          "text": "For love of your ancestors he chose their descendants after them and by his presence and great power led you out of Egypt,"
        },
        {
          "verse": 38,
          "text": "dispossessing before you nations greater and mightier than you, so as to bring you in and to give their land to you as a heritage, as it is today."
        },
        {
          "verse": 39,
          "text": "This is why you must now acknowledge, and fix in your heart, that the LORD is God in the heavens above and on earth below, and that there is no other."
        },
        {
          "verse": 40,
          "text": "And you must keep his statutes and commandments which I command you today, that you and your children after you may prosper, and that you may have long life on the land which the LORD, your God, is giving you forever."
        },
        {
          "verse": 41,
          "text": "Cities of Refuge. Then Moses set apart three cities in the region east of the Jordan,"
        },
        {
          "verse": 42,
          "text": "to which a homicide might flee who killed a neighbor unintentionally, where there had been no hatred previously, so that the killer might flee to one of these cities and live:"
        },
        {
          "verse": 43,
          "text": "Bezer in the wilderness, in the region of the plateau, for the Reubenites; Ramoth in Gilead for the Gadites; and Golan in Bashan for the Manassites."
        },
        {
          "verse": 44,
          "text": "II. Second Address A. The Lord’s Covenant with Israel - Introduction. This is the law which Moses set before the Israelites."
        },
        {
          "verse": 45,
          "text": "These are the decrees, and the statutes and ordinances which Moses proclaimed to the Israelites after they came out of Egypt,"
        },
        {
          "verse": 46,
          "text": "beyond the Jordan in the valley opposite Beth-peor, in the land of Sihon, king of the Amorites, who reigned in Heshbon, whom Moses and the Israelites defeated after they came out of Egypt."
        },
        {
          "verse": 47,
          "text": "They took possession of his land and the land of Og, king of Bashan, as well—the land of these two kings of the Amorites in the region beyond the Jordan to the east:"
        },
        {
          "verse": 48,
          "text": "from Aroer on the edge of the Wadi Arnon to Mount Sion (that is, Hermon)"
        },
        {
          "verse": 49,
          "text": "and all the Arabah beyond the Jordan to the east, as far as the Arabah Sea under the slopes of Pisgah."
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 5 - The Covenant at Horeb. Moses summoned all Israel and said to them, Hear, O Israel, the statutes and ordinances which I proclaim in your hearing this day, that you may learn them and take care to observe them."
        },
        {
          "verse": 2,
          "text": "The LORD, our God, made a covenant with us at Horeb;"
        },
        {
          "verse": 3,
          "text": "not with our ancestors did the LORD make this covenant, but with us, all of us who are alive here this day."
        },
        {
          "verse": 4,
          "text": "Face to face, the LORD spoke with you on the mountain from the midst of the fire,"
        },
        {
          "verse": 5,
          "text": "while I was standing between the LORD and you at that time, to announce to you these words of the LORD, since you were afraid of the fire and would not go up the mountain:"
        },
        {
          "verse": 6,
          "text": "The Decalogue. I am the LORD your God, who brought you out of the land of Egypt, out of the house of slavery."
        },
        {
          "verse": 7,
          "text": "You shall not have other gods beside me."
        },
        {
          "verse": 8,
          "text": "You shall not make for yourself an idol or a likeness of anything in the heavens above or on the earth below or in the waters beneath the earth;"
        },
        {
          "verse": 9,
          "text": "you shall not bow down before them or serve them. For I, the LORD, your God, am a jealous God, bringing punishment for their parents’ wickedness on the children of those who hate me, down to the third and fourth generation,"
        },
        {
          "verse": 10,
          "text": "but showing love down to the thousandth generation of those who love me and keep my commandments."
        },
        {
          "verse": 11,
          "text": "You shall not invoke the name of the LORD, your God, in vain. For the LORD will not leave unpunished anyone who invokes his name in vain."
        },
        {
          "verse": 12,
          "text": "Observe the sabbath day—keep it holy, as the LORD, your God, commanded you."
        },
        {
          "verse": 13,
          "text": "Six days you may labor and do all your work,"
        },
        {
          "verse": 14,
          "text": "but the seventh day is a sabbath of the LORD your God. You shall not do any work, either you, your son or your daughter, your male or female slave, your ox or donkey or any work animal, or the resident alien within your gates, so that your male and female slave may rest as you do."
        },
        {
          "verse": 15,
          "text": "Remember that you too were once slaves in the land of Egypt, and the LORD, your God, brought you out from there with a strong hand and outstretched arm. That is why the LORD, your God, has commanded you to observe the sabbath day."
        },
        {
          "verse": 16,
          "text": "Honor your father and your mother, as the LORD, your God, has commanded you, that you may have a long life and that you may prosper in the land the LORD your God is giving you."
        },
        {
          "verse": 17,
          "text": "You shall not kill."
        },
        {
          "verse": 18,
          "text": "You shall not commit adultery."
        },
        {
          "verse": 19,
          "text": "You shall not steal."
        },
        {
          "verse": 20,
          "text": "You shall not bear dishonest witness against your neighbor."
        },
        {
          "verse": 21,
          "text": "You shall not covet your neighbor’s wife. You shall not desire your neighbor’s house or field, his male or female slave, his ox or donkey, or anything that belongs to your neighbor."
        },
        {
          "verse": 22,
          "text": "Moses as Mediator. These words the LORD spoke with a loud voice to your entire assembly on the mountain from the midst of the fire and the dense black cloud, and added no more. He inscribed them on two stone tablets and gave them to me."
        },
        {
          "verse": 23,
          "text": "But when you heard the voice from the midst of the darkness, while the mountain was ablaze with fire, you came near to me, all your tribal heads and elders,"
        },
        {
          "verse": 24,
          "text": "and said, “The LORD, our God, has indeed let us see his glory and his greatness, and we have heard his voice from the midst of the fire. Today we have found out that God may speak to a mortal and that person may still live."
        },
        {
          "verse": 25,
          "text": "Now, why should we die? For this great fire will consume us. If we hear the voice of the LORD, our God, any more, we shall die."
        },
        {
          "verse": 26,
          "text": "For what mortal has heard the voice of the living God speaking from the midst of fire, as we have, and lived?"
        },
        {
          "verse": 27,
          "text": "You go closer and listen to all that the LORD, our God, will say, and then tell us what the LORD, our God, tells you; we will listen and obey.”"
        },
        {
          "verse": 28,
          "text": "The LORD heard your words as you were speaking to me and said to me, I have heard the words these people have spoken to you, which are all well said."
        },
        {
          "verse": 29,
          "text": "Would that they might always be of such a mind, to fear me and to keep all my commandments! Then they and their descendants would prosper forever."
        },
        {
          "verse": 30,
          "text": "Go, tell them: Return to your tents."
        },
        {
          "verse": 31,
          "text": "Then you stand here near me and I will give you all the commandments, the statutes and the ordinances; you must teach them, that they may observe them in the land I am giving them to possess."
        },
        {
          "verse": 32,
          "text": "Be careful, therefore, to do as the LORD, your God, has commanded you, not turning aside to the right or to the left,"
        },
        {
          "verse": 33,
          "text": "but following exactly the way that the LORD, your God, commanded you that you may live and prosper, and may have long life in the land which you are to possess."
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 6 - This then is the commandment, the statutes and the ordinances, which the LORD, your God, has commanded that you be taught to observe in the land you are about to cross into to possess,"
        },
        {
          "verse": 2,
          "text": "so that you, that is, you, your child, and your grandchild, may fear the LORD, your God, by keeping, as long as you live, all his statutes and commandments which I enjoin on you, and thus have long life."
        },
        {
          "verse": 3,
          "text": "Hear then, Israel, and be careful to observe them, that it may go well with you and that you may increase greatly; for the LORD, the God of your ancestors, promised you a land flowing with milk and honey. The Great Commandment."
        },
        {
          "verse": 4,
          "text": "Hear, O Israel! The LORD is our God, the LORD alone!"
        },
        {
          "verse": 5,
          "text": "Therefore, you shall love the LORD, your God, with your whole heart, and with your whole being, and with your whole strength."
        },
        {
          "verse": 6,
          "text": "Take to heart these words which I command you today."
        },
        {
          "verse": 7,
          "text": "Keep repeating them to your children. Recite them when you are at home and when you are away, when you lie down and when you get up."
        },
        {
          "verse": 8,
          "text": "Bind them on your arm as a sign and let them be as a pendant on your forehead."
        },
        {
          "verse": 9,
          "text": "Write them on the doorposts of your houses and on your gates."
        },
        {
          "verse": 10,
          "text": "Fidelity in Prosperity. When the LORD, your God, brings you into the land which he swore to your ancestors, to Abraham, Isaac, and Jacob, that he would give you, a land with fine, large cities that you did not build,"
        },
        {
          "verse": 11,
          "text": "with houses full of goods of all sorts that you did not garner, with cisterns that you did not dig, with vineyards and olive groves that you did not plant; and when, therefore, you eat and are satisfied,"
        },
        {
          "verse": 12,
          "text": "be careful not to forget the LORD, who brought you out of the land of Egypt, that house of slavery."
        },
        {
          "verse": 13,
          "text": "The LORD, your God, shall you fear; him shall you serve, and by his name shall you swear."
        },
        {
          "verse": 14,
          "text": "You shall not go after other gods, any of the gods of the surrounding peoples—"
        },
        {
          "verse": 15,
          "text": "for the LORD, your God who is in your midst, is a passionate God—lest the anger of the LORD, your God, flare up against you and he destroy you from upon the land."
        },
        {
          "verse": 16,
          "text": "You shall not put the LORD, your God, to the test, as you did at Massah."
        },
        {
          "verse": 17,
          "text": "But keep the commandments of the LORD, your God, and the decrees and the statutes he has commanded you."
        },
        {
          "verse": 18,
          "text": "Do what is right and good in the sight of the LORD, that it may go well with you, and you may enter in and possess the good land which the LORD promised on oath to your ancestors,"
        },
        {
          "verse": 19,
          "text": "driving all your enemies out of your way, as the LORD has promised."
        },
        {
          "verse": 20,
          "text": "Instruction to Children. Later on, when your son asks you, “What do these decrees and statutes and ordinances mean?” which the LORD, our God, has enjoined on you,"
        },
        {
          "verse": 21,
          "text": "you shall say to your son, “We were once slaves of Pharaoh in Egypt, but the LORD brought us out of Egypt with a strong hand"
        },
        {
          "verse": 22,
          "text": "and wrought before our eyes signs and wonders, great and dire, against Egypt and against Pharaoh and his whole house."
        },
        {
          "verse": 23,
          "text": "He brought us from there to bring us in and give us the land he had promised on oath to our ancestors."
        },
        {
          "verse": 24,
          "text": "The LORD commanded us to observe all these statutes in fear of the LORD, our God, that we may always have as good a life as we have today."
        },
        {
          "verse": 25,
          "text": "This is our justice before the LORD, our God: to observe carefully this whole commandment he has enjoined on us.”"
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 7 - Destruction of the Nations in the Land. When the LORD, your God, brings you into the land which you are about to enter to possess, and removes many nations before you—the Hittites, Girgashites, Amorites, Canaanites, Perizzites, Hivites, and Jebusites, seven nations more numerous and powerful than you—"
        },
        {
          "verse": 2,
          "text": "and when the LORD, your God, gives them over to you and you defeat them, you shall put them under the ban. Make no covenant with them and do not be gracious to them."
        },
        {
          "verse": 3,
          "text": "You shall not intermarry with them, neither giving your daughters to their sons nor taking their daughters for your sons."
        },
        {
          "verse": 4,
          "text": "For they would turn your sons from following me to serving other gods, and then the anger of the LORD would flare up against you and he would quickly destroy you."
        },
        {
          "verse": 5,
          "text": "But this is how you must deal with them: Tear down their altars, smash their sacred pillars, chop down their asherahs, and destroy their idols by fire."
        },
        {
          "verse": 6,
          "text": "For you are a people holy to the LORD, your God; the LORD, your God, has chosen you from all the peoples on the face of the earth to be a people specially his own."
        },
        {
          "verse": 7,
          "text": "It was not because you are more numerous than all the peoples that the LORD set his heart on you and chose you; for you are really the smallest of all peoples."
        },
        {
          "verse": 8,
          "text": "It was because the LORD loved you and because of his fidelity to the oath he had sworn to your ancestors, that the LORD brought you out with a strong hand and redeemed you from the house of slavery, from the hand of Pharaoh, king of Egypt."
        },
        {
          "verse": 9,
          "text": "Know, then, that the LORD, your God, is God: the faithful God who keeps covenant mercy to the thousandth generation toward those who love him and keep his commandments,"
        },
        {
          "verse": 10,
          "text": "but who repays with destruction those who hate him; he does not delay with those who hate him, but makes them pay for it."
        },
        {
          "verse": 11,
          "text": "Therefore carefully observe the commandment, the statutes and the ordinances which I command you today."
        },
        {
          "verse": 12,
          "text": "Blessings of Obedience. As your reward for heeding these ordinances and keeping them carefully, the LORD, your God, will keep with you the covenant mercy he promised on oath to your ancestors."
        },
        {
          "verse": 13,
          "text": "He will love and bless and multiply you; he will bless the fruit of your womb and the produce of your soil, your grain and wine and oil, the young of your herds and the offspring of your flocks, in the land which he swore to your ancestors he would give you."
        },
        {
          "verse": 14,
          "text": "You will be blessed above all peoples; no man or woman among you shall be childless nor shall your livestock be barren."
        },
        {
          "verse": 15,
          "text": "The LORD will remove all sickness from you; he will not afflict you with any of the malignant diseases that you know from Egypt, but will leave them with all those who hate you."
        },
        {
          "verse": 16,
          "text": "You shall consume all the peoples which the LORD, your God, is giving over to you. You are not to look on them with pity, nor serve their gods, for that would be a snare to you."
        },
        {
          "verse": 17,
          "text": "If you say to yourselves, “These nations are more numerous than we. How can we dispossess them?”"
        },
        {
          "verse": 18,
          "text": "do not be afraid of them. Rather, remember clearly what the LORD, your God, did to Pharaoh and to all Egypt:"
        },
        {
          "verse": 19,
          "text": "the great testings which your own eyes have seen, the signs and wonders, the strong hand and outstretched arm with which the LORD, your God, brought you out. The same also will he do to all the peoples of whom you are now afraid."
        },
        {
          "verse": 20,
          "text": "Moreover, the LORD, your God, will send hornets among them, until those who are left and those who are hiding from you are destroyed."
        },
        {
          "verse": 21,
          "text": "Therefore, do not be terrified by them, for the LORD, your God, who is in your midst, is a great and awesome God."
        },
        {
          "verse": 22,
          "text": "He will remove these nations before you little by little. You cannot finish with them quickly, lest the wild beasts become too numerous for you."
        },
        {
          "verse": 23,
          "text": "The LORD, your God, will give them over to you and throw them into utter panic until they are destroyed."
        },
        {
          "verse": 24,
          "text": "He will deliver their kings into your power, that you may make their names perish from under the heavens. No one will be able to stand up against you, till you have destroyed them."
        },
        {
          "verse": 25,
          "text": "The images of their gods you shall destroy by fire. Do not covet the silver or gold on them, nor take it for yourselves, lest you be ensnared by it; for it is an abomination to the LORD, your God."
        },
        {
          "verse": 26,
          "text": "You shall not bring any abominable thing into your house, so as to be, like it, under the ban; loathe and abhor it utterly for it is under the ban."
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 8 - God’s Care. Be careful to observe this whole commandment that I enjoin on you today, that you may live and increase, and may enter in and possess the land which the LORD promised on oath to your ancestors."
        },
        {
          "verse": 2,
          "text": "Remember how for these forty years the LORD, your God, has directed all your journeying in the wilderness, so as to test you by affliction, to know what was in your heart: to keep his commandments, or not."
        },
        {
          "verse": 3,
          "text": "He therefore let you be afflicted with hunger, and then fed you with manna, a food unknown to you and your ancestors, so you might know that it is not by bread alone that people live, but by all that comes forth from the mouth of the LORD."
        },
        {
          "verse": 4,
          "text": "The clothing did not fall from you in tatters, nor did your feet swell these forty years."
        },
        {
          "verse": 5,
          "text": "So you must know in your heart that, even as a man disciplines his son, so the LORD, your God, disciplines you."
        },
        {
          "verse": 6,
          "text": "Therefore, keep the commandments of the LORD, your God, by walking in his ways and fearing him."
        },
        {
          "verse": 7,
          "text": "Cautions About Prosperity. For the LORD, your God, is bringing you into a good country, a land with streams of water, with springs and fountains welling up in the hills and valleys,"
        },
        {
          "verse": 8,
          "text": "a land of wheat and barley, of vines and fig trees and pomegranates, of olive trees and of honey,"
        },
        {
          "verse": 9,
          "text": "a land where you will always have bread and where you will lack nothing, a land whose stones contain iron and in whose hills you can mine copper."
        },
        {
          "verse": 10,
          "text": "But when you have eaten and are satisfied, you must bless the LORD, your God, for the good land he has given you."
        },
        {
          "verse": 11,
          "text": "Be careful not to forget the LORD, your God, by failing to keep his commandments and ordinances and statutes which I enjoin on you today:"
        },
        {
          "verse": 12,
          "text": "lest, when you have eaten and are satisfied, and have built fine houses and lived in them,"
        },
        {
          "verse": 13,
          "text": "and your herds and flocks have increased, your silver and gold has increased, and all your property has increased,"
        },
        {
          "verse": 14,
          "text": "you then become haughty of heart and forget the LORD, your God, who brought you out of the land of Egypt, that house of slavery;"
        },
        {
          "verse": 15,
          "text": "he guided you through the vast and terrible wilderness with its saraph serpents and scorpions, its parched and waterless ground; he brought forth water for you from the flinty rock"
        },
        {
          "verse": 16,
          "text": "and fed you in the wilderness with manna, a food unknown to your ancestors, that he might afflict you and test you, but also make you prosperous in the end."
        },
        {
          "verse": 17,
          "text": "Otherwise, you might say in your heart, “It is my own power and the strength of my own hand that has got me this wealth.”"
        },
        {
          "verse": 18,
          "text": "Remember then the LORD, your God, for he is the one who gives you the power to get wealth, by fulfilling, as he has now done, the covenant he swore to your ancestors."
        },
        {
          "verse": 19,
          "text": "But if you do forget the LORD, your God, and go after other gods, serving and bowing down to them, I bear witness to you this day that you will perish utterly."
        },
        {
          "verse": 20,
          "text": "Like the nations which the LORD destroys before you, so shall you too perish for not listening to the voice of the LORD, your God."
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 9 - Unmerited Success. Hear, O Israel! You are now about to cross the Jordan to enter in and dispossess nations greater and stronger than yourselves, having large cities fortified to the heavens,"
        },
        {
          "verse": 2,
          "text": "the Anakim, a people great and tall. You yourselves know of them and have heard it said of them, “Who can stand up against the Anakim?”"
        },
        {
          "verse": 3,
          "text": "Know, then, today that it is the LORD, your God, who will cross over before you as a consuming fire; he it is who will destroy them and subdue them before you, so that you can dispossess and remove them quickly, as the LORD promised you."
        },
        {
          "verse": 4,
          "text": "After the LORD, your God, has driven them out of your way, do not say in your heart, “It is because of my justice the LORD has brought me in to possess this land, and because of the wickedness of these nations the LORD is dispossessing them before me.”"
        },
        {
          "verse": 5,
          "text": "No, it is not because of your justice or the integrity of your heart that you are going in to take possession of their land; but it is because of their wickedness that the LORD, your God, is dispossessing these nations before you and in order to fulfill the promise he made on oath to your ancestors, Abraham, Isaac, and Jacob."
        },
        {
          "verse": 6,
          "text": "Know this, therefore: it is not because of your justice that the LORD, your God, is giving you this good land to possess, for you are a stiff-necked people."
        },
        {
          "verse": 7,
          "text": "The Golden Calf. Remember and do not forget how you angered the LORD, your God, in the wilderness. From the day you left the land of Egypt until you came to this place, you have been rebellious toward the LORD."
        },
        {
          "verse": 8,
          "text": "At Horeb you so provoked the LORD that he was angry enough to destroy you,"
        },
        {
          "verse": 9,
          "text": "when I had gone up the mountain to receive the stone tablets of the covenant which the LORD made with you. Meanwhile I stayed on the mountain forty days and forty nights; I ate no food and drank no water."
        },
        {
          "verse": 10,
          "text": "The LORD gave me the two stone tablets inscribed, by God’s own finger, with a copy of all the words that the LORD spoke to you on the mountain from the midst of the fire on the day of the assembly."
        },
        {
          "verse": 11,
          "text": "Then, at the end of the forty days and forty nights, when the LORD had given me the two stone tablets, the tablets of the covenant,"
        },
        {
          "verse": 12,
          "text": "the LORD said to me, Go down from here now, quickly, for your people whom you have brought out of Egypt are acting corruptly; they have already turned aside from the way I commanded them and have made for themselves a molten idol."
        },
        {
          "verse": 13,
          "text": "I have seen now how stiff-necked this people is, the LORD said to me."
        },
        {
          "verse": 14,
          "text": "Let me be, that I may destroy them and blot out their name from under the heavens. I will then make of you a nation mightier and greater than they."
        },
        {
          "verse": 15,
          "text": "When I had come down again from the blazing, fiery mountain, with the two tablets of the covenant in both my hands,"
        },
        {
          "verse": 16,
          "text": "I saw how you had sinned against the LORD, your God, by making for yourselves a molten calf. You had already turned aside from the way which the LORD had commanded you."
        },
        {
          "verse": 17,
          "text": "I took hold of the two tablets and with both hands cast them from me and broke them before your eyes."
        },
        {
          "verse": 18,
          "text": "Then, as before, I lay prostrate before the LORD for forty days and forty nights; I ate no food, I drank no water, because of all the sin you had committed in the sight of the LORD, doing wrong and provoking him."
        },
        {
          "verse": 19,
          "text": "For I dreaded the fierce anger of the LORD against you: his wrath would destroy you. Yet once again the LORD listened to me."
        },
        {
          "verse": 20,
          "text": "With Aaron, too, the LORD was deeply angry, and would have destroyed him; but I prayed for Aaron also at that time."
        },
        {
          "verse": 21,
          "text": "Then, taking the calf, the sinful object you had made, I burnt it and ground it down to powder as fine as dust, which I threw into the wadi that went down the mountainside."
        },
        {
          "verse": 22,
          "text": "At Taberah, at Massah, and at Kibroth-hattaavah likewise, you enraged the LORD."
        },
        {
          "verse": 23,
          "text": "And when the LORD sent you up from Kadesh-barnea saying, Go up and take possession of the land I have given you, you rebelled against this command of the LORD, your God, and would not believe him or listen to his voice."
        },
        {
          "verse": 24,
          "text": "You have been rebels against the LORD from the day I first knew you."
        },
        {
          "verse": 25,
          "text": "Those forty days, then, and forty nights, I lay prostrate before the LORD, because he had threatened to destroy you."
        },
        {
          "verse": 26,
          "text": "And I prayed to the Lord and said: O Lord GOD, do not destroy your people, the heritage you redeemed in your greatness and have brought out of Egypt with your strong hand."
        },
        {
          "verse": 27,
          "text": "Remember your servants, Abraham, Isaac, and Jacob. Do not look upon the stubbornness of this people nor upon their wickedness and sin,"
        },
        {
          "verse": 28,
          "text": "lest the land from which you have brought us say, “The LORD was not able to bring them into the land he promised them, and out of hatred for them, he brought them out to let them die in the wilderness.”"
        },
        {
          "verse": 29,
          "text": "They are your people and your heritage, whom you have brought out by your great power and with your outstretched arm."
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 10 - At that time the LORD said to me, Cut two stone tablets like the first ones and come up the mountain to me. Also make an ark out of wood."
        },
        {
          "verse": 2,
          "text": "I will write upon the tablets the words that were on the tablets that you broke, and you shall place them in the ark."
        },
        {
          "verse": 3,
          "text": "So I made an ark of acacia wood, and cut two stone tablets like the first ones, and went up the mountain with the two tablets in my hand."
        },
        {
          "verse": 4,
          "text": "The LORD then wrote on the tablets, as he had written before, the ten words that the LORD had spoken to you on the mountain from the midst of the fire on the day of the assembly; and the LORD gave them to me."
        },
        {
          "verse": 5,
          "text": "Then I turned and came down from the mountain, and placed the tablets in the ark I had made. There they have remained, as the LORD commanded me."
        },
        {
          "verse": 6,
          "text": "The Israelites set out from Beeroth Bene-jaakan for Moserah; Aaron died there and was buried. His son Eleazar succeeded him as priest."
        },
        {
          "verse": 7,
          "text": "From there they set out for Gudgodah, and from Gudgodah for Jotbathah, a region where there is water in the wadies."
        },
        {
          "verse": 8,
          "text": "At that time the LORD set apart the tribe of Levi to carry the ark of the covenant of the LORD, to stand before the LORD to minister to him, and to bless in his name, as they have done to this day."
        },
        {
          "verse": 9,
          "text": "For this reason, Levi has no hereditary portion with his relatives; the LORD himself is his portion, as the LORD, your God, promised him."
        },
        {
          "verse": 10,
          "text": "Meanwhile I stayed on the mountain as I did before, forty days and forty nights, and once again the LORD listened to me. The LORD was unwilling to destroy you."
        },
        {
          "verse": 11,
          "text": "The LORD said to me, Go now and set out at the head of the people, that they may enter in and possess the land that I swore to their ancestors I would give them."
        },
        {
          "verse": 12,
          "text": "The Lord’s Majesty and Compassion. Now, therefore, Israel, what does the LORD, your God, ask of you but to fear the LORD, your God, to follow in all his ways, to love and serve the LORD, your God, with your whole heart and with your whole being,"
        },
        {
          "verse": 13,
          "text": "to keep the commandments and statutes of the LORD that I am commanding you today for your own well-being?"
        },
        {
          "verse": 14,
          "text": "Look, the heavens, even the highest heavens, belong to the LORD, your God, as well as the earth and everything on it."
        },
        {
          "verse": 15,
          "text": "Yet only on your ancestors did the LORD set his heart to love them. He chose you, their descendants, from all the peoples, as it is today."
        },
        {
          "verse": 16,
          "text": "Circumcise therefore the foreskins of your hearts, and be stiff-necked no longer."
        },
        {
          "verse": 17,
          "text": "For the LORD, your God, is the God of gods, the Lord of lords, the great God, mighty and awesome, who has no favorites, accepts no bribes,"
        },
        {
          "verse": 18,
          "text": "who executes justice for the orphan and the widow, and loves the resident alien, giving them food and clothing."
        },
        {
          "verse": 19,
          "text": "So you too should love the resident alien, for that is what you were in the land of Egypt."
        },
        {
          "verse": 20,
          "text": "The LORD, your God, shall you fear, and him shall you serve; to him hold fast and by his name shall you swear."
        },
        {
          "verse": 21,
          "text": "He is your praise; he is your God, who has done for you those great and awesome things that your own eyes have seen."
        },
        {
          "verse": 22,
          "text": "Seventy strong your ancestors went down to Egypt, and now the LORD, your God, has made you as numerous as the stars of heaven."
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 11 - Recalling the Wonders of the Lord. Love the LORD, your God, therefore, and keep his charge, statutes, ordinances, and commandments always."
        },
        {
          "verse": 2,
          "text": "Recall today that it was not your children, who have neither known nor seen the discipline of the LORD, your God—his greatness, his strong hand and outstretched arm;"
        },
        {
          "verse": 3,
          "text": "the signs and deeds he wrought in the midst of Egypt, on Pharaoh, king of Egypt, and on all his land;"
        },
        {
          "verse": 4,
          "text": "what he did to the Egyptian army and to their horses and chariots, engulfing them in the waters of the Red Sea as they pursued you, so that the LORD destroyed them even to this day;"
        },
        {
          "verse": 5,
          "text": "what he did for you in the wilderness until you came to this place;"
        },
        {
          "verse": 6,
          "text": "and what he did to the Reubenites Dathan and Abiram, sons of Eliab, when the earth opened its mouth and swallowed them up out of the midst of Israel, with their families and tents and every living thing that belonged to them—"
        },
        {
          "verse": 7,
          "text": "but it was you who saw with your own eyes all these great deeds that the LORD has done."
        },
        {
          "verse": 8,
          "text": "The Gift of Rain. So keep all the commandments I give you today, that you may be strong enough to enter in and take possession of the land that you are crossing over to possess,"
        },
        {
          "verse": 9,
          "text": "and that you may have long life on the land which the LORD swore to your ancestors he would give to them and their descendants, a land flowing with milk and honey."
        },
        {
          "verse": 10,
          "text": "The land you are to enter and possess is not like the land of Egypt from which you have come, where you would sow your seed and then water it by hand, as in a vegetable garden."
        },
        {
          "verse": 11,
          "text": "No, the land into which you are crossing to take possession is a land of mountains and valleys that drinks in rain from the heavens,"
        },
        {
          "verse": 12,
          "text": "a land which the LORD, your God, looks after; the eyes of the LORD, your God, are upon it continually through the year, from beginning to end."
        },
        {
          "verse": 13,
          "text": "If, then, you truly listen to my commandments which I give you today, loving and serving the LORD, your God, with your whole heart and your whole being,"
        },
        {
          "verse": 14,
          "text": "I will give the seasonal rain to your land, the early rain and the late rain, that you may have your grain, wine and oil to gather in;"
        },
        {
          "verse": 15,
          "text": "and I will bring forth grass in your fields for your animals. Thus you may eat and be satisfied."
        },
        {
          "verse": 16,
          "text": "But be careful lest your heart be so lured away that you serve other gods and bow down to them."
        },
        {
          "verse": 17,
          "text": "For then the anger of the LORD will flare up against you and he will close up the heavens, so that no rain will fall, and the soil will not yield its crops, and you will soon perish from the good land the LORD is giving you."
        },
        {
          "verse": 18,
          "text": "Need for Fidelity. Therefore, take these words of mine into your heart and soul. Bind them on your arm as a sign, and let them be as a pendant on your forehead."
        },
        {
          "verse": 19,
          "text": "Teach them to your children, speaking of them when you are at home and when you are away, when you lie down and when you get up,"
        },
        {
          "verse": 20,
          "text": "and write them on the doorposts of your houses and on your gates,"
        },
        {
          "verse": 21,
          "text": "so that, as long as the heavens are above the earth, you and your children may live on in the land which the LORD swore to your ancestors he would give them."
        },
        {
          "verse": 22,
          "text": "For if you are careful to observe this entire commandment I am giving you, loving the LORD, your God, following his ways exactly, and holding fast to him,"
        },
        {
          "verse": 23,
          "text": "the LORD will dispossess all these nations before you, and you will dispossess nations greater and mightier than yourselves."
        },
        {
          "verse": 24,
          "text": "Every place where you set foot shall be yours: from the wilderness and the Lebanon, from the Euphrates River to the Western Sea, shall be your territory."
        },
        {
          "verse": 25,
          "text": "None shall stand up against you; the LORD, your God, will spread the fear and dread of you through any land where you set foot, as he promised you."
        },
        {
          "verse": 26,
          "text": "Blessing and Curse. See, I set before you this day a blessing and a curse:"
        },
        {
          "verse": 27,
          "text": "a blessing for obeying the commandments of the LORD, your God, which I give you today;"
        },
        {
          "verse": 28,
          "text": "a curse if you do not obey the commandments of the LORD, your God, but turn aside from the way I command you today, to go after other gods, whom you do not know."
        },
        {
          "verse": 29,
          "text": "When the LORD, your God, brings you into the land which you are to enter and possess, then on Mount Gerizim you shall pronounce the blessing, on Mount Ebal, the curse."
        },
        {
          "verse": 30,
          "text": "(These are beyond the Jordan, on the other side of the western road in the land of the Canaanites who live in the Arabah, opposite Gilgal beside the oak of Moreh.)"
        },
        {
          "verse": 31,
          "text": "Now you are about to cross the Jordan to enter and possess the land which the LORD, your God, is giving you. When, therefore, you take possession of it and settle there,"
        },
        {
          "verse": 32,
          "text": "be careful to observe all the statutes and ordinances that I set before you today."
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "verse": 1,
          "text": "B. The Deuteronomic Code Chapter 12 - One Center of Worship. These are the statutes and ordinances which you must be careful to observe in the land which the LORD, the God of your ancestors, has given you to possess, throughout the time you live on its soil."
        },
        {
          "verse": 2,
          "text": "Destroy entirely all the places where the nations you are to dispossess serve their gods, on the high mountains, on the hills, and under every green tree."
        },
        {
          "verse": 3,
          "text": "Tear down their altars, smash their sacred pillars, burn up their asherahs, and chop down the idols of their gods, that you may destroy the very name of them from that place."
        },
        {
          "verse": 4,
          "text": "That is not how you are to act toward the LORD, your God."
        },
        {
          "verse": 5,
          "text": "Instead, you shall seek out the place which the LORD, your God, chooses out of all your tribes and designates as his dwelling to put his name there. There you shall go,"
        },
        {
          "verse": 6,
          "text": "bringing your burnt offerings and sacrifices, your tithes and personal contributions, your votive and voluntary offerings, and the firstlings of your herds and flocks."
        },
        {
          "verse": 7,
          "text": "There, too, in the presence of the LORD, your God, you and your families shall eat and rejoice in all your undertakings, in which the LORD, your God, has blessed you."
        },
        {
          "verse": 8,
          "text": "You shall not do as we are doing here today, everyone doing what is right in their own sight,"
        },
        {
          "verse": 9,
          "text": "since you have not yet reached your resting place, the heritage which the LORD, your God, is giving you."
        },
        {
          "verse": 10,
          "text": "But after you have crossed the Jordan and dwell in the land which the LORD, your God, is giving you as a heritage, when he has given you rest from all your enemies round about and you live there in security,"
        },
        {
          "verse": 11,
          "text": "then to the place which the LORD, your God, chooses as the dwelling place for his name you shall bring all that I command you: your burnt offerings and sacrifices, your tithes and personal contributions, and every special offering you have vowed to the LORD."
        },
        {
          "verse": 12,
          "text": "You shall rejoice in the presence of the LORD, your God, with your sons and daughters, your male and female slaves, as well as with the Levite within your gates, who has no hereditary portion with you."
        },
        {
          "verse": 13,
          "text": "Be careful not to sacrifice your burnt offerings in any place you like,"
        },
        {
          "verse": 14,
          "text": "but offer them in the place which the LORD chooses in one of your tribal territories; there you shall do what I command you."
        },
        {
          "verse": 15,
          "text": "Profane and Sacred Slaughter. However, in any of your communities you may slaughter and eat meat freely, according to the blessing that the LORD, your God, has given you; the unclean as well as the clean may eat it, as they do the gazelle or the deer."
        },
        {
          "verse": 16,
          "text": "Only, you shall not eat of the blood, but must pour it out on the ground like water."
        },
        {
          "verse": 17,
          "text": "Moreover, you may not, in your own communities, partake of your tithe of grain or wine or oil, of the firstborn of your herd or flock, of any offering you have vowed, of your voluntary offerings, or of your personal contributions."
        },
        {
          "verse": 18,
          "text": "These you must eat in the presence of the LORD, your God, in the place that the LORD, your God, chooses, along with your son and daughter, your male and female slave, and the Levite within your gates; and there, in the presence of the LORD, you shall rejoice in all your undertakings."
        },
        {
          "verse": 19,
          "text": "Be careful, also, that you do not neglect the Levite as long as you live in your land."
        },
        {
          "verse": 20,
          "text": "After the LORD, your God, has enlarged your territory, as he promised you, and you think, “I will eat meat,” as it is your desire to eat meat, you may eat it freely;"
        },
        {
          "verse": 21,
          "text": "and if the place where the LORD, your God, chooses to put his name is too far, you may slaughter in the manner I have commanded you any of your herd or flock that the LORD has given you, and eat it freely in your own community."
        },
        {
          "verse": 22,
          "text": "You may eat it as you would the gazelle or the deer: the unclean and the clean eating it together."
        },
        {
          "verse": 23,
          "text": "But make sure that you do not eat of the blood; for blood is life; you shall not eat that life with the flesh."
        },
        {
          "verse": 24,
          "text": "Do not eat of the blood, therefore, but pour it out on the ground like water."
        },
        {
          "verse": 25,
          "text": "Do not eat of it, that you and your children after you may prosper for doing what is right in the sight of the LORD."
        },
        {
          "verse": 26,
          "text": "However, any sacred gifts or votive offerings that you may have, you shall bring with you to the place which the LORD chooses,"
        },
        {
          "verse": 27,
          "text": "and there you must sacrifice your burnt offerings, both the flesh and the blood, on the altar of the LORD, your God; of your other sacrifices the blood indeed must be poured out against the altar of the LORD, your God, but their flesh you may eat."
        },
        {
          "verse": 28,
          "text": "Be careful to heed all these words I command you today, that you and your descendants after you may forever prosper for doing what is good and right in the sight of the LORD, your God."
        },
        {
          "verse": 29,
          "text": "Warning Against Abominable Practices. When the LORD, your God, cuts down from before you the nations you are going in to dispossess, and you have dispossessed them and are settled in their land,"
        },
        {
          "verse": 30,
          "text": "be careful that you not be trapped into following them after they have been destroyed before you. Do not inquire regarding their gods, “How did these nations serve their gods, so I might do the same.”"
        },
        {
          "verse": 31,
          "text": "You shall not worship the LORD, your God, that way, because they offered to their gods every abomination that the LORD detests, even burning their sons and daughters to their gods."
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 13 - Penalties for Enticing to Idolatry. Every word that I command you, you shall be careful to observe, neither adding to it nor subtracting from it."
        },
        {
          "verse": 2,
          "text": "If there arises in your midst a prophet or a dreamer who promises you a sign or wonder,"
        },
        {
          "verse": 3,
          "text": "saying, “Let us go after other gods,” whom you have not known, “and let us serve them,” and the sign or wonder foretold to you comes to pass,"
        },
        {
          "verse": 4,
          "text": "do not listen to the words of that prophet or that dreamer; for the LORD, your God, is testing you to know whether you really love the LORD, your God, with all your heart and soul."
        },
        {
          "verse": 5,
          "text": "The LORD, your God, shall you follow, and him shall you fear; his commandments shall you observe, and to his voice shall you listen; him you shall serve, and to him you shall hold fast."
        },
        {
          "verse": 6,
          "text": "But that prophet or that dreamer shall be put to death, because, in order to lead you astray from the way which the LORD, your God, has commanded you to take, the prophet or dreamer has spoken apostasy against the LORD, your God, who brought you out of the land of Egypt and redeemed you from the house of slavery. Thus shall you purge the evil from your midst."
        },
        {
          "verse": 7,
          "text": "If your brother, your father’s child or your mother’s child, your son or daughter, your beloved spouse, or your intimate friend entices you secretly, saying, “Come, let us serve other gods,” whom you and your ancestors have not known,"
        },
        {
          "verse": 8,
          "text": "any of the gods of the surrounding peoples, near to you or far away, from one end of the earth to the other:"
        },
        {
          "verse": 9,
          "text": "do not yield or listen to any such person; show no pity or compassion and do not shield such a one,"
        },
        {
          "verse": 10,
          "text": "but kill that person. Your hand shall be the first raised to put such a one to death; the hand of all the people shall follow."
        },
        {
          "verse": 11,
          "text": "You shall stone that person to death, for seeking to lead you astray from the LORD, your God, who brought you out of the land of Egypt, out of the house of slavery."
        },
        {
          "verse": 12,
          "text": "And all Israel shall hear of it and fear, and never again do such evil as this in your midst."
        },
        {
          "verse": 13,
          "text": "If you hear it said concerning one of the cities which the LORD, your God, gives you to dwell in,"
        },
        {
          "verse": 14,
          "text": "that certain scoundrels have sprung up in your midst and have led astray the inhabitants of their city, saying, “Come, let us serve other gods,” whom you have not known,"
        },
        {
          "verse": 15,
          "text": "you must inquire carefully into the matter and investigate it thoroughly. If you find that it is true and an established fact that this abomination has been committed in your midst,"
        },
        {
          "verse": 16,
          "text": "you shall put the inhabitants of that city to the sword, placing the city and all that is in it, even its livestock, under the ban."
        },
        {
          "verse": 17,
          "text": "Having heaped up all its spoils in the middle of its square, you shall burn the city with all its spoils as a whole burnt offering to the LORD, your God. Let it be a heap of ruins forever, never to be rebuilt."
        },
        {
          "verse": 18,
          "text": "You shall not hold on to anything that is under the ban; then the LORD will turn from his burning anger and show you mercy, and in showing you mercy multiply you as he swore to your ancestors,"
        },
        {
          "verse": 19,
          "text": "because you have listened to the voice of the LORD, your God, keeping all his commandments, which I give you today, doing what is right in the sight of the LORD, your God."
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 14 - Improper Mourning Rites. You are children of the LORD, your God. You shall not gash yourselves nor shave the hair above your foreheads for the dead."
        },
        {
          "verse": 2,
          "text": "For you are a people holy to the LORD, your God; the LORD, your God, has chosen you from all the peoples on the face of the earth to be a people specially his own."
        },
        {
          "verse": 3,
          "text": "Clean and Unclean Animals. You shall not eat any abominable thing."
        },
        {
          "verse": 4,
          "text": "These are the animals you may eat: the ox, the sheep, the goat,"
        },
        {
          "verse": 5,
          "text": "the deer, the gazelle, the roebuck, the wild goat, the ibex, the antelope, and the mountain sheep."
        },
        {
          "verse": 6,
          "text": "Any among the animals that has divided hooves, with the foot cloven in two, and that chews the cud you may eat."
        },
        {
          "verse": 7,
          "text": "But you shall not eat any of the following that chew the cud or have cloven hooves: the camel, the hare, and the rock badger, which indeed chew the cud, but do not have divided hooves; they are unclean for you."
        },
        {
          "verse": 8,
          "text": "And the pig, which indeed has divided hooves, with cloven foot, but does not chew the cud, is unclean for you. Their flesh you shall not eat, and their dead bodies you shall not touch."
        },
        {
          "verse": 9,
          "text": "These you may eat, of all that live in the water: whatever has both fins and scales you may eat,"
        },
        {
          "verse": 10,
          "text": "but all those that lack either fins or scales you shall not eat; they are unclean for you."
        },
        {
          "verse": 11,
          "text": "You may eat all clean birds."
        },
        {
          "verse": 12,
          "text": "But you shall not eat any of the following: the griffon vulture, the bearded vulture, the black vulture,"
        },
        {
          "verse": 13,
          "text": "the various kites and falcons,"
        },
        {
          "verse": 14,
          "text": "all kinds of crows,"
        },
        {
          "verse": 15,
          "text": "the eagle owl, the kestrel, the long-eared owl, all species of hawks,"
        },
        {
          "verse": 16,
          "text": "the little owl, the screech owl, the barn owl,"
        },
        {
          "verse": 17,
          "text": "the horned owl, the osprey, the cormorant,"
        },
        {
          "verse": 18,
          "text": "the stork, any kind of heron, the hoopoe, and the bat."
        },
        {
          "verse": 19,
          "text": "All winged insects are also unclean for you and shall not be eaten."
        },
        {
          "verse": 20,
          "text": "Any clean winged creatures you may eat."
        },
        {
          "verse": 21,
          "text": "You shall not eat the carcass of any animal that has died of itself; but you may give it to a resident alien within your gates to eat, or you may sell it to a foreigner. For you are a people holy to the LORD, your God. You shall not boil a young goat in its mother’s milk."
        },
        {
          "verse": 22,
          "text": "Tithes. Each year you shall tithe all the produce of your seed that grows in the field;"
        },
        {
          "verse": 23,
          "text": "then in the place which the LORD, your God, chooses as the dwelling place of his name you shall eat in his presence the tithe of your grain, wine and oil, as well as the firstlings of your herd and flock, that you may learn always to fear the LORD, your God."
        },
        {
          "verse": 24,
          "text": "But if, when the LORD, your God, blesses you, the journey is too much for you and you are not able to bring your tithe, because the place which the LORD, your God, chooses to put his name is too far for you,"
        },
        {
          "verse": 25,
          "text": "you may exchange the tithe for money, and with the money securely in hand, go to the place which the LORD, your God, chooses."
        },
        {
          "verse": 26,
          "text": "You may then exchange the money for whatever you desire, oxen or sheep, wine or beer, or anything else you want, and there in the presence of the LORD, your God, you shall consume it and rejoice, you and your household together."
        },
        {
          "verse": 27,
          "text": "But do not neglect the Levite within your gates, for he has no hereditary portion with you."
        },
        {
          "verse": 28,
          "text": "At the end of every third year you shall bring out all the tithes of your produce for that year and deposit them within your own communities,"
        },
        {
          "verse": 29,
          "text": "that the Levite who has no hereditary portion with you, and also the resident alien, the orphan and the widow within your gates, may come and eat and be satisfied; so that the LORD, your God, may bless you in all that you undertake."
        }
      ]
    },
    {
      "chapter": 15,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 15 - Debts and the Poor. At the end of every seven-year period you shall have a remission of debts,"
        },
        {
          "verse": 2,
          "text": "and this is the manner of the remission. Creditors shall remit all claims on loans made to a neighbor, not pressing the neighbor, one who is kin, because the LORD’s remission has been proclaimed."
        },
        {
          "verse": 3,
          "text": "You may press a foreigner, but you shall remit the claim on what your kin owes to you."
        },
        {
          "verse": 4,
          "text": "However, since the LORD, your God, will bless you abundantly in the land the LORD, your God, will give you to possess as a heritage, there shall be no one of you in need"
        },
        {
          "verse": 5,
          "text": "if you but listen to the voice of the LORD, your God, and carefully observe this entire commandment which I enjoin on you today."
        },
        {
          "verse": 6,
          "text": "Since the LORD, your God, will bless you as he promised, you will lend to many nations, and borrow from none; you will rule over many nations, and none will rule over you."
        },
        {
          "verse": 7,
          "text": "If one of your kindred is in need in any community in the land which the LORD, your God, is giving you, you shall not harden your heart nor close your hand against your kin who is in need."
        },
        {
          "verse": 8,
          "text": "Instead, you shall freely open your hand and generously lend what suffices to meet that need."
        },
        {
          "verse": 9,
          "text": "Be careful not to entertain the mean thought, “The seventh year, the year of remission, is near,” so that you would begrudge your kin who is in need and give nothing, and your kin would cry to the LORD against you and you would be held guilty."
        },
        {
          "verse": 10,
          "text": "When you give, give generously and not with a stingy heart; for that, the LORD, your God, will bless you in all your works and undertakings."
        },
        {
          "verse": 11,
          "text": "The land will never lack for needy persons; that is why I command you: “Open your hand freely to your poor and to your needy kin in your land.”"
        },
        {
          "verse": 12,
          "text": "Hebrew Slaves. If your kin, a Hebrew man or woman, sells himself or herself to you, he or she is to serve you for six years, but in the seventh year you shall release him or her as a free person."
        },
        {
          "verse": 13,
          "text": "When you release a male from your service, as a free person, you shall not send him away empty-handed,"
        },
        {
          "verse": 14,
          "text": "but shall weigh him down with gifts from your flock and threshing floor and wine press; as the LORD, your God, has blessed you, so you shall give to him."
        },
        {
          "verse": 15,
          "text": "For remember that you too were slaves in the land of Egypt, and the LORD, your God, redeemed you. That is why I am giving you this command today."
        },
        {
          "verse": 16,
          "text": "But if he says to you, “I do not wish to leave you,” because he loves you and your household, since he is well off with you,"
        },
        {
          "verse": 17,
          "text": "you shall take an awl and put it through his ear into the door, and he shall be your slave forever. Your female slave, also, you shall treat in the same way."
        },
        {
          "verse": 18,
          "text": "Do not be reluctant when you let them go free, since the service they have given you for six years was worth twice a hired laborer’s salary; and the LORD, your God, will bless you in everything you do."
        },
        {
          "verse": 19,
          "text": "Firstlings. You shall consecrate to the LORD, your God, every male firstling born in your herd and in your flock. You shall not work the firstlings of your cattle, nor shear the firstlings of your flock."
        },
        {
          "verse": 20,
          "text": "In the presence of the LORD, your God, you shall eat them year after year, you and your household, in the place that the LORD will choose."
        },
        {
          "verse": 21,
          "text": "But if a firstling has any defect, lameness or blindness, any such serious defect, you shall not sacrifice it to the LORD, your God,"
        },
        {
          "verse": 22,
          "text": "but in your own communities you may eat it, the unclean and the clean eating it together, as you would a gazelle or a deer."
        },
        {
          "verse": 23,
          "text": "Only, you must not eat of its blood; you shall pour it out on the ground like water."
        }
      ]
    },
    {
      "chapter": 16,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 16 - Feast of the Passover. Observe the month of Abib by keeping the Passover of the LORD, your God, since it was in the month of Abib that the LORD, your God, brought you out of Egypt by night."
        },
        {
          "verse": 2,
          "text": "You shall offer the Passover sacrifice from your flock and your herd to the LORD, your God, in the place the LORD will choose as the dwelling place of his name."
        },
        {
          "verse": 3,
          "text": "You shall not eat leavened bread with it. For seven days you shall eat with it only unleavened bread, the bread of affliction, so that you may remember as long as you live the day you left the land of Egypt; for in hurried flight you left the land of Egypt."
        },
        {
          "verse": 4,
          "text": "No leaven is to be found with you in all your territory for seven days, and none of the meat which you sacrificed on the evening of the first day shall be kept overnight for the next day."
        },
        {
          "verse": 5,
          "text": "You may not sacrifice the Passover in any of the communities which the LORD, your God, gives you;"
        },
        {
          "verse": 6,
          "text": "only at the place which the LORD, your God, will choose as the dwelling place of his name, and in the evening at sunset, at the very time when you left Egypt, shall you sacrifice the Passover."
        },
        {
          "verse": 7,
          "text": "You shall cook and eat it at the place the LORD, your God, will choose; then in the morning you may return to your tents."
        },
        {
          "verse": 8,
          "text": "For six days you shall eat unleavened bread, and on the seventh day there shall be a solemn assembly for the LORD, your God; on that day you shall do no work."
        },
        {
          "verse": 9,
          "text": "Feast of Weeks. You shall count off seven weeks; begin to count the seven weeks from the day when the sickle is first put to the standing grain."
        },
        {
          "verse": 10,
          "text": "You shall then keep the feast of Weeks for the LORD, your God, and the measure of your own voluntary offering which you will give shall be in proportion to the blessing the LORD, your God, has given you."
        },
        {
          "verse": 11,
          "text": "You shall rejoice in the presence of the LORD, your God, together with your son and daughter, your male and female slave, and the Levite within your gates, as well as the resident alien, the orphan, and the widow among you, in the place which the LORD, your God, will choose as the dwelling place of his name."
        },
        {
          "verse": 12,
          "text": "Remember that you too were slaves in Egypt, so carry out these statutes carefully."
        },
        {
          "verse": 13,
          "text": "Feast of Booths. You shall celebrate the feast of Booths for seven days, when you have gathered in the produce from your threshing floor and wine press."
        },
        {
          "verse": 14,
          "text": "You shall rejoice at your feast, together with your son and daughter, your male and female slave, and also the Levite, the resident alien, the orphan and the widow within your gates."
        },
        {
          "verse": 15,
          "text": "For seven days you shall celebrate this feast for the LORD, your God, in the place which the LORD will choose; since the LORD, your God, has blessed you in all your crops and in all your undertakings, you will be full of joy."
        },
        {
          "verse": 16,
          "text": "Three times a year, then, all your males shall appear before the LORD, your God, in the place which he will choose: at the feast of Unleavened Bread, at the feast of Weeks, and at the feast of Booths. They shall not appear before the LORD empty-handed,"
        },
        {
          "verse": 17,
          "text": "but each with his own gift, in proportion to the blessing which the LORD, your God, has given to you."
        },
        {
          "verse": 18,
          "text": "Justice. In all the communities which the LORD, your God, is giving you, you shall appoint judges and officials throughout your tribes to administer true justice for the people."
        },
        {
          "verse": 19,
          "text": "You must not distort justice: you shall not show partiality; you shall not take a bribe, for a bribe blinds the eyes even of the wise and twists the words even of the just."
        },
        {
          "verse": 20,
          "text": "Justice, justice alone shall you pursue, so that you may live and possess the land the LORD, your God, is giving you."
        },
        {
          "verse": 21,
          "text": "Illicit Worship. You shall not plant an asherah of any kind of wood next to the altar of the LORD, your God, which you will build;"
        },
        {
          "verse": 22,
          "text": "nor shall you erect a sacred pillar, such as the LORD, your God, hates."
        }
      ]
    },
    {
      "chapter": 17,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 17 - You shall not sacrifice to the LORD, your God, an ox or a sheep with any serious defect; that would be an abomination to the LORD, your God."
        },
        {
          "verse": 2,
          "text": "If there is found in your midst, in any one of the communities which the LORD, your God, gives you, a man or a woman who does evil in the sight of the LORD, your God, and transgresses his covenant,"
        },
        {
          "verse": 3,
          "text": "by going to serve other gods, by bowing down to them, to the sun or the moon or any of the host of heaven, contrary to my command;"
        },
        {
          "verse": 4,
          "text": "and if you are told or hear of it, you must investigate it thoroughly. If the truth of the matter is established that this abomination has been committed in Israel,"
        },
        {
          "verse": 5,
          "text": "you shall bring the man or the woman who has done this evil deed out to your gates and stone the man or the woman to death."
        },
        {
          "verse": 6,
          "text": "Only on the testimony of two or three witnesses shall a person be put to death; no one shall be put to death on the testimony of only one witness."
        },
        {
          "verse": 7,
          "text": "The hands of the witnesses shall be the first raised to put the person to death, and afterward the hands of all the people. Thus shall you purge the evil from your midst."
        },
        {
          "verse": 8,
          "text": "Judges. If there is a case for judgment which proves too baffling for you to decide, in a matter of bloodshed or of law or of injury, matters of dispute within your gates, you shall then go up to the place which the LORD, your God, will choose,"
        },
        {
          "verse": 9,
          "text": "to the levitical priests or to the judge who is in office at that time. They shall investigate the case and then announce to you the decision."
        },
        {
          "verse": 10,
          "text": "You shall act according to the decision they announce to you in the place which the LORD will choose, carefully observing everything as they instruct you."
        },
        {
          "verse": 11,
          "text": "You shall carry out the instruction they give you and the judgment they pronounce, without turning aside either to the right or left from the decision they announce to you."
        },
        {
          "verse": 12,
          "text": "Anyone who acts presumptuously and does not obey the priest who officiates there in the ministry of the LORD, your God, or the judge, shall die. Thus shall you purge the evil from Israel."
        },
        {
          "verse": 13,
          "text": "And all the people, on hearing of it, shall fear, and will never again act presumptuously."
        },
        {
          "verse": 14,
          "text": "The King. When you have come into the land which the LORD, your God, is giving you, and have taken possession of it and settled in it, should you then decide, “I will set a king over me, like all the surrounding nations,”"
        },
        {
          "verse": 15,
          "text": "you may indeed set over you a king whom the LORD, your God, will choose. Someone from among your own kindred you may set over you as king; you may not set over you a foreigner, who is no kin of yours."
        },
        {
          "verse": 16,
          "text": "But he shall not have a great number of horses; nor shall he make his people go back again to Egypt to acquire many horses, for the LORD said to you, Do not go back that way again."
        },
        {
          "verse": 17,
          "text": "Neither shall he have a great number of wives, lest his heart turn away, nor shall he accumulate a vast amount of silver and gold."
        },
        {
          "verse": 18,
          "text": "When he is sitting upon his royal throne, he shall write a copy of this law upon a scroll from the one that is in the custody of the levitical priests."
        },
        {
          "verse": 19,
          "text": "It shall remain with him and he shall read it as long as he lives, so that he may learn to fear the LORD, his God, and to observe carefully all the words of this law and these statutes,"
        },
        {
          "verse": 20,
          "text": "so that he does not exalt himself over his kindred or turn aside from this commandment to the right or to the left, and so that he and his descendants may reign long in Israel."
        }
      ]
    },
    {
      "chapter": 18,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 18 - Priests. The levitical priests, the whole tribe of Levi, shall have no hereditary portion with Israel; they shall eat the fire offerings of the LORD and the portions due to him."
        },
        {
          "verse": 2,
          "text": "They shall have no heritage among their kindred; the LORD himself is their heritage, as he has told them."
        },
        {
          "verse": 3,
          "text": "This shall be the due of the priests from the people: those who are offering a sacrifice, whether an ox or a sheep, shall give the priest the shoulder, the jowls and the stomach."
        },
        {
          "verse": 4,
          "text": "The first fruits of your grain, your wine, and your oil, as well as the first shearing of your flock, you shall also give him."
        },
        {
          "verse": 5,
          "text": "For the LORD, your God, has chosen him out of all your tribes to be in attendance to minister in the name of the LORD, him and his descendants for all time."
        },
        {
          "verse": 6,
          "text": "When a Levite goes from one of your communities anywhere in Israel in which he has been residing, to visit, as his heart may desire, the place which the LORD will choose,"
        },
        {
          "verse": 7,
          "text": "and ministers there in the name of the LORD, his God, like all his fellow Levites who stand before the LORD there,"
        },
        {
          "verse": 8,
          "text": "he shall receive the same portions to eat, along with his stipends and patrimony."
        },
        {
          "verse": 9,
          "text": "Prophets. When you come into the land which the LORD, your God, is giving you, you shall not learn to imitate the abominations of the nations there."
        },
        {
          "verse": 10,
          "text": "Let there not be found among you anyone who causes their son or daughter to pass through the fire, or practices divination, or is a soothsayer, augur, or sorcerer,"
        },
        {
          "verse": 11,
          "text": "or who casts spells, consults ghosts and spirits, or seeks oracles from the dead."
        },
        {
          "verse": 12,
          "text": "Anyone who does such things is an abomination to the LORD, and because of such abominations the LORD, your God, is dispossessing them before you."
        },
        {
          "verse": 13,
          "text": "You must be altogether sincere with the LORD, your God."
        },
        {
          "verse": 14,
          "text": "Although these nations whom you are about to dispossess listen to their soothsayers and diviners, the LORD, your God, will not permit you to do so."
        },
        {
          "verse": 15,
          "text": "A prophet like me will the LORD, your God, raise up for you from among your own kindred; that is the one to whom you shall listen."
        },
        {
          "verse": 16,
          "text": "This is exactly what you requested of the LORD, your God, at Horeb on the day of the assembly, when you said, “Let me not again hear the voice of the LORD, my God, nor see this great fire any more, or I will die.”"
        },
        {
          "verse": 17,
          "text": "And the LORD said to me, What they have said is good."
        },
        {
          "verse": 18,
          "text": "I will raise up for them a prophet like you from among their kindred, and will put my words into the mouth of the prophet; the prophet shall tell them all that I command."
        },
        {
          "verse": 19,
          "text": "Anyone who will not listen to my words which the prophet speaks in my name, I myself will hold accountable for it."
        },
        {
          "verse": 20,
          "text": "But if a prophet presumes to speak a word in my name that I have not commanded, or speaks in the name of other gods, that prophet shall die."
        },
        {
          "verse": 21,
          "text": "Should you say to yourselves, “How can we recognize that a word is one the LORD has not spoken?”,"
        },
        {
          "verse": 22,
          "text": "if a prophet speaks in the name of the LORD but the word does not come true, it is a word the LORD did not speak. The prophet has spoken it presumptuously; do not fear him."
        }
      ]
    },
    {
      "chapter": 19,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 19 - Cities of Refuge. When the LORD, your God, cuts down the nations whose land the LORD, your God, is giving you, and you have dispossessed them and settled in their cities and houses,"
        },
        {
          "verse": 2,
          "text": "you shall set apart three cities in the land the LORD, your God, is giving you to possess."
        },
        {
          "verse": 3,
          "text": "You shall measure the distances and divide into three regions the land of which the LORD, your God, is giving you possession, so that every homicide will be able to find a refuge."
        },
        {
          "verse": 4,
          "text": "This is the case of a homicide who may take refuge there and live: when someone strikes down a neighbor unintentionally and not out of previous hatred."
        },
        {
          "verse": 5,
          "text": "For example, if someone goes with a neighbor to a forest to cut wood, wielding an ax to cut down a tree, and its head flies off the handle and hits the neighbor a mortal blow, such a person may take refuge in one of these cities and live."
        },
        {
          "verse": 6,
          "text": "Should the distance be too great, the avenger of blood might in hot anger pursue, overtake, and strike the killer dead, even though that one does not deserve the death penalty since there had been no previous hatred;"
        },
        {
          "verse": 7,
          "text": "for this reason I command you: Set apart three cities."
        },
        {
          "verse": 8,
          "text": "But if the LORD, your God, enlarges your territory, as he swore to your ancestors, and gives you all the land he promised your ancestors he would give,"
        },
        {
          "verse": 9,
          "text": "because you carefully observe this whole commandment which I give you today, loving the LORD, your God, and ever walking in his ways, then add three more cities to these three."
        },
        {
          "verse": 10,
          "text": "Thus, in the land which the LORD, your God, is giving you as a heritage, innocent blood will not be shed and you will not become guilty of bloodshed."
        },
        {
          "verse": 11,
          "text": "However, if someone, hating a neighbor, lies in wait, attacks, and strikes the neighbor dead, and then flees to one of these cities,"
        },
        {
          "verse": 12,
          "text": "the elders of the killer’s own city shall send and have the killer taken from there, to be handed over to the avenger of blood and slain."
        },
        {
          "verse": 13,
          "text": "Do not show pity, but purge from Israel the innocent blood, so that it may go well with you."
        },
        {
          "verse": 14,
          "text": "Removal of Landmarks. You shall not move your neighbor’s boundary markers erected by your forebears in the heritage that will be allotted to you in the land the LORD, your God, is giving you to possess."
        },
        {
          "verse": 15,
          "text": "False Witnesses. One witness alone shall not stand against someone in regard to any crime or any offense that may have been committed; a charge shall stand only on the testimony of two or three witnesses."
        },
        {
          "verse": 16,
          "text": "If a hostile witness rises against someone to accuse that person of wrongdoing,"
        },
        {
          "verse": 17,
          "text": "the two parties in the dispute shall appear in the presence of the LORD, in the presence of the priests and judges in office at that time,"
        },
        {
          "verse": 18,
          "text": "and the judges must investigate it thoroughly. If the witness is a false witness and has falsely accused the other,"
        },
        {
          "verse": 19,
          "text": "you shall do to the false witness just as that false witness planned to do to the other. Thus shall you purge the evil from your midst."
        },
        {
          "verse": 20,
          "text": "The rest shall hear and be afraid, and never again do such an evil thing as this in your midst."
        },
        {
          "verse": 21,
          "text": "Do not show pity. Life for life, eye for eye, tooth for tooth, hand for hand, and foot for foot!"
        }
      ]
    },
    {
      "chapter": 20,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 20 - Courage in War. When you go out to war against your enemies and you see horses and chariots and an army greater than your own, you shall not be afraid of them, for the LORD, your God, who brought you up from the land of Egypt, will be with you."
        },
        {
          "verse": 2,
          "text": "When you are drawing near to battle, the priest shall come forward and speak to the army,"
        },
        {
          "verse": 3,
          "text": "and say to them, “Hear, O Israel! Today you are drawing near for battle against your enemies. Do not be weakhearted or afraid, alarmed or frightened by them."
        },
        {
          "verse": 4,
          "text": "For it is the LORD, your God, who goes with you to fight for you against your enemies and give you victory.”"
        },
        {
          "verse": 5,
          "text": "Then the officials shall speak to the army: “Is there anyone who has built a new house and not yet dedicated it? Let him return home, lest he die in battle and another dedicate it."
        },
        {
          "verse": 6,
          "text": "Is there anyone who has planted a vineyard and not yet plucked its fruit? Let him return home, lest he die in battle and another pluck its fruit."
        },
        {
          "verse": 7,
          "text": "Is there anyone who has betrothed a woman and not yet married her? Let him return home, lest he die in battle and another marry her.”"
        },
        {
          "verse": 8,
          "text": "The officials shall continue to speak to the army: “Is there anyone who is afraid and weakhearted? Let him return home, or else he might make the hearts of his fellows melt as his does.”"
        },
        {
          "verse": 9,
          "text": "When the officials have finished speaking to the army, military commanders shall be appointed over them."
        },
        {
          "verse": 10,
          "text": "Cities of the Enemy. When you draw near a city to attack it, offer it terms of peace."
        },
        {
          "verse": 11,
          "text": "If it agrees to your terms of peace and lets you in, all the people to be found in it shall serve you in forced labor."
        },
        {
          "verse": 12,
          "text": "But if it refuses to make peace with you and instead joins battle with you, lay siege to it,"
        },
        {
          "verse": 13,
          "text": "and when the LORD, your God, delivers it into your power, put every male in it to the sword;"
        },
        {
          "verse": 14,
          "text": "but the women and children and livestock and anything else in the city—all its spoil—you may take as plunder for yourselves, and you may enjoy this spoil of your enemies, which the LORD, your God, has given you."
        },
        {
          "verse": 15,
          "text": "That is how you shall deal with any city at a considerable distance from you, which does not belong to these nations here."
        },
        {
          "verse": 16,
          "text": "But in the cities of these peoples that the LORD, your God, is giving you as a heritage, you shall not leave a single soul alive."
        },
        {
          "verse": 17,
          "text": "You must put them all under the ban—the Hittites, Amorites, Canaanites, Perizzites, Hivites, and Jebusites—just as the LORD, your God, has commanded you,"
        },
        {
          "verse": 18,
          "text": "so that they do not teach you to do all the abominations that they do for their gods, and you thus sin against the LORD, your God."
        },
        {
          "verse": 19,
          "text": "Trees of a Besieged City. When you are at war with a city and have to lay siege to it for a long time before you capture it, you shall not destroy its trees by putting an ax to them. You may eat of them, but you must not cut them down. Are the trees of the field human beings, that they should be included in your siege?"
        },
        {
          "verse": 20,
          "text": "However, those trees which you know are not fruit trees you may destroy. You may cut them down to build siegeworks against the city that is waging war with you, until it falls."
        }
      ]
    },
    {
      "chapter": 21,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 21 - Absolution of Untraced Murder. If the corpse of someone who has been slain is found lying in the open, in the land the LORD, your God, is giving you to possess, and it is not known who killed the person,"
        },
        {
          "verse": 2,
          "text": "your elders and judges shall go out and measure the distances to the cities that are in the neighborhood of the corpse."
        },
        {
          "verse": 3,
          "text": "When it is established which city is nearest the corpse, the elders of that city shall take a heifer that has never been put to work or worn a yoke;"
        },
        {
          "verse": 4,
          "text": "the elders of that city shall bring the heifer down to a wadi with an everflowing stream at a place that has not been plowed or sown, and shall break the heifer’s neck there in the wadi."
        },
        {
          "verse": 5,
          "text": "The priests, the descendants of Levi, shall come forward, for the LORD, your God, has chosen them to minister to him and to bless in the name of the LORD, and every case of dispute or assault shall be for them to decide."
        },
        {
          "verse": 6,
          "text": "Then all the elders of that city nearest the corpse shall wash their hands over the heifer whose neck was broken in the wadi,"
        },
        {
          "verse": 7,
          "text": "and shall declare, “Our hands did not shed this blood, and our eyes did not see the deed."
        },
        {
          "verse": 8,
          "text": "Absolve, O LORD, your people Israel, whom you have redeemed, and do not let the guilt of shedding innocent blood remain in the midst of your people Israel.” Thus they shall be absolved from the guilt of bloodshed,"
        },
        {
          "verse": 9,
          "text": "and you shall purge the innocent blood from your midst, and do what is right in the eyes of the LORD."
        },
        {
          "verse": 10,
          "text": "Marriage with a Female Captive. When you go out to war against your enemies and the LORD, your God, delivers them into your power, so that you take captives,"
        },
        {
          "verse": 11,
          "text": "if you see a beautiful woman among the captives and become so enamored of her that you wish to have her as a wife,"
        },
        {
          "verse": 12,
          "text": "and so you take her home to your house, she must shave her head, cut her nails,"
        },
        {
          "verse": 13,
          "text": "lay aside her captive’s garb, and stay in your house, mourning her father and mother for a full month. After that, you may come to her, and you shall be her husband and she shall be your wife."
        },
        {
          "verse": 14,
          "text": "If later on you lose your liking for her, you shall give her her freedom, if she wishes it; you must not sell her for money. Do not enslave her, since you have violated her."
        },
        {
          "verse": 15,
          "text": "Rights of the Firstborn. If a man has two wives, one loved and the other unloved, and if both the loved and the unloved bear him sons, but the firstborn is the son of the unloved wife:"
        },
        {
          "verse": 16,
          "text": "when he comes to bequeath his property to his sons he may not consider as his firstborn the son of the wife he loves, in preference to the son of the wife he does not love, the firstborn."
        },
        {
          "verse": 17,
          "text": "On the contrary, he shall recognize as his firstborn the son of the unloved wife, giving him a double share of whatever he happens to own, since he is the first fruits of his manhood, and to him belong the rights of the firstborn."
        },
        {
          "verse": 18,
          "text": "The Stubborn and Rebellious Son. If someone has a stubborn and rebellious son who will not listen to his father or mother, and will not listen to them even though they discipline him,"
        },
        {
          "verse": 19,
          "text": "his father and mother shall take hold of him and bring him out to the elders at the gate of his home city,"
        },
        {
          "verse": 20,
          "text": "where they shall say to the elders of the city, “This son of ours is a stubborn and rebellious fellow who will not listen to us; he is a glutton and a drunkard.”"
        },
        {
          "verse": 21,
          "text": "Then all his fellow citizens shall stone him to death. Thus shall you purge the evil from your midst, and all Israel will hear and be afraid."
        },
        {
          "verse": 22,
          "text": "Corpse of a Criminal. If a man guilty of a capital offense is put to death and you hang him on a tree,"
        },
        {
          "verse": 23,
          "text": "his corpse shall not remain on the tree overnight. You must bury it the same day; anyone who is hanged is a curse of God. You shall not defile the land which the LORD, your God, is giving you as a heritage."
        }
      ]
    },
    {
      "chapter": 22,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 22 - Concern for the Neighbor. You shall not see your neighbor’s ox or sheep going astray and ignore it; you must bring it back."
        },
        {
          "verse": 2,
          "text": "If this neighbor does not live near you, or you do not know who the owner may be, take it to your own house and keep it with you until your neighbor claims it; then return it."
        },
        {
          "verse": 3,
          "text": "You shall do the same with a donkey; you shall do the same with a garment; and you shall do the same with anything else which your neighbor loses and you happen to find. You may not ignore them."
        },
        {
          "verse": 4,
          "text": "You shall not see your neighbor’s donkey or ox fallen on the road and ignore it; you must help in lifting it up."
        },
        {
          "verse": 5,
          "text": "Various Precepts. A woman shall not wear a man’s garment, nor shall a man put on a woman’s clothing; for anyone who does such things is an abomination to the LORD, your God."
        },
        {
          "verse": 6,
          "text": "If, while walking along, you come across a bird’s nest with young birds or eggs in it, in any tree or on the ground, and the mother bird is sitting on them, you shall not take away the mother bird along with her brood."
        },
        {
          "verse": 7,
          "text": "You must let the mother go, taking only her brood, in order that you shall prosper and have a long life."
        },
        {
          "verse": 8,
          "text": "When you build a new house, put a parapet around the roof, so that you do not bring bloodguilt upon your house if someone falls off."
        },
        {
          "verse": 9,
          "text": "You shall not sow your vineyard with two different kinds of seed, or else its produce shall become forfeit, both the crop you have sown and the yield of the vineyard."
        },
        {
          "verse": 10,
          "text": "You shall not plow with an ox and a donkey harnessed together."
        },
        {
          "verse": 11,
          "text": "You shall not wear cloth made from wool and linen woven together."
        },
        {
          "verse": 12,
          "text": "You shall put tassels on the four corners of the cloak that you wrap around yourself."
        },
        {
          "verse": 13,
          "text": "Marriage Legislation. If a man, after marrying a woman and having relations with her, comes to dislike her,"
        },
        {
          "verse": 14,
          "text": "and accuses her of misconduct and slanders her by saying, “I married this woman, but when I approached her I did not find evidence of her virginity,”"
        },
        {
          "verse": 15,
          "text": "the father and mother of the young woman shall take the evidence of her virginity and bring it to the elders at the city gate."
        },
        {
          "verse": 16,
          "text": "There the father of the young woman shall say to the elders, “I gave my daughter to this man in marriage, but he has come to dislike her,"
        },
        {
          "verse": 17,
          "text": "and now accuses her of misconduct, saying: ‘I did not find evidence of your daughter’s virginity.’ But here is the evidence of my daughter’s virginity!” And they shall spread out the cloth before the elders of the city."
        },
        {
          "verse": 18,
          "text": "Then these city elders shall take the man and discipline him,"
        },
        {
          "verse": 19,
          "text": "and fine him one hundred silver shekels, which they shall give to the young woman’s father, because the man slandered a virgin in Israel. She shall remain his wife, and he may not divorce her as long as he lives."
        },
        {
          "verse": 20,
          "text": "But if this charge is true, and evidence of the young woman’s virginity is not found,"
        },
        {
          "verse": 21,
          "text": "they shall bring the young woman to the entrance of her father’s house and there the men of her town shall stone her to death, because she committed a shameful crime in Israel by prostituting herself in her father’s house. Thus shall you purge the evil from your midst."
        },
        {
          "verse": 22,
          "text": "If a man is discovered lying with a woman who is married to another, they both shall die, the man who was lying with the woman as well as the woman. Thus shall you purge the evil from Israel."
        },
        {
          "verse": 23,
          "text": "If there is a young woman, a virgin who is betrothed, and a man comes upon her in the city and lies with her,"
        },
        {
          "verse": 24,
          "text": "you shall bring them both out to the gate of the city and there stone them to death: the young woman because she did not cry out though she was in the city, and the man because he violated his neighbor’s wife. Thus shall you purge the evil from your midst."
        },
        {
          "verse": 25,
          "text": "But if it is in the open fields that a man comes upon the betrothed young woman, seizes her and lies with her, only the man who lay with her shall die."
        },
        {
          "verse": 26,
          "text": "You shall do nothing to the young woman, since the young woman is not guilty of a capital offense. As when a man rises up against his neighbor and murders him, so in this case:"
        },
        {
          "verse": 27,
          "text": "it was in the open fields that he came upon her, and though the betrothed young woman may have cried out, there was no one to save her."
        },
        {
          "verse": 28,
          "text": "If a man comes upon a young woman, a virgin who is not betrothed, seizes her and lies with her, and they are discovered,"
        },
        {
          "verse": 29,
          "text": "the man who lay with her shall give the young woman’s father fifty silver shekels and she will be his wife, because he has violated her. He may not divorce her as long as he lives."
        }
      ]
    },
    {
      "chapter": 23,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 23 - A man shall not marry his father’s wife, nor shall he dishonor his father’s bed."
        },
        {
          "verse": 2,
          "text": "Membership in the Assembly. No one whose testicles have been crushed or whose penis has been cut off may come into the assembly of the LORD."
        },
        {
          "verse": 3,
          "text": "No one born of an illicit union may come into the assembly of the LORD, nor any descendant of such even to the tenth generation may come into the assembly of the LORD."
        },
        {
          "verse": 4,
          "text": "No Ammonite or Moabite may ever come into the assembly of the LORD, nor may any of their descendants even to the tenth generation come into the assembly of the LORD,"
        },
        {
          "verse": 5,
          "text": "because they would not come to meet you with food and water on your journey after you left Egypt, and because they hired Balaam, son of Beor, from Pethor in Aram Naharaim, to curse you."
        },
        {
          "verse": 6,
          "text": "The LORD, your God, would not listen to Balaam but turned his curse into a blessing for you, because the LORD, your God, loves you."
        },
        {
          "verse": 7,
          "text": "Never seek their welfare or prosperity as long as you live."
        },
        {
          "verse": 8,
          "text": "Do not abhor the Edomite: he is your brother. Do not abhor the Egyptian: you were a resident alien in his country."
        },
        {
          "verse": 9,
          "text": "Children born to them may come into the assembly of the LORD in the third generation."
        },
        {
          "verse": 10,
          "text": "Cleanliness in Camp. When in camp during an expedition against your enemies, you shall keep yourselves from anything bad."
        },
        {
          "verse": 11,
          "text": "If one of you becomes unclean because of a nocturnal emission, he shall go outside the camp; he shall not come back into the camp."
        },
        {
          "verse": 12,
          "text": "Toward evening, he shall bathe in water; then, when the sun has set, he may come back into the camp."
        },
        {
          "verse": 13,
          "text": "Outside the camp you shall have a place set aside where you shall go."
        },
        {
          "verse": 14,
          "text": "You shall keep a trowel in your equipment and, when you go outside to relieve yourself, you shall dig a hole with it and then cover up your excrement."
        },
        {
          "verse": 15,
          "text": "Since the LORD, your God, journeys along in the midst of your camp to deliver you and to give your enemies over to you, your camp must be holy, so that he does not see anything indecent in your midst and turn away from you."
        },
        {
          "verse": 16,
          "text": "Various Precepts. You shall not hand over to their master any slaves who have taken refuge with you from their master."
        },
        {
          "verse": 17,
          "text": "Let them live among you in any place they choose, in any one of your communities that seems good to them. Do not oppress them."
        },
        {
          "verse": 18,
          "text": "There shall be no temple prostitute among the Israelite women, nor a temple prostitute among the Israelite men."
        },
        {
          "verse": 19,
          "text": "You shall not offer a prostitute’s fee or a dog’s pay as any kind of votive offering in the house of the LORD, your God; both these things are an abomination to the LORD, your God."
        },
        {
          "verse": 20,
          "text": "You shall not demand interest from your kindred on a loan of money or of food or of anything else which is loaned."
        },
        {
          "verse": 21,
          "text": "From a foreigner you may demand interest, but you may not demand interest from your kindred, so that the LORD, your God, may bless you in all your undertakings on the land you are to enter and possess."
        },
        {
          "verse": 22,
          "text": "When you make a vow to the LORD, your God, you shall not delay in fulfilling it; for the LORD, your God, will surely require it of you and you will be held guilty."
        },
        {
          "verse": 23,
          "text": "Should you refrain from making a vow, you will not be held guilty."
        },
        {
          "verse": 24,
          "text": "But whatever your tongue utters you must be careful to do, just as you freely vowed to the LORD, your God, with your own mouth."
        },
        {
          "verse": 25,
          "text": "When you go through your neighbor’s vineyard, you may eat as many grapes as you wish, until you are satisfied, but do not put them in your basket."
        },
        {
          "verse": 26,
          "text": "When you go through your neighbor’s grainfield, you may pluck some of the ears with your hand, but do not put a sickle to your neighbor’s grain."
        }
      ]
    },
    {
      "chapter": 24,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 24 - Marriage Legislation. When a man, after marrying a woman, is later displeased with her because he finds in her something indecent, and he writes out a bill of divorce and hands it to her, thus dismissing her from his house,"
        },
        {
          "verse": 2,
          "text": "if on leaving his house she goes and becomes the wife of another man,"
        },
        {
          "verse": 3,
          "text": "and the second husband, too, comes to dislike her and he writes out a bill of divorce and hands it to her, thus dismissing her from his house, or if this second man who has married her dies,"
        },
        {
          "verse": 4,
          "text": "then her former husband, who dismissed her, may not again take her as his wife after she has become defiled. That would be an abomination before the LORD, and you shall not bring such guilt upon the land the LORD, your God, is giving you as a heritage."
        },
        {
          "verse": 5,
          "text": "When a man is newly wed, he shall not go out on a military expedition, nor shall any duty be imposed on him. He shall be exempt for one year for the sake of his family, to bring joy to the wife he has married."
        },
        {
          "verse": 6,
          "text": "Pledges and Kidnappings. No one shall take a hand mill or even its upper stone as a pledge for debt, for that would be taking as a pledge the debtor’s life."
        },
        {
          "verse": 7,
          "text": "If anyone is caught kidnapping a fellow Israelite, enslaving or selling the victim, that kidnapper shall be put to death. Thus shall you purge the evil from your midst."
        },
        {
          "verse": 8,
          "text": "Skin Diseases. In an attack of scaly infection you shall be careful to observe exactly and to carry out all the instructions the levitical priests give you, as I have commanded them: observe them carefully."
        },
        {
          "verse": 9,
          "text": "Remember what the LORD, your God, did to Miriam on the journey after you left Egypt."
        },
        {
          "verse": 10,
          "text": "Loans and Wages. When you make a loan of any kind to your neighbor, you shall not enter the neighbor’s house to receive the pledge,"
        },
        {
          "verse": 11,
          "text": "but shall wait outside until the person to whom you are making the loan brings the pledge outside to you."
        },
        {
          "verse": 12,
          "text": "If the person is poor, you shall not sleep in the pledged garment,"
        },
        {
          "verse": 13,
          "text": "but shall definitely return it at sunset, so that your neighbor may sleep in the garment and bless you. That will be your justice before the LORD, your God."
        },
        {
          "verse": 14,
          "text": "You shall not exploit a poor and needy hired servant, whether one of your own kindred or one of the resident aliens who live in your land, within your gates."
        },
        {
          "verse": 15,
          "text": "On each day you shall pay the servant’s wages before the sun goes down, since the servant is poor and is counting on them. Otherwise the servant will cry to the LORD against you, and you will be held guilty."
        },
        {
          "verse": 16,
          "text": "Individual Responsibility. Parents shall not be put to death for their children, nor shall children be put to death for their parents; only for one’s own crime shall a person be put to death."
        },
        {
          "verse": 17,
          "text": "Rights of the Unprotected. You shall not deprive the resident alien or the orphan of justice, nor take the clothing of a widow as pledge."
        },
        {
          "verse": 18,
          "text": "For, remember, you were slaves in Egypt, and the LORD, your God, redeemed you from there; that is why I command you to do this."
        },
        {
          "verse": 19,
          "text": "When you reap the harvest in your field and overlook a sheaf in the field, you shall not go back to get it; let it be for the resident alien, the orphan, and the widow, so that the LORD, your God, may bless you in all your undertakings."
        },
        {
          "verse": 20,
          "text": "When you knock down the fruit of your olive trees, you shall not go over the branches a second time; let what remains be for the resident alien, the orphan, and the widow."
        },
        {
          "verse": 21,
          "text": "When you pick your grapes, you shall not go over the vineyard a second time; let what remains be for the resident alien, the orphan, and the widow."
        },
        {
          "verse": 22,
          "text": "For remember that you were slaves in the land of Egypt; that is why I command you to do this."
        }
      ]
    },
    {
      "chapter": 25,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 25 - Limits on Punishments. When there is a dispute and the parties draw near for judgment, and a decision is given, declaring one party in the right and the other in the wrong,"
        },
        {
          "verse": 2,
          "text": "if the one in the wrong deserves whipping, the judge shall have him lie down and in the presence of the judge receive the number of lashes the crime warrants."
        },
        {
          "verse": 3,
          "text": "Forty lashes may be given, but no more; or else, if more lashes are added to these many blows, your brother will be degraded in your sight. Treatment of Oxen."
        },
        {
          "verse": 4,
          "text": "You shall not muzzle an ox when it treads out grain."
        },
        {
          "verse": 5,
          "text": "Levirate Marriage. When brothers live together and one of them dies without a son, the widow of the deceased shall not marry anyone outside the family; but her husband’s brother shall come to her, marrying her and performing the duty of a brother-in-law."
        },
        {
          "verse": 6,
          "text": "The firstborn son she bears shall continue the name of the deceased brother, that his name may not be blotted out from Israel."
        },
        {
          "verse": 7,
          "text": "But if a man does not want to marry his brother’s wife, she shall go up to the elders at the gate and say, “My brother-in-law refuses to perpetuate his brother’s name in Israel and does not intend to perform his duty toward me.”"
        },
        {
          "verse": 8,
          "text": "Thereupon the elders of his city shall summon him and speak to him. If he persists in saying, “I do not want to marry her,”"
        },
        {
          "verse": 9,
          "text": "his sister-in-law, in the presence of the elders, shall go up to him and strip his sandal from his foot and spit in his face, declaring, “This is how one should be treated who will not build up his brother’s family!”"
        },
        {
          "verse": 10,
          "text": "And his name shall be called in Israel, “the house of the man stripped of his sandal.”"
        },
        {
          "verse": 11,
          "text": "Various Precepts. When two men are fighting and the wife of one intervenes to save her husband from the blows of his opponent, if she stretches out her hand and seizes the latter by his genitals,"
        },
        {
          "verse": 12,
          "text": "you shall chop off her hand; show no pity."
        },
        {
          "verse": 13,
          "text": "You shall not keep two differing weights in your bag, one heavy and the other light;"
        },
        {
          "verse": 14,
          "text": "nor shall you keep two different ephahs in your house, one large and the other small."
        },
        {
          "verse": 15,
          "text": "But use a full and just weight, a full and just ephah, so that you may have a long life on the land the LORD, your God, is giving you."
        },
        {
          "verse": 16,
          "text": "For everyone who does these things, everyone who does what is dishonest, is an abomination to the LORD, your God."
        },
        {
          "verse": 17,
          "text": "Bear in mind what Amalek did to you on the journey after you left Egypt,"
        },
        {
          "verse": 18,
          "text": "how he surprised you along the way, weak and weary as you were, and struck down at the rear all those who lagged behind; he did not fear God."
        },
        {
          "verse": 19,
          "text": "Therefore, when the LORD, your God, gives you rest from all your enemies round about in the land which the LORD, your God, is giving you to possess as a heritage, you shall blot out the memory of Amalek from under the heavens. Do not forget!"
        }
      ]
    },
    {
      "chapter": 26,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 26 - Thanksgiving for the Harvest. When you have come into the land which the LORD, your God, is giving you as a heritage, and have taken possession and settled in it,"
        },
        {
          "verse": 2,
          "text": "you shall take some first fruits of the various products of the soil which you harvest from the land the LORD, your God, is giving you; put them in a basket and go to the place which the LORD, your God, will choose as the dwelling place for his name."
        },
        {
          "verse": 3,
          "text": "There you shall go to the priest in office at that time and say to him, “Today I acknowledge to the LORD, my God, that I have indeed come into the land which the LORD swore to our ancestors to give us.”"
        },
        {
          "verse": 4,
          "text": "The priest shall then take the basket from your hands and set it in front of the altar of the LORD, your God."
        },
        {
          "verse": 5,
          "text": "Then you shall declare in the presence of the LORD, your God, “My father was a refugee Aramean who went down to Egypt with a small household and lived there as a resident alien. But there he became a nation great, strong and numerous."
        },
        {
          "verse": 6,
          "text": "When the Egyptians maltreated and oppressed us, imposing harsh servitude upon us,"
        },
        {
          "verse": 7,
          "text": "we cried to the LORD, the God of our ancestors, and the LORD heard our cry and saw our affliction, our toil and our oppression."
        },
        {
          "verse": 8,
          "text": "Then the LORD brought us out of Egypt with a strong hand and outstretched arm, with terrifying power, with signs and wonders,"
        },
        {
          "verse": 9,
          "text": "and brought us to this place, and gave us this land, a land flowing with milk and honey."
        },
        {
          "verse": 10,
          "text": "Now, therefore, I have brought the first fruits of the products of the soil which you, LORD, have given me.” You shall set them before the LORD, your God, and you shall bow down before the LORD, your God."
        },
        {
          "verse": 11,
          "text": "Then you and your household, together with the Levite and the resident aliens who live among you, shall celebrate with all these good things which the LORD, your God, has given you."
        },
        {
          "verse": 12,
          "text": "Declaration Concerning Tithes. When you have finished setting aside all the tithes of your produce in the third year, the year of the tithes, and have given them to the Levite, the resident alien, the orphan and the widow, that they may eat and be satisfied in your own communities,"
        },
        {
          "verse": 13,
          "text": "you shall declare before the LORD, your God, “I have purged my house of the sacred portion and I have given it to the Levite, the resident alien, the orphan and the widow, just as you have commanded me. I have not transgressed any of your commandments, nor forgotten any."
        },
        {
          "verse": 14,
          "text": "I have not eaten any of the tithe while in mourning; I have not brought any of it while unclean; I have not offered any of it to the dead. I have thus obeyed the voice of the LORD, my God, and done just as you have commanded me."
        },
        {
          "verse": 15,
          "text": "Look down, then, from heaven, your holy abode, and bless your people Israel and the fields you have given us, as you promised on oath to our ancestors, a land flowing with milk and honey.”"
        },
        {
          "verse": 16,
          "text": "The Covenant. This day the LORD, your God, is commanding you to observe these statutes and ordinances. Be careful, then, to observe them with your whole heart and with your whole being."
        },
        {
          "verse": 17,
          "text": "Today you have accepted the LORD’s agreement: he will be your God, and you will walk in his ways, observe his statutes, commandments, and ordinances, and obey his voice."
        },
        {
          "verse": 18,
          "text": "And today the LORD has accepted your agreement: you will be a people specially his own, as he promised you, you will keep all his commandments,"
        },
        {
          "verse": 19,
          "text": "and he will set you high in praise and renown and glory above all nations he has made, and you will be a people holy to the LORD, your God, as he promised."
        }
      ]
    },
    {
      "chapter": 27,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 27 - The Altar on Mount Ebal. Then Moses, with the elders of Israel, commanded the people, saying: Keep this whole commandment which I give you today."
        },
        {
          "verse": 2,
          "text": "On the day you cross the Jordan into the land which the LORD, your God, is giving you, set up some large stones and coat them with plaster."
        },
        {
          "verse": 3,
          "text": "Write on them, at the time you cross, all the words of this law, so that you may enter the land which the LORD, your God, is giving you, a land flowing with milk and honey, just as the LORD, the God of your ancestors, promised you."
        },
        {
          "verse": 4,
          "text": "When you cross the Jordan, on Mount Ebal you shall set up these stones concerning which I command you today, and coat them with plaster,"
        },
        {
          "verse": 5,
          "text": "and you shall build there an altar to the LORD, your God, an altar made of stones that no iron tool has touched."
        },
        {
          "verse": 6,
          "text": "You shall build this altar of the LORD, your God, with unhewn stones, and shall offer on it burnt offerings to the LORD, your God."
        },
        {
          "verse": 7,
          "text": "You shall also offer communion sacrifices and eat them there, rejoicing in the presence of the LORD, your God."
        },
        {
          "verse": 8,
          "text": "On the stones you shall inscribe all the words of this law very clearly."
        },
        {
          "verse": 9,
          "text": "Moses, with the levitical priests, then said to all Israel: Be silent, Israel, and listen! This day you have become the people of the LORD, your God."
        },
        {
          "verse": 10,
          "text": "You shall obey the voice of the LORD, your God, and keep his commandments and statutes which I am giving you today."
        },
        {
          "verse": 11,
          "text": "Preparation for Blessings and Curses. That same day Moses commanded the people, saying:"
        },
        {
          "verse": 12,
          "text": "When you cross the Jordan, these shall stand on Mount Gerizim to bless the people: Simeon, Levi, Judah, Issachar, Joseph and Benjamin."
        },
        {
          "verse": 13,
          "text": "And these shall stand on Mount Ebal for the curse: Reuben, Gad, Asher, Zebulun, Dan and Naphtali."
        },
        {
          "verse": 14,
          "text": "The Twelve Curses. The Levites shall proclaim in a loud voice to all the Israelites:"
        },
        {
          "verse": 15,
          "text": "“Cursed be anyone who makes a carved or molten idol, an abomination to the LORD, the work of a craftsman’s hands, and sets it up in secret!” And all the people shall answer, “Amen!”"
        },
        {
          "verse": 16,
          "text": "“Cursed be anyone who dishonors father or mother!” And all the people shall answer, “Amen!”"
        },
        {
          "verse": 17,
          "text": "“Cursed be anyone who moves a neighbor’s boundary markers!” And all the people shall answer, “Amen!”"
        },
        {
          "verse": 18,
          "text": "“Cursed be anyone who misleads the blind on their way!” And all the people shall answer, “Amen!”"
        },
        {
          "verse": 19,
          "text": "“Cursed be anyone who deprives the resident alien, the orphan or the widow of justice!” And all the people shall answer, “Amen!”"
        },
        {
          "verse": 20,
          "text": "“Cursed be anyone who has relations with his father’s wife, for he dishonors his father’s bed!” And all the people shall answer, “Amen!”"
        },
        {
          "verse": 21,
          "text": "“Cursed be anyone who has relations with any animal!” And all the people shall answer, “Amen!”"
        },
        {
          "verse": 22,
          "text": "“Cursed be anyone who has relations with his sister, whether his father’s daughter or his mother’s daughter!” And all the people shall answer, “Amen!”"
        },
        {
          "verse": 23,
          "text": "“Cursed be anyone who has relations with his mother-in-law!” And all the people shall answer, “Amen!”"
        },
        {
          "verse": 24,
          "text": "“Cursed be anyone who strikes down a neighbor in secret!” And all the people shall answer, “Amen!”"
        },
        {
          "verse": 25,
          "text": "“Cursed be anyone who accepts payment to kill an innocent person!” And all the people shall answer, “Amen!”"
        },
        {
          "verse": 26,
          "text": "“Cursed be anyone whose actions do not uphold the words of this law!” And all the people shall answer, “Amen!”"
        }
      ]
    },
    {
      "chapter": 28,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 28 - Blessings for Obedience. Now, if you diligently obey the voice of the LORD, your God, carefully observing all his commandments which I give you today, the LORD, your God, will set you high above all the nations of the earth."
        },
        {
          "verse": 2,
          "text": "All these blessings will come upon you and overwhelm you when you obey the voice of the LORD, your God:"
        },
        {
          "verse": 3,
          "text": "May you be blessed in the city, and blessed in the country!"
        },
        {
          "verse": 4,
          "text": "Blessed be the fruit of your womb, the produce of your soil and the offspring of your livestock, the issue of your herds and the young of your flocks!"
        },
        {
          "verse": 5,
          "text": "Blessed be your grain basket and your kneading bowl!"
        },
        {
          "verse": 6,
          "text": "May you be blessed in your coming in, and blessed in your going out!"
        },
        {
          "verse": 7,
          "text": "Victory and Prosperity. The LORD will beat down before you the enemies that rise up against you; they will come out against you from one direction, and flee before you in seven."
        },
        {
          "verse": 8,
          "text": "The LORD will affirm the blessing upon you, on your barns and on all your undertakings; he will bless you in the land that the LORD, your God, is giving you."
        },
        {
          "verse": 9,
          "text": "The LORD will establish you as a holy people, as he swore to you, if you keep the commandments of the LORD, your God, and walk in his ways."
        },
        {
          "verse": 10,
          "text": "All the peoples of the earth will see that the name of the LORD is proclaimed over you, and they will be afraid of you."
        },
        {
          "verse": 11,
          "text": "The LORD will generously increase the fruit of your womb, the offspring of your livestock, and the produce of your soil, upon the land which the LORD swore to your ancestors he would give you."
        },
        {
          "verse": 12,
          "text": "The LORD will open up for you his rich storehouse, the heavens, to give your land rain in due season and to bless all the works of your hands. You will lend to many nations but borrow from none."
        },
        {
          "verse": 13,
          "text": "The LORD will make you the head not the tail, the top not the bottom, if you obey the commandments of the LORD, your God, which I am giving you today, observing them carefully,"
        },
        {
          "verse": 14,
          "text": "not turning aside, either to the right or to the left, from any of the words which I am giving you today, following other gods and serving them."
        },
        {
          "verse": 15,
          "text": "Curses for Disobedience. But if you do not obey the voice of the LORD, your God, carefully observing all his commandments and statutes which I give you today, all these curses shall come upon you and overwhelm you:"
        },
        {
          "verse": 16,
          "text": "May you be cursed in the city, and cursed in the country!"
        },
        {
          "verse": 17,
          "text": "Cursed be your grain basket and your kneading bowl!"
        },
        {
          "verse": 18,
          "text": "Cursed be the fruit of your womb, the produce of your soil and the offspring of your livestock, the issue of your herds and the young of your flocks!"
        },
        {
          "verse": 19,
          "text": "May you be cursed in your coming in, and cursed in your going out!"
        },
        {
          "verse": 20,
          "text": "Sickness and Defeat. The LORD will send on you a curse, panic, and frustration in everything you set your hand to, until you are speedily destroyed and perish for the evil you have done in forsaking me."
        },
        {
          "verse": 21,
          "text": "The LORD will make disease cling to you until he has made an end of you from the land you are entering to possess."
        },
        {
          "verse": 22,
          "text": "The LORD will strike you with consumption, fever, and inflammation, with fiery heat and drought, with blight and mildew, that will pursue you until you perish."
        },
        {
          "verse": 23,
          "text": "The heavens over your heads will be like bronze and the earth under your feet like iron."
        },
        {
          "verse": 24,
          "text": "For rain the LORD will give your land powdery dust, which will come down upon you from the heavens until you are destroyed."
        },
        {
          "verse": 25,
          "text": "The LORD will let you be beaten down before your enemies; though you advance against them from one direction, you will flee before them in seven, so that you will become an object of horror to all the kingdoms of the earth."
        },
        {
          "verse": 26,
          "text": "Your corpses will become food for all the birds of the air and for the beasts of the field, with no one to frighten them off."
        },
        {
          "verse": 27,
          "text": "The LORD will strike you with Egyptian boils and with tumors, skin diseases and the itch, from none of which you can be cured."
        },
        {
          "verse": 28,
          "text": "And the LORD will strike you with madness, blindness and panic,"
        },
        {
          "verse": 29,
          "text": "so that even at midday you will grope in the dark as though blind, unable to find your way. Despoilment. You will be oppressed and robbed continually, with no one to come to your aid."
        },
        {
          "verse": 30,
          "text": "Though you betroth a wife, another will have her. Though you build a house, you will not live in it. Though you plant a vineyard, you will not pluck its fruits."
        },
        {
          "verse": 31,
          "text": "Your ox will be slaughtered before your eyes, but you will not eat its flesh. Your donkey will be stolen in your presence, but you will never get it back. Your flocks will be given to your enemies, with no one to come to your aid."
        },
        {
          "verse": 32,
          "text": "Your sons and daughters will be given to another people while you strain your eyes looking for them every day, having no power to do anything."
        },
        {
          "verse": 33,
          "text": "A people you do not know will consume the fruit of your soil and of all your labor, and you will be thoroughly oppressed and continually crushed,"
        },
        {
          "verse": 34,
          "text": "until you are driven mad by what your eyes must look upon."
        },
        {
          "verse": 35,
          "text": "The LORD will strike you with malignant boils of which you cannot be cured, on your knees and legs, and from the soles of your feet to the crown of your head."
        },
        {
          "verse": 36,
          "text": "Exile. The LORD will bring you, and your king whom you have set over you, to a nation which you and your ancestors have not known, and there you will serve other gods, of wood and stone,"
        },
        {
          "verse": 37,
          "text": "and you will be a horror, a byword, a taunt among all the peoples to which the LORD will drive you."
        },
        {
          "verse": 38,
          "text": "Fruitless Labors. Though you take out seed to your field, you will harvest but little, for the locusts will devour it."
        },
        {
          "verse": 39,
          "text": "Though you plant and cultivate vineyards, you will not drink or store up the wine, for the worms will eat them."
        },
        {
          "verse": 40,
          "text": "Though you have olive trees throughout your country, you will have no oil for ointment, for your olives will drop off."
        },
        {
          "verse": 41,
          "text": "Though you beget sons and daughters, they will not remain with you, for they will go into captivity."
        },
        {
          "verse": 42,
          "text": "Buzzing insects will take possession of all your trees and the crops of your soil."
        },
        {
          "verse": 43,
          "text": "The resident aliens among you will rise above you higher and higher, while you sink lower and lower."
        },
        {
          "verse": 44,
          "text": "They will lend to you, not you to them. They will become the head, you the tail."
        },
        {
          "verse": 45,
          "text": "All these curses will come upon you, pursuing you and overwhelming you, until you are destroyed, because you would not obey the voice of the LORD, your God, by keeping his commandments and statutes which he gave you."
        },
        {
          "verse": 46,
          "text": "They will be a sign and a wonder for you and your descendants for all time."
        },
        {
          "verse": 47,
          "text": "Since you would not serve the LORD, your God, with heartfelt joy for abundance of every kind,"
        },
        {
          "verse": 48,
          "text": "in hunger and thirst, in nakedness and utter want, you will serve the enemies whom the LORD will send against you. He will put an iron yoke on your neck, until he destroys you."
        },
        {
          "verse": 49,
          "text": "Invasion and Siege. The LORD will raise up against you a nation from afar, from the end of the earth, that swoops down like an eagle, a nation whose language you do not understand,"
        },
        {
          "verse": 50,
          "text": "a nation of fierce appearance, that shows neither respect for the aged nor mercy for the young."
        },
        {
          "verse": 51,
          "text": "They will consume the offspring of your livestock and the produce of your soil, until you are destroyed; they will leave you no grain or wine or oil, no issue of herd, no young of flock, until they have brought about your ruin."
        },
        {
          "verse": 52,
          "text": "They will besiege you in each of your communities, until the great, fortified walls, in which you trust, come tumbling down all over your land. They will besiege you in every community throughout the land which the LORD, your God, has given you,"
        },
        {
          "verse": 53,
          "text": "and because of the siege and the distress to which your enemy subjects you, you will eat the fruit of your womb, the flesh of your own sons and daughters whom the LORD, your God, has given you."
        },
        {
          "verse": 54,
          "text": "The most refined and fastidious man among you will begrudge his brother and his beloved wife and his surviving children,"
        },
        {
          "verse": 55,
          "text": "any share in the flesh of his children that he himself is using for food because nothing else is left him—such the siege and distress to which your enemy will subject you in all your communities."
        },
        {
          "verse": 56,
          "text": "The most fastidious woman among you, who would not venture to set the sole of her foot on the ground, so refined and fastidious is she, will begrudge her beloved husband and her son and daughter"
        },
        {
          "verse": 57,
          "text": "the afterbirth that issues from her womb and the infants she brings forth because she secretly eats them for want of anything else—such the siege and distress to which your enemy will subject you in your communities."
        },
        {
          "verse": 58,
          "text": "Plagues. If you are not careful to observe all the words of this law which is written in this book, and to fear this glorious and awesome name, the LORD, your God,"
        },
        {
          "verse": 59,
          "text": "the LORD will bring upon you and your descendants wondrous calamities, severe and constant calamities, and malignant and constant sicknesses."
        },
        {
          "verse": 60,
          "text": "He will bring back upon you all the diseases of Egypt which you dread, and they will cling to you."
        },
        {
          "verse": 61,
          "text": "Even any sickness or calamity not written in this book of the law, that too the LORD will bring upon you until you are destroyed."
        },
        {
          "verse": 62,
          "text": "You who were numerous as the stars of the heavens will be left few in number, because you would not obey the voice of the LORD, your God."
        },
        {
          "verse": 63,
          "text": "Exile. Just as the LORD once took delight in making you prosper and grow, so will the LORD now take delight in ruining and destroying you, and you will be plucked out of the land you are now entering to possess."
        },
        {
          "verse": 64,
          "text": "The LORD will scatter you among all the peoples from one end of the earth to the other, and there you will serve other gods, of wood and stone, which you and your ancestors have not known."
        },
        {
          "verse": 65,
          "text": "Among these nations you will find no rest, not even a resting place for the sole of your foot, for there the LORD will give you an anguished heart and wearied eyes and a trembling spirit."
        },
        {
          "verse": 66,
          "text": "Your life will hang in suspense and you will stand in dread both day and night, never sure of your life."
        },
        {
          "verse": 67,
          "text": "In the morning you will say, “Would that it were evening!” and in the evening you will say, “Would that it were morning!” because of the dread that your heart must feel and the sight that your eyes must see."
        },
        {
          "verse": 68,
          "text": "The LORD will send you back in ships to Egypt, by a route which I told you that you would never see again; and there you will offer yourselves for sale to your enemies as male and female slaves, but there will be no buyer."
        },
        {
          "verse": 69,
          "text": "These are the words of the covenant which the LORD commanded Moses to make with the Israelites in the land of Moab, in addition to the covenant he made with them at Horeb."
        }
      ]
    },
    {
      "chapter": 29,
      "verses": [
        {
          "verse": 1,
          "text": "III. Third Address Chapter 29 - Past Favors Recalled. Moses summoned all Israel and said to them, You have seen with your own eyes all that the LORD did in the land of Egypt to Pharaoh and all his servants and to all his land,"
        },
        {
          "verse": 2,
          "text": "the great testings your own eyes have seen, and those great signs and wonders."
        },
        {
          "verse": 3,
          "text": "But the LORD has not given you a heart to understand, or eyes to see, or ears to hear until this day."
        },
        {
          "verse": 4,
          "text": "I led you for forty years in the wilderness. Your clothes did not fall from you in tatters nor your sandals from your feet;"
        },
        {
          "verse": 5,
          "text": "it was not bread that you ate, nor wine or beer that you drank—so that you might know that I, the LORD, am your God."
        },
        {
          "verse": 6,
          "text": "When you came to this place, Sihon, king of Heshbon, and Og, king of Bashan, came out to engage us in battle, but we defeated them"
        },
        {
          "verse": 7,
          "text": "and took their land, and gave it as a heritage to the Reubenites, Gadites, and the half-tribe of Manasseh."
        },
        {
          "verse": 8,
          "text": "Observe carefully the words of this covenant, therefore, in order that you may succeed in whatever you do."
        },
        {
          "verse": 9,
          "text": "All Israel Bound by Covenant. You are standing today, all of you, in the presence of the LORD, your God—your tribal heads, elders, and officials, all of the men of Israel,"
        },
        {
          "verse": 10,
          "text": "your children, your wives, and the resident alien who lives in your camp, from those who cut wood to those who draw water for you—"
        },
        {
          "verse": 11,
          "text": "to enter into the covenant of the LORD, your God, which the LORD, your God, is making with you today, with its curse,"
        },
        {
          "verse": 12,
          "text": "so that he may establish you today as his people and he may be your God, as he promised you and as he swore to your ancestors, to Abraham, Isaac and Jacob."
        },
        {
          "verse": 13,
          "text": "But it is not with you alone that I am making this covenant, with its curse,"
        },
        {
          "verse": 14,
          "text": "but with those who are standing here with us today in the presence of the LORD, our God, and with those who are not here with us today."
        },
        {
          "verse": 15,
          "text": "Warning Against Idolatry. You know that we lived in the land of Egypt and that we passed through the nations, that you too passed through"
        },
        {
          "verse": 16,
          "text": "and saw the loathsome things and idols of wood and stone, of gold and silver, that they possess."
        },
        {
          "verse": 17,
          "text": "There may be among you a man or woman, or a clan or tribe, whose heart is now turning away from the LORD, our God, to go and serve the gods of these nations; there may be among you a root bearing poison and wormwood;"
        },
        {
          "verse": 18,
          "text": "if any such persons, after hearing the words of this curse, should congratulate themselves, saying in their hearts, “I am safe, even though I walk in stubbornness of heart,” thereby sweeping away moist and dry alike,"
        },
        {
          "verse": 19,
          "text": "the LORD will never consent to pardon them. Instead, the LORD’s burning wrath will flare up against them; every curse written in this book will pounce on them, and the LORD will blot out their names from under the heavens."
        },
        {
          "verse": 20,
          "text": "The LORD will single them out from all the tribes of Israel for doom, in keeping with all the curses of the covenant written in this book of the law."
        },
        {
          "verse": 21,
          "text": "Punishment for Idolatry. Future generations, your descendants who will rise up after you, as well as the foreigners who will come here from distant lands, when they see the calamities of this land and the ills the LORD has inflicted upon it—"
        },
        {
          "verse": 22,
          "text": "all its soil burned out by sulphur and salt, unsown and unfruitful, without a blade of grass, like the catastrophe of Sodom and Gomorrah, Admah and Zeboiim, which the LORD overthrew in his furious wrath—"
        },
        {
          "verse": 23,
          "text": "they and all the nations will ask, “Why has the LORD dealt thus with this land? Why this great outburst of wrath?”"
        },
        {
          "verse": 24,
          "text": "And they will say, “Because they abandoned the covenant of the LORD, the God of their ancestors, which he had made with them when he brought them out of the land of Egypt,"
        },
        {
          "verse": 25,
          "text": "and they went and served other gods and bowed down to them, gods whom they did not know and whom he had not apportioned to them."
        },
        {
          "verse": 26,
          "text": "So the anger of the LORD flared up against this land and brought on it every curse written in this book."
        },
        {
          "verse": 27,
          "text": "The LORD uprooted them from their soil in anger, fury, and great wrath, and cast them out into another land, as they are today.”"
        },
        {
          "verse": 28,
          "text": "The hidden things belong to the LORD our God, but the revealed things are for us and for our children forever, to observe all the words of this law."
        }
      ]
    },
    {
      "chapter": 30,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 30 - Compassion for the Repentant. When all these things, the blessing and the curse which I have set before you, come upon you, and you take them to heart in any of the nations where the LORD, your God, has dispersed you,"
        },
        {
          "verse": 2,
          "text": "and return to the LORD, your God, obeying his voice, according to all that I am commanding you today, you and your children, with your whole heart and your whole being,"
        },
        {
          "verse": 3,
          "text": "the LORD, your God, will restore your fortunes and will have compassion on you; he will again gather you from all the peoples where the LORD, your God, has scattered you."
        },
        {
          "verse": 4,
          "text": "Though you may have been dispersed to the farthest corner of the heavens, even from there will the LORD, your God, gather you; even from there will he bring you back."
        },
        {
          "verse": 5,
          "text": "The LORD, your God, will then bring you into the land your ancestors once possessed, that you may possess it; and he will make you more prosperous and numerous than your ancestors."
        },
        {
          "verse": 6,
          "text": "The LORD, your God, will circumcise your hearts and the hearts of your descendants, so that you will love the LORD, your God, with your whole heart and your whole being, in order that you may live."
        },
        {
          "verse": 7,
          "text": "The LORD, your God, will put all those curses on your enemies and the foes who pursued you."
        },
        {
          "verse": 8,
          "text": "You, however, shall again obey the voice of the LORD and observe all his commandments which I am giving you today."
        },
        {
          "verse": 9,
          "text": "Then the LORD, your God, will generously increase your undertakings, the fruit of your womb, the offspring of your livestock, and the produce of your soil; for the LORD, your God, will again take delight in your prosperity, just as he took delight in your ancestors’,"
        },
        {
          "verse": 10,
          "text": "because you will obey the voice of the LORD, your God, keeping the commandments and statutes that are written in this book of the law, when you return to the LORD, your God, with your whole heart and your whole being."
        },
        {
          "verse": 11,
          "text": "For this command which I am giving you today is not too wondrous or remote for you."
        },
        {
          "verse": 12,
          "text": "It is not in the heavens, that you should say, “Who will go up to the heavens to get it for us and tell us of it, that we may do it?”"
        },
        {
          "verse": 13,
          "text": "Nor is it across the sea, that you should say, “Who will cross the sea to get it for us and tell us of it, that we may do it?”"
        },
        {
          "verse": 14,
          "text": "No, it is something very near to you, in your mouth and in your heart, to do it."
        },
        {
          "verse": 15,
          "text": "The Choice Before Israel. See, I have today set before you life and good, death and evil."
        },
        {
          "verse": 16,
          "text": "If you obey the commandments of the LORD, your God, which I am giving you today, loving the LORD, your God, and walking in his ways, and keeping his commandments, statutes and ordinances, you will live and grow numerous, and the LORD, your God, will bless you in the land you are entering to possess."
        },
        {
          "verse": 17,
          "text": "If, however, your heart turns away and you do not obey, but are led astray and bow down to other gods and serve them,"
        },
        {
          "verse": 18,
          "text": "I tell you today that you will certainly perish; you will not have a long life on the land which you are crossing the Jordan to enter and possess."
        },
        {
          "verse": 19,
          "text": "I call heaven and earth today to witness against you: I have set before you life and death, the blessing and the curse. Choose life, then, that you and your descendants may live,"
        },
        {
          "verse": 20,
          "text": "by loving the LORD, your God, obeying his voice, and holding fast to him. For that will mean life for you, a long life for you to live on the land which the LORD swore to your ancestors, to Abraham, Isaac, and Jacob, to give to them."
        }
      ]
    },
    {
      "chapter": 31,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 31 - The Lord’s Leadership. When Moses had finished speaking these words to all Israel,"
        },
        {
          "verse": 2,
          "text": "he said to them, I am now one hundred and twenty years old and am no longer able to go out and come in; besides, the LORD has said to me, Do not cross this Jordan."
        },
        {
          "verse": 3,
          "text": "It is the LORD, your God, who will cross before you; he will destroy these nations before you, that you may dispossess them. (It is Joshua who will cross before you, as the LORD promised.)"
        },
        {
          "verse": 4,
          "text": "The LORD will deal with them just as he dealt with Sihon and Og, the kings of the Amorites, and with their country, when he destroyed them."
        },
        {
          "verse": 5,
          "text": "When, therefore, the LORD delivers them up to you, you shall deal with them according to the whole commandment which I have given you."
        },
        {
          "verse": 6,
          "text": "Be strong and steadfast; have no fear or dread of them, for it is the LORD, your God, who marches with you; he will never fail you or forsake you."
        },
        {
          "verse": 7,
          "text": "Call of Joshua. Then Moses summoned Joshua and in the presence of all Israel said to him, “Be strong and steadfast, for you shall bring this people into the land which the LORD swore to their ancestors he would give them; it is you who will give them possession of it."
        },
        {
          "verse": 8,
          "text": "It is the LORD who goes before you; he will be with you and will never fail you or forsake you. So do not fear or be dismayed.”"
        },
        {
          "verse": 9,
          "text": "The Reading of the Law. When Moses had written down this law, he gave it to the levitical priests who carry the ark of the covenant of the LORD, and to all the elders of Israel."
        },
        {
          "verse": 10,
          "text": "Moses commanded them, saying, On the feast of Booths, at the prescribed time in the year for remission which comes at the end of every seven-year period,"
        },
        {
          "verse": 11,
          "text": "when all Israel goes to appear before the LORD, your God, in the place which he will choose, you shall read this law aloud in the presence of all Israel."
        },
        {
          "verse": 12,
          "text": "Assemble the people—men, women and children, as well as the resident aliens who live in your communities—that they may hear and so learn to fear the LORD, your God, and to observe carefully all the words of this law."
        },
        {
          "verse": 13,
          "text": "Their children also, who do not know it yet, shall hear and learn to fear the LORD, your God, as long as you live on the land which you are about to cross the Jordan to possess."
        },
        {
          "verse": 14,
          "text": "Commission to Joshua. The LORD said to Moses, The time is now approaching for you to die. Summon Joshua, and present yourselves at the tent of meeting that I may commission him. So Moses and Joshua went and presented themselves at the tent of meeting."
        },
        {
          "verse": 15,
          "text": "And the LORD appeared at the tent in a column of cloud; the column of cloud stood at the entrance of the tent."
        },
        {
          "verse": 16,
          "text": "A Command to Moses. The LORD said to Moses, Soon you will be at rest with your ancestors, and then this people will prostitute themselves by following the foreign gods among whom they will live in the land they are about to enter. They will forsake me and break the covenant which I have made with them."
        },
        {
          "verse": 17,
          "text": "At that time my anger will flare up against them; I will forsake them and hide my face from them; they will become a prey to be devoured, and much evil and distress will befall them. At that time they will indeed say, “Is it not because our God is not in our midst that these evils have befallen us?”"
        },
        {
          "verse": 18,
          "text": "Yet I will surely hide my face at that time because of all the evil they have done in turning to other gods."
        },
        {
          "verse": 19,
          "text": "Now, write out this song for yourselves. Teach it to the Israelites and have them recite it, so that this song may be a witness for me against the Israelites."
        },
        {
          "verse": 20,
          "text": "For when I have brought them into the land flowing with milk and honey which I promised on oath to their ancestors, and they have eaten and are satisfied and have grown fat, if they turn to other gods and serve them, despising me and breaking my covenant,"
        },
        {
          "verse": 21,
          "text": "then, when great evil and distress befall them, this song will speak to them as a witness, for it will not be forgotten if their descendants recite it. For I know what they are inclined to do even at the present time, before I have brought them into the land which I promised on oath."
        },
        {
          "verse": 22,
          "text": "So Moses wrote this song that same day, and he taught it to the Israelites."
        },
        {
          "verse": 23,
          "text": "Commission of Joshua. Then he commissioned Joshua, son of Nun, and said to him, Be strong and steadfast, for it is you who will bring the Israelites into the land which I promised them on oath. I myself will be with you."
        },
        {
          "verse": 24,
          "text": "The Law Placed in the Ark. When Moses had finished writing out on a scroll the words of this law in their entirety,"
        },
        {
          "verse": 25,
          "text": "Moses gave the Levites who carry the ark of the covenant of the LORD this order:"
        },
        {
          "verse": 26,
          "text": "Take this book of the law and put it beside the ark of the covenant of the LORD, your God, that there it may be a witness against you."
        },
        {
          "verse": 27,
          "text": "For I already know how rebellious and stiff-necked you will be. Why, even now, while I am alive among you, you have been rebels against the LORD! How much more, then, after I am dead!"
        },
        {
          "verse": 28,
          "text": "Assemble all your tribal elders and your officials before me, that I may speak these words for them to hear and so may call heaven and earth to witness against them."
        },
        {
          "verse": 29,
          "text": "For I know that after my death you are sure to act corruptly and to turn aside from the way along which I commanded you, so that evil will befall you in time to come because you have done what is evil in the LORD’s sight, and provoked him by your deeds."
        },
        {
          "verse": 30,
          "text": "The Song of Moses. Then Moses recited the words of this song in their entirety, for the whole assembly of Israel to hear:"
        }
      ]
    },
    {
      "chapter": 32,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 32 - Give ear, O heavens, and let me speak; let the earth hear the words of my mouth!"
        },
        {
          "verse": 2,
          "text": "May my teaching soak in like the rain, and my utterance drench like the dew, Like a downpour upon the grass, like a shower upon the crops."
        },
        {
          "verse": 3,
          "text": "For I will proclaim the name of the LORD, praise the greatness of our God!"
        },
        {
          "verse": 4,
          "text": "The Rock—how faultless are his deeds, how right all his ways! A faithful God, without deceit, just and upright is he!"
        },
        {
          "verse": 5,
          "text": "Yet his degenerate children have treated him basely, a twisted and crooked generation!"
        },
        {
          "verse": 6,
          "text": "Is this how you repay the LORD, so foolish and unwise a people? Is he not your father who begot you, the one who made and established you?"
        },
        {
          "verse": 7,
          "text": "Remember the days of old, consider the years of generations past. Ask your father, he will inform you, your elders, they will tell you:"
        },
        {
          "verse": 8,
          "text": "When the Most High allotted each nation its heritage, when he separated out human beings, He set up the boundaries of the peoples after the number of the divine beings;"
        },
        {
          "verse": 9,
          "text": "But the LORD’s portion was his people; his allotted share was Jacob."
        },
        {
          "verse": 10,
          "text": "He found them in a wilderness, a wasteland of howling desert. He shielded them, cared for them, guarded them as the apple of his eye."
        },
        {
          "verse": 11,
          "text": "As an eagle incites its nestlings, hovering over its young, So he spread his wings, took them, bore them upon his pinions."
        },
        {
          "verse": 12,
          "text": "The LORD alone guided them, no foreign god was with them."
        },
        {
          "verse": 13,
          "text": "He had them mount the summits of the land, fed them the produce of its fields; He suckled them with honey from the crags and olive oil from the flinty rock;"
        },
        {
          "verse": 14,
          "text": "Butter from cows and milk from sheep, with the best of lambs; Bashan bulls and goats, with the cream of finest wheat; and the foaming blood of grapes you drank."
        },
        {
          "verse": 15,
          "text": "So Jacob ate and was satisfied, Jeshurun grew fat and kicked; you became fat and gross and gorged. They forsook the God who made them and scorned the Rock of their salvation."
        },
        {
          "verse": 16,
          "text": "With strange gods they incited him, with abominations provoked him to anger."
        },
        {
          "verse": 17,
          "text": "They sacrificed to demons, to “no-gods,” to gods they had never known, Newcomers from afar, before whom your ancestors had never trembled."
        },
        {
          "verse": 18,
          "text": "You were unmindful of the Rock that begot you, you forgot the God who gave you birth."
        },
        {
          "verse": 19,
          "text": "The LORD saw and was filled with loathing, provoked by his sons and daughters."
        },
        {
          "verse": 20,
          "text": "He said, I will hide my face from them, and see what becomes of them. For they are a fickle generation, children with no loyalty in them!"
        },
        {
          "verse": 21,
          "text": "Since they have incited me with a “no-god,” and provoked me with their empty idols, I will incite them with a “no-people”; with a foolish nation I will provoke them."
        },
        {
          "verse": 22,
          "text": "For by my wrath a fire is kindled that has raged to the depths of Sheol, It has consumed the earth with its yield, and set on fire the foundations of the mountains."
        },
        {
          "verse": 23,
          "text": "I will heap evils upon them and exhaust all my arrows against them:"
        },
        {
          "verse": 24,
          "text": "Emaciating hunger and consuming fever and bitter pestilence, And the teeth of wild beasts I will send among them, with the venom of reptiles gliding in the dust."
        },
        {
          "verse": 25,
          "text": "Out in the street the sword shall bereave, and at home the terror For the young man and the young woman alike, the nursing babe as well as the gray beard."
        },
        {
          "verse": 26,
          "text": "I said: I will make an end of them and blot out their name from human memory,"
        },
        {
          "verse": 27,
          "text": "Had I not feared the provocation by the enemy, that their foes might misunderstand, And say, “Our own hand won the victory; the LORD had nothing to do with any of it.”"
        },
        {
          "verse": 28,
          "text": "For they are a nation devoid of reason, having no understanding."
        },
        {
          "verse": 29,
          "text": "If they had insight they would realize this, they would understand their end:"
        },
        {
          "verse": 30,
          "text": "“How could one rout a thousand, or two put ten thousand to flight, Unless it was because their Rock sold them, the LORD delivered them up?”"
        },
        {
          "verse": 31,
          "text": "Indeed, their “rock” is not like our Rock; our enemies are fools."
        },
        {
          "verse": 32,
          "text": "For their vine is from the vine of Sodom, from the vineyards of Gomorrah. Their grapes are grapes of poison, and their clusters are bitter."
        },
        {
          "verse": 33,
          "text": "Their wine is the venom of serpents, the cruel poison of vipers."
        },
        {
          "verse": 34,
          "text": "Is not this stored up with me, sealed up in my storehouses?"
        },
        {
          "verse": 35,
          "text": "Vengeance is mine and recompense, for the time they lose their footing; Because the day of their disaster is at hand and their doom is rushing upon them!"
        },
        {
          "verse": 36,
          "text": "Surely, the LORD will do justice for his people; on his servants he will have pity. When he sees their strength is gone, and neither bond nor free is left,"
        },
        {
          "verse": 37,
          "text": "He will say, Where are their gods, the rock in whom they took refuge,"
        },
        {
          "verse": 38,
          "text": "Who ate the fat of their sacrifices and drank the wine of their libations? Let them rise up now and help you! Let them be your protection!"
        },
        {
          "verse": 39,
          "text": "See now that I, I alone, am he, and there is no god besides me. It is I who bring both death and life, I who inflict wounds and heal them, and from my hand no one can deliver."
        },
        {
          "verse": 40,
          "text": "For I raise my hand to the heavens and will say: As surely as I live forever,"
        },
        {
          "verse": 41,
          "text": "When I sharpen my flashing sword, and my hand lays hold of judgment, With vengeance I will repay my foes and requite those who hate me."
        },
        {
          "verse": 42,
          "text": "I will make my arrows drunk with blood, and my sword shall devour flesh— With the blood of the slain and the captured, from the long-haired heads of the enemy."
        },
        {
          "verse": 43,
          "text": "Exult with him, you heavens, bow to him, all you divine beings! For he will avenge the blood of his servants, take vengeance on his foes; He will requite those who hate him, and purge his people’s land."
        },
        {
          "verse": 44,
          "text": "So Moses, together with Hoshea, son of Nun, went and spoke all the words of this song in the hearing of the people."
        },
        {
          "verse": 45,
          "text": "Final Appeal. When Moses had finished speaking all these words to all Israel,"
        },
        {
          "verse": 46,
          "text": "he said to them, Take to heart all the words that I am giving in witness against you today, words you should command your children, that they may observe carefully every word of this law."
        },
        {
          "verse": 47,
          "text": "For this is no trivial matter for you, but rather your very life; by this word you will enjoy a long life on the land you are crossing the Jordan to possess."
        },
        {
          "verse": 48,
          "text": "Moses Looks upon Canaan. On that very day the LORD said to Moses,"
        },
        {
          "verse": 49,
          "text": "Ascend this mountain of the Abarim, Mount Nebo in the land of Moab facing Jericho, and view the land of Canaan, which I am giving to the Israelites as a possession."
        },
        {
          "verse": 50,
          "text": "Then you shall die on the mountain you are about to ascend, and shall be gathered to your people, just as your brother Aaron died on Mount Hor and there was gathered to his people,"
        },
        {
          "verse": 51,
          "text": "because both of you broke faith with me among the Israelites at the waters of Meribath-kadesh in the wilderness of Zin: you did not manifest my holiness among the Israelites."
        },
        {
          "verse": 52,
          "text": "You may indeed see the land from a distance, but you shall not enter that land which I am giving to the Israelites."
        }
      ]
    },
    {
      "chapter": 33,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 33 - Blessing upon the Tribes. This is the blessing with which Moses, the man of God, blessed the Israelites before he died."
        },
        {
          "verse": 2,
          "text": "He said: The LORD came from Sinai and dawned on his people from Seir; he shone forth from Mount Paran. With him were myriads of holy ones; at his right hand advanced the gods."
        },
        {
          "verse": 3,
          "text": "Indeed, lover of the peoples, all the holy ones are at your side; They follow at your heels, carry out your decisions."
        },
        {
          "verse": 4,
          "text": "Moses charged us with the law, as a possession for the assembly of Jacob."
        },
        {
          "verse": 5,
          "text": "A king arose in Jeshurun when the chiefs of the people assembled, and the tribes of Israel united."
        },
        {
          "verse": 6,
          "text": "May Reuben live and not die out, but let his numbers be few."
        },
        {
          "verse": 7,
          "text": "Of Judah he said this: Hear, LORD, the voice of Judah, and bring him to his people. His own hands defend his cause; be a help against his foes."
        },
        {
          "verse": 8,
          "text": "Of Levi he said: Give to Levi your Thummim, your Urim to your faithful one; Him you tested at Massah, contended against him at the waters of Meribah."
        },
        {
          "verse": 9,
          "text": "He said of his father and mother, “I have no regard for them”; His brothers he would not acknowledge, and his own children he did not recognize. For they kept your words, and your covenant they upheld."
        },
        {
          "verse": 10,
          "text": "They teach your ordinances to Jacob, your law to Israel. They bring incense to your nostrils, and burnt offerings to your altar."
        },
        {
          "verse": 11,
          "text": "Bless, LORD, his strength, be pleased with the work of his hands. Crush the loins of his adversaries and of his foes, that they may not rise."
        },
        {
          "verse": 12,
          "text": "Of Benjamin he said: The beloved of the LORD, he abides in safety beside him; He shelters him all day long; the beloved abides at his breast."
        },
        {
          "verse": 13,
          "text": "Of Joseph he said: Blessed by the LORD is his land with the best of heaven above and of the abyss crouching beneath;"
        },
        {
          "verse": 14,
          "text": "With the best of the produce of the sun, and the choicest yield of the months;"
        },
        {
          "verse": 15,
          "text": "With the finest gifts of the ancient mountains and the best from the everlasting hills;"
        },
        {
          "verse": 16,
          "text": "With the best of the earth and its fullness, and the favor of the one who dwells on Sinai. Let these come upon the head of Joseph and upon the brow of the prince among his brothers."
        },
        {
          "verse": 17,
          "text": "His firstborn bull, majesty is his! His horns are the horns of a wild ox; With them he gores the peoples, attacks the ends of the earth. These are the myriads of Ephraim, and these the thousands of Manasseh."
        },
        {
          "verse": 18,
          "text": "Of Zebulun he said: Rejoice, Zebulun, in your expeditions, exult, Issachar, in your tents!"
        },
        {
          "verse": 19,
          "text": "They invite peoples to the mountain where they offer right sacrifices, Because they suck up the abundance of the seas and the hidden treasures of the sand."
        },
        {
          "verse": 20,
          "text": "Of Gad he said: Blessed be the one who has made Gad so vast! He lies there like a lion; he tears the arm, the head as well."
        },
        {
          "verse": 21,
          "text": "He saw that the best should be his, for there the commander’s portion was assigned; he came at the head of the people. He carried out the justice of the LORD and his ordinances for Israel."
        },
        {
          "verse": 22,
          "text": "Of Dan he said: Dan is a lion’s cub, that springs away from a viper!"
        },
        {
          "verse": 23,
          "text": "Of Naphtali he said: Naphtali, abounding with favor, filled with the blessing of the LORD, take possession of the west and south."
        },
        {
          "verse": 24,
          "text": "Of Asher he said: Most blessed of sons be Asher! May he be the favorite among his brothers, and may he dip his foot in oil!"
        },
        {
          "verse": 25,
          "text": "May the bolts of your gates be iron and bronze; may your strength endure through all your days!"
        },
        {
          "verse": 26,
          "text": "There is none like the God of Jeshurun, who rides the heavens in his power, who rides the clouds in his majesty;"
        },
        {
          "verse": 27,
          "text": "The God of old is a refuge; a support are the arms of the Everlasting. He drove the enemy out of your way and he said, “Destroy!”"
        },
        {
          "verse": 28,
          "text": "Israel abides securely, Jacob dwells apart, In a land of grain and wine, where the heavens drip with dew."
        },
        {
          "verse": 29,
          "text": "Happy are you, Israel! Who is like you, a people delivered by the LORD, Your help and shield, and the sword of your glory. Your enemies cringe before you; you stride upon their backs."
        }
      ]
    },
    {
      "chapter": 34,
      "verses": [
        {
          "verse": 1,
          "text": "IV. The Death of Moses Chapter 34 - Then Moses went up from the plains of Moab to Mount Nebo, the peak of Pisgah which faces Jericho, and the LORD showed him all the land—Gilead, and as far as Dan,"
        },
        {
          "verse": 2,
          "text": "all Naphtali, the land of Ephraim and Manasseh, all the land of Judah as far as the Western Sea,"
        },
        {
          "verse": 3,
          "text": "the Negeb, the plain (the valley of Jericho, the City of Palms), and as far as Zoar."
        },
        {
          "verse": 4,
          "text": "The LORD then said to him, This is the land about which I promised on oath to Abraham, Isaac, and Jacob, “I will give it to your descendants.” I have let you see it with your own eyes, but you shall not cross over."
        },
        {
          "verse": 5,
          "text": "So there, in the land of Moab, Moses, the servant of the LORD, died as the LORD had said;"
        },
        {
          "verse": 6,
          "text": "and he was buried in a valley in the land of Moab, opposite Beth-peor; to this day no one knows the place of his burial."
        },
        {
          "verse": 7,
          "text": "Moses was one hundred and twenty years old when he died, yet his eyes were undimmed and his vigor unabated."
        },
        {
          "verse": 8,
          "text": "The Israelites wept for Moses in the plains of Moab for thirty days, till they had completed the period of grief and mourning for Moses."
        },
        {
          "verse": 9,
          "text": "Now Joshua, son of Nun, was filled with the spirit of wisdom, since Moses had laid his hands upon him; and so the Israelites gave him their obedience, just as the LORD had commanded Moses."
        },
        {
          "verse": 10,
          "text": "Since then no prophet has arisen in Israel like Moses, whom the LORD knew face to face,"
        },
        {
          "verse": 11,
          "text": "in all the signs and wonders the LORD sent him to perform in the land of Egypt against Pharaoh and all his servants and against all his land,"
        },
        {
          "verse": 12,
          "text": "and all the great might and the awesome power that Moses displayed in the sight of all Israel."
        }
      ]
    }
  ]
}
