{
  "book": "Ecclesiastes",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 1 - The words of David’s son, Qoheleth, king in Jerusalem:"
        },
        {
          "verse": 2,
          "text": "Vanity of vanities, says Qoheleth, vanity of vanities! All things are vanity!"
        },
        {
          "verse": 3,
          "text": "Vanity of Human Toil - What profit have we from all the toil which we toil at under the sun?"
        },
        {
          "verse": 4,
          "text": "One generation departs and another generation comes, but the world forever stays."
        },
        {
          "verse": 5,
          "text": "The sun rises and the sun sets; then it presses on to the place where it rises."
        },
        {
          "verse": 6,
          "text": "Shifting south, then north, back and forth shifts the wind, constantly shifting its course."
        },
        {
          "verse": 7,
          "text": "All rivers flow to the sea, yet never does the sea become full. To the place where they flow, the rivers continue to flow."
        },
        {
          "verse": 8,
          "text": "All things are wearisome, too wearisome for words. The eye is not satisfied by seeing nor has the ear enough of hearing."
        },
        {
          "verse": 9,
          "text": "What has been, that will be; what has been done, that will be done. Nothing is new under the sun!"
        },
        {
          "verse": 10,
          "text": "Even the thing of which we say, “See, this is new!” has already existed in the ages that preceded us."
        },
        {
          "verse": 11,
          "text": "There is no remembrance of past generations; nor will future generations be remembered by those who come after them."
        },
        {
          "verse": 12,
          "text": "I. Qoheleth’s Investigation of Life - Twofold Introduction. I, Qoheleth, was king over Israel in Jerusalem,"
        },
        {
          "verse": 13,
          "text": "and I applied my mind to search and investigate in wisdom all things that are done under the sun. A bad business God has given to human beings to be busied with."
        },
        {
          "verse": 14,
          "text": "I have seen all things that are done under the sun, and behold, all is vanity and a chase after wind."
        },
        {
          "verse": 15,
          "text": "What is crooked cannot be made straight, and you cannot count what is not there."
        },
        {
          "verse": 16,
          "text": "Though I said to myself, “See, I have greatly increased my wisdom beyond all who were before me in Jerusalem, and my mind has broad experience of wisdom and knowledge,”"
        },
        {
          "verse": 17,
          "text": "yet when I applied my mind to know wisdom and knowledge, madness and folly, I learned that this also is a chase after wind."
        },
        {
          "verse": 18,
          "text": "For in much wisdom there is much sorrow; whoever increases knowledge increases grief."
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 2 - Study of Pleasure-seeking. I said in my heart, “Come, now, let me try you with pleasure and the enjoyment of good things.” See, this too was vanity."
        },
        {
          "verse": 2,
          "text": "Of laughter I said: “Mad!” and of mirth: “What good does this do?”"
        },
        {
          "verse": 3,
          "text": "Guided by wisdom, I probed with my mind how to beguile my senses with wine and take up folly, until I should understand what is good for human beings to do under the heavens during the limited days of their lives."
        },
        {
          "verse": 4,
          "text": "I undertook great works; I built myself houses and planted vineyards;"
        },
        {
          "verse": 5,
          "text": "I made gardens and parks, and in them set out fruit trees of all sorts."
        },
        {
          "verse": 6,
          "text": "And I constructed for myself reservoirs to water a flourishing woodland."
        },
        {
          "verse": 7,
          "text": "I acquired male and female slaves, and had slaves who were born in my house. I also owned vast herds of cattle and flocks of sheep, more than all who had been before me in Jerusalem."
        },
        {
          "verse": 8,
          "text": "I amassed for myself silver and gold, and the treasures of kings and provinces. I provided for myself male and female singers and delights of men, many women."
        },
        {
          "verse": 9,
          "text": "I accumulated much more than all others before me in Jerusalem; my wisdom, too, stayed with me."
        },
        {
          "verse": 10,
          "text": "Nothing that my eyes desired did I deny them, nor did I deprive myself of any joy; rather, my heart rejoiced in the fruit of all my toil. This was my share for all my toil."
        },
        {
          "verse": 11,
          "text": "But when I turned to all the works that my hands had wrought, and to the fruit of the toil for which I had toiled so much, see! all was vanity and a chase after wind. There is no profit under the sun."
        },
        {
          "verse": 12,
          "text": "What about one who succeeds a king? He can do only what has already been done. Study of Wisdom and Folly. I went on to the consideration of wisdom, madness and folly."
        },
        {
          "verse": 13,
          "text": "And I saw that wisdom has as much profit over folly as light has over darkness."
        },
        {
          "verse": 14,
          "text": "Wise people have eyes in their heads, but fools walk in darkness. Yet I knew that the same lot befalls both."
        },
        {
          "verse": 15,
          "text": "So I said in my heart, if the fool’s lot is to befall me also, why should I be wise? Where is the profit? And in my heart I decided that this too is vanity."
        },
        {
          "verse": 16,
          "text": "The wise person will have no more abiding remembrance than the fool; for in days to come both will have been forgotten. How is it that the wise person dies like the fool!"
        },
        {
          "verse": 17,
          "text": "Therefore I detested life, since for me the work that is done under the sun is bad; for all is vanity and a chase after wind."
        },
        {
          "verse": 18,
          "text": "Study of the Fruits of Toil - To Others the Profits. And I detested all the fruits of my toil under the sun, because I must leave them to the one who is to come after me."
        },
        {
          "verse": 19,
          "text": "And who knows whether that one will be wise or a fool? Yet that one will take control of all the fruits of my toil and wisdom under the sun. This also is vanity."
        },
        {
          "verse": 20,
          "text": "So my heart turned to despair over all the fruits of my toil under the sun."
        },
        {
          "verse": 21,
          "text": "For here is one who has toiled with wisdom and knowledge and skill, and that one’s legacy must be left to another who has not toiled for it. This also is vanity and a great evil."
        },
        {
          "verse": 22,
          "text": "For what profit comes to mortals from all the toil and anxiety of heart with which they toil under the sun?"
        },
        {
          "verse": 23,
          "text": "Every day sorrow and grief are their occupation; even at night their hearts are not at rest. This also is vanity."
        },
        {
          "verse": 24,
          "text": "There is nothing better for mortals than to eat and drink and provide themselves with good things from their toil. Even this, I saw, is from the hand of God."
        },
        {
          "verse": 25,
          "text": "For who can eat or drink apart from God?"
        },
        {
          "verse": 26,
          "text": "For to the one who pleases God, he gives wisdom and knowledge and joy; but to the one who displeases, God gives the task of gathering possessions for the one who pleases God. This also is vanity and a chase after wind."
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 3 No One Can Determine the Right Time to Act - There is an appointed time for everything, and a time for every affair under the heavens."
        },
        {
          "verse": 2,
          "text": "A time to give birth, and a time to die; a time to plant, and a time to uproot the plant."
        },
        {
          "verse": 3,
          "text": "A time to kill, and a time to heal; a time to tear down, and a time to build."
        },
        {
          "verse": 4,
          "text": "A time to weep, and a time to laugh; a time to mourn, and a time to dance."
        },
        {
          "verse": 5,
          "text": "A time to scatter stones, and a time to gather them; a time to embrace, and a time to be far from embraces."
        },
        {
          "verse": 6,
          "text": "A time to seek, and a time to lose; a time to keep, and a time to cast away."
        },
        {
          "verse": 7,
          "text": "A time to rend, and a time to sew; a time to be silent, and a time to speak."
        },
        {
          "verse": 8,
          "text": "A time to love, and a time to hate; a time of war, and a time of peace."
        },
        {
          "verse": 9,
          "text": "What profit have workers from their toil?"
        },
        {
          "verse": 10,
          "text": "I have seen the business that God has given to mortals to be busied about."
        },
        {
          "verse": 11,
          "text": "God has made everything appropriate to its time, but has put the timeless into their hearts so they cannot find out, from beginning to end, the work which God has done."
        },
        {
          "verse": 12,
          "text": "I recognized that there is nothing better than to rejoice and to do well during life."
        },
        {
          "verse": 13,
          "text": "Moreover, that all can eat and drink and enjoy the good of all their toil—this is a gift of God."
        },
        {
          "verse": 14,
          "text": "I recognized that whatever God does will endure forever; there is no adding to it, or taking from it. Thus has God done that he may be revered."
        },
        {
          "verse": 15,
          "text": "What now is has already been; what is to be, already is: God retrieves what has gone by."
        },
        {
          "verse": 16,
          "text": "The Problem of Retribution. And still under the sun in the judgment place I saw wickedness, and wickedness also in the seat of justice."
        },
        {
          "verse": 17,
          "text": "I said in my heart, both the just and the wicked God will judge, since a time is set for every affair and for every work."
        },
        {
          "verse": 18,
          "text": "I said in my heart: As for human beings, it is God’s way of testing them and of showing that they are in themselves like beasts."
        },
        {
          "verse": 19,
          "text": "For the lot of mortals and the lot of beasts is the same lot: The one dies as well as the other. Both have the same life breath. Human beings have no advantage over beasts, but all is vanity."
        },
        {
          "verse": 20,
          "text": "Both go to the same place; both were made from the dust, and to the dust they both return."
        },
        {
          "verse": 21,
          "text": "Who knows if the life breath of mortals goes upward and the life breath of beasts goes earthward?"
        },
        {
          "verse": 22,
          "text": "And I saw that there is nothing better for mortals than to rejoice in their work; for this is their lot. Who will let them see what is to come after them?"
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 4 - Vanity of Toil. Again I saw all the oppressions that take place under the sun: the tears of the victims with none to comfort them! From the hand of their oppressors comes violence, and there is none to comfort them!"
        },
        {
          "verse": 2,
          "text": "And those now dead, I declared more fortunate in death than are the living to be still alive."
        },
        {
          "verse": 3,
          "text": "And better off than both is the yet unborn, who has not seen the wicked work that is done under the sun."
        },
        {
          "verse": 4,
          "text": "Then I saw that all toil and skillful work is the rivalry of one person with another. This also is vanity and a chase after wind."
        },
        {
          "verse": 5,
          "text": "“Fools fold their arms and consume their own flesh”—"
        },
        {
          "verse": 6,
          "text": "Better is one handful with tranquility than two with toil and a chase after wind!"
        },
        {
          "verse": 7,
          "text": "Companions and Successors. Again I saw this vanity under the sun:"
        },
        {
          "verse": 8,
          "text": "those all alone with no companion, with neither child nor sibling—with no end to all their toil, and no satisfaction from riches. For whom do I toil and deprive myself of good things? This also is vanity and a bad business."
        },
        {
          "verse": 9,
          "text": "Two are better than one: They get a good wage for their toil."
        },
        {
          "verse": 10,
          "text": "If the one falls, the other will help the fallen one. But woe to the solitary person! If that one should fall, there is no other to help."
        },
        {
          "verse": 11,
          "text": "So also, if two sleep together, they keep each other warm. How can one alone keep warm?"
        },
        {
          "verse": 12,
          "text": "Where one alone may be overcome, two together can resist. A three-ply cord is not easily broken."
        },
        {
          "verse": 13,
          "text": "Better is a poor but wise youth than an old but foolish king who no longer knows caution;"
        },
        {
          "verse": 14,
          "text": "for from a prison house he came forth to reign; despite his kingship he was born poor."
        },
        {
          "verse": 15,
          "text": "I saw all the living, those who move about under the sun, with the second youth who will succeed him."
        },
        {
          "verse": 16,
          "text": "There is no end to all this people, to all who were before them; yet the later generations will not have joy in him. This also is vanity and a chase after wind."
        },
        {
          "verse": 17,
          "text": "Vanity of Many Words. Guard your step when you go to the house of God. Draw near for obedience, rather than for the fools’ offering of sacrifice; for they know not how to keep from doing evil."
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 5 - Be not hasty in your utterance and let not your heart be quick to utter a promise in God’s presence. God is in heaven and you are on earth; therefore let your words be few."
        },
        {
          "verse": 2,
          "text": "As dreams come along with many cares, so a fool’s voice along with a multitude of words."
        },
        {
          "verse": 3,
          "text": "When you make a vow to God, delay not its fulfillment. For God has no pleasure in fools; fulfill what you have vowed."
        },
        {
          "verse": 4,
          "text": "It is better not to make a vow than make it and not fulfill it."
        },
        {
          "verse": 5,
          "text": "Let not your utterances make you guilty, and say not before his representative, “It was a mistake.” Why should God be angered by your words and destroy the works of your hands?"
        },
        {
          "verse": 6,
          "text": "Despite many dreams, futilities, and a multitude of words, fear God!"
        },
        {
          "verse": 7,
          "text": "Gain and Loss of Goods. If you see oppression of the poor, and violation of rights and justice in the realm, do not be astonished by the fact, for the high official has another higher than he watching him and above these are others higher still—."
        },
        {
          "verse": 8,
          "text": "But profitable for a land in such circumstances is a king concerned about cultivation."
        },
        {
          "verse": 9,
          "text": "The covetous are never satisfied with money, nor lovers of wealth with their gain; so this too is vanity."
        },
        {
          "verse": 10,
          "text": "Where there are great riches, there are also many to devour them. Of what use are they to the owner except as a feast for the eyes alone?"
        },
        {
          "verse": 11,
          "text": "Sleep is sweet to the laborer, whether there is little or much to eat; but the abundance of the rich allows them no sleep."
        },
        {
          "verse": 12,
          "text": "This is a grievous evil which I have seen under the sun: riches hoarded by their owners to their own hurt."
        },
        {
          "verse": 13,
          "text": "Should the riches be lost through some misfortune, they may have offspring when they have no means."
        },
        {
          "verse": 14,
          "text": "As they came forth from their mother’s womb, so again shall they return, naked as they came, having nothing from their toil to bring with them."
        },
        {
          "verse": 15,
          "text": "This too is a grievous evil, that they go just as they came. What then does it profit them to toil for the wind?"
        },
        {
          "verse": 16,
          "text": "All their days they eat in gloom with great vexation, sickness and resentment."
        },
        {
          "verse": 17,
          "text": "Here is what I see as good: It is appropriate to eat and drink and prosper from all the toil one toils at under the sun during the limited days of life God gives us; for this is our lot."
        },
        {
          "verse": 18,
          "text": "Those to whom God gives riches and property, and grants power to partake of them, so that they receive their lot and find joy in the fruits of their toil: This is a gift from God."
        },
        {
          "verse": 19,
          "text": "For they will hardly dwell on the shortness of life, because God lets them busy themselves with the joy of their heart."
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 6 - Limited Worth of Enjoyment. There is another evil I have seen under the sun, and it weighs heavily upon humankind:"
        },
        {
          "verse": 2,
          "text": "There is one to whom God gives riches and property and honor, and who lacks nothing the heart could desire; yet God does not grant the power to partake of them, but a stranger devours them. This is vanity and a dire plague."
        },
        {
          "verse": 3,
          "text": "Should one have a hundred children and live many years, no matter to what great age, still if one has not the full benefit of those goods, I proclaim that the child born dead, even if left unburied, is more fortunate."
        },
        {
          "verse": 4,
          "text": "Though it came in vain and goes into darkness and its name is enveloped in darkness,"
        },
        {
          "verse": 5,
          "text": "though it has not seen the sun or known anything, yet the dead child has more peace."
        },
        {
          "verse": 6,
          "text": "Should such a one live twice a thousand years and not enjoy those goods, do not both go to the same place?"
        },
        {
          "verse": 7,
          "text": "All human toil is for the mouth, yet the appetite is never satisfied."
        },
        {
          "verse": 8,
          "text": "What profit have the wise compared to fools, or what profit have the lowly in knowing how to conduct themselves in life?"
        },
        {
          "verse": 9,
          "text": "“What the eyes see is better than what the desires wander after.” This also is vanity and a chase after wind."
        },
        {
          "verse": 10,
          "text": "II. Qoheleth’s Conclusions - Whatever is, was long ago given its name, and human nature is known; mortals cannot contend in judgment with One who is stronger."
        },
        {
          "verse": 11,
          "text": "For the more words, the more vanity; what profit is there for anyone?"
        },
        {
          "verse": 12,
          "text": "For who knows what is good for mortals in life, the limited days of their vain life, spent like a shadow? Because who can tell them what will come afterward under the sun?"
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "verse": 1,
          "text": "A. No One Can Find Out the Best Way of Acting Chapter 7 Critique of Sages on the Day of Adversity - A good name is better than good ointment, and the day of death than the day of birth."
        },
        {
          "verse": 2,
          "text": "It is better to go to the house of mourning than to the house of feasting, For that is the end of every mortal, and the living should take it to heart."
        },
        {
          "verse": 3,
          "text": "Sorrow is better than laughter; when the face is sad, the heart grows wise."
        },
        {
          "verse": 4,
          "text": "The heart of the wise is in the house of mourning, but the heart of fools is in the house of merriment."
        },
        {
          "verse": 5,
          "text": "It is better to listen to the rebuke of the wise than to listen to the song of fools;"
        },
        {
          "verse": 6,
          "text": "For as the crackling of thorns under a pot, so is the fool’s laughter. This also is vanity."
        },
        {
          "verse": 7,
          "text": "Extortion can make a fool out of the wise, and a bribe corrupts the heart."
        },
        {
          "verse": 8,
          "text": "Better is the end of a thing than its beginning; better is a patient spirit than a lofty one."
        },
        {
          "verse": 9,
          "text": "Do not let anger upset your spirit, for anger lodges in the bosom of a fool."
        },
        {
          "verse": 10,
          "text": "Do not say: How is it that former times were better than these? For it is not out of wisdom that you ask about this."
        },
        {
          "verse": 11,
          "text": "Wisdom is as good as an inheritance and profitable to those who see the sun."
        },
        {
          "verse": 12,
          "text": "For the protection of wisdom is as the protection of money; and knowledge is profitable because wisdom gives life to those who possess it."
        },
        {
          "verse": 13,
          "text": "Consider the work of God. Who can make straight what God has made crooked?"
        },
        {
          "verse": 14,
          "text": "On a good day enjoy good things, and on an evil day consider: Both the one and the other God has made, so that no one may find the least fault with him."
        },
        {
          "verse": 15,
          "text": "Critique of Sages on Justice and Wickedness. I have seen all manner of things in my vain days: the just perishing in their justice, and the wicked living long in their wickedness."
        },
        {
          "verse": 16,
          "text": "“Be not just to excess, and be not overwise. Why work your own ruin?"
        },
        {
          "verse": 17,
          "text": "Be not wicked to excess, and be not foolish. Why should you die before your time?”"
        },
        {
          "verse": 18,
          "text": "It is good to hold to this rule, and not to let that one go; but the one who fears God will succeed with both."
        },
        {
          "verse": 19,
          "text": "Wisdom is a better defense for the wise than ten princes in the city,"
        },
        {
          "verse": 20,
          "text": "yet there is no one on earth so just as to do good and never sin."
        },
        {
          "verse": 21,
          "text": "Do not give your heart to every word that is spoken; you may hear your servant cursing you,"
        },
        {
          "verse": 22,
          "text": "for your heart knows that you have many times cursed others."
        },
        {
          "verse": 23,
          "text": "All these things I probed in wisdom. I said, “I will acquire wisdom”; but it was far beyond me."
        },
        {
          "verse": 24,
          "text": "What exists is far-reaching; it is deep, very deep: Who can find it out?"
        },
        {
          "verse": 25,
          "text": "I turned my heart toward knowledge; I sought and pursued wisdom and its design, and I recognized that wickedness is foolishness and folly is madness."
        },
        {
          "verse": 26,
          "text": "Critique of Advice on Women. More bitter than death I find the woman who is a hunter’s trap, whose heart is a snare, whose hands are prison bonds. The one who pleases God will be delivered from her, but the one who displeases will be entrapped by her."
        },
        {
          "verse": 27,
          "text": "See, this have I found, says Qoheleth, adding one to one to find the sum."
        },
        {
          "verse": 28,
          "text": "What my soul still seeks and has yet to find is this: “One man out of a thousand have I found, but a woman among them all I have not found.”"
        },
        {
          "verse": 29,
          "text": "But this alone I have found: God made humankind honest, but they have pursued many designs."
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 8 Critique of Advice to Heed Authority - Who is like the wise person, and who knows the explanation of things? Wisdom illumines the face and transforms a grim countenance."
        },
        {
          "verse": 2,
          "text": "Observe the command of the king, in view of your oath to God."
        },
        {
          "verse": 3,
          "text": "Be not hasty to withdraw from the king; do not persist in an unpleasant situation, for he does whatever he pleases."
        },
        {
          "verse": 4,
          "text": "His word is sovereign, and who can say to him, “What are you doing?”"
        },
        {
          "verse": 5,
          "text": "“Whoever observes a command knows no harm, and the wise heart knows times and judgments.”"
        },
        {
          "verse": 6,
          "text": "Yes, there is a time and a judgment for everything. But it is a great evil for mortals"
        },
        {
          "verse": 7,
          "text": "that they are ignorant of what is to come; for who will make known to them how it will be?"
        },
        {
          "verse": 8,
          "text": "No one is master of the breath of life so as to retain it, and none has mastery of the day of death. There is no exemption in wartime, nor does wickedness deliver those who practice it."
        },
        {
          "verse": 9,
          "text": "All these things I saw and I applied my heart to every work that is done under the sun, while one person tyrannizes over another for harm."
        },
        {
          "verse": 10,
          "text": "The Problem of Retribution. Meanwhile I saw the wicked buried. They would come and go from the holy place. But those were forgotten in the city who had acted justly. This also is vanity."
        },
        {
          "verse": 11,
          "text": "Because the sentence against an evil deed is not promptly executed, the human heart is filled with the desire to commit evil—"
        },
        {
          "verse": 12,
          "text": "because the sinner does evil a hundred times and survives. Though indeed I know that it shall be well with those who fear God, for their reverence toward him;"
        },
        {
          "verse": 13,
          "text": "and that it shall not be well with the wicked, who shall not prolong their shadowy days, for their lack of reverence toward God."
        },
        {
          "verse": 14,
          "text": "This is a vanity that occurs on earth: There are those who are just but are treated as though they had done evil, and those who are wicked but are treated as though they had done justly. This, too, I say is vanity."
        },
        {
          "verse": 15,
          "text": "Therefore I praised joy, because there is nothing better for mortals under the sun than to eat and to drink and to be joyful; this will accompany them in their toil through the limited days of life God gives them under the sun."
        },
        {
          "verse": 16,
          "text": "I applied my heart to know wisdom and to see the business that is done on earth, though neither by day nor by night do one’s eyes see sleep,"
        },
        {
          "verse": 17,
          "text": "and I saw all the work of God: No mortal can find out the work that is done under the sun. However much mortals may toil in searching, no one finds it out; and even if the wise claim to know, they are unable to find it out."
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "verse": 1,
          "text": "B. No One Knows the Future Chapter 9 - All this I have kept in my heart and all this I examined: The just, the wise, and their deeds are in the hand of God. Love from hatred mortals cannot tell; both are before them."
        },
        {
          "verse": 2,
          "text": "Everything is the same for everybody: the same lot for the just and the wicked, for the good, for the clean and the unclean, for the one who offers sacrifice and the one who does not. As it is for the good, so it is for the sinner; as it is for the one who takes an oath, so it is for the one who fears an oath."
        },
        {
          "verse": 3,
          "text": "Among all the things that are done under the sun, this is the worst, that there is one lot for all. Hence the hearts of human beings are filled with evil, and madness is in their hearts during life; and afterward—to the dead!"
        },
        {
          "verse": 4,
          "text": "For whoever is chosen among all the living has hope: “A live dog is better off than a dead lion.”"
        },
        {
          "verse": 5,
          "text": "For the living know that they are to die, but the dead no longer know anything. There is no further recompense for them, because all memory of them is lost."
        },
        {
          "verse": 6,
          "text": "For them, love and hatred and rivalry have long since perished. Never again will they have part in anything that is done under the sun."
        },
        {
          "verse": 7,
          "text": "Go, eat your bread with joy and drink your wine with a merry heart, because it is now that God favors your works."
        },
        {
          "verse": 8,
          "text": "At all times let your garments be white, and spare not the perfume for your head."
        },
        {
          "verse": 9,
          "text": "Enjoy life with the wife you love, all the days of the vain life granted you under the sun. This is your lot in life, for the toil of your labors under the sun."
        },
        {
          "verse": 10,
          "text": "Anything you can turn your hand to, do with what power you have; for there will be no work, no planning, no knowledge, no wisdom in Sheol where you are going."
        },
        {
          "verse": 11,
          "text": "The Time of Misfortune Is Not Known. Again I saw under the sun that the race is not won by the swift, nor the battle by the valiant, nor a livelihood by the wise, nor riches by the shrewd, nor favor by the experts; for a time of misfortune comes to all alike."
        },
        {
          "verse": 12,
          "text": "Human beings no more know their own time than fish taken in the fatal net or birds trapped in the snare; like these, mortals are caught when an evil time suddenly falls upon them."
        },
        {
          "verse": 13,
          "text": "The Uncertain Future and the Sages. On the other hand I saw this wise deed under the sun, which I thought magnificent."
        },
        {
          "verse": 14,
          "text": "Against a small city with few inhabitants advanced a mighty king, who surrounded it and threw up great siegeworks about it."
        },
        {
          "verse": 15,
          "text": "But in the city lived a man who, though poor, was wise, and he delivered it through his wisdom. Yet no one remembered this poor man."
        },
        {
          "verse": 16,
          "text": "Though I had said, “Wisdom is better than force,” yet the wisdom of the poor man is despised and his words go unheeded."
        },
        {
          "verse": 17,
          "text": "The quiet words of the wise are better heeded than the shout of a ruler of fools."
        },
        {
          "verse": 18,
          "text": "Wisdom is better than weapons of war, but one bungler destroys much good."
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 10 - Dead flies corrupt and spoil the perfumer’s oil; more weighty than wisdom or wealth is a little folly!"
        },
        {
          "verse": 2,
          "text": "The wise heart turns to the right; the foolish heart to the left."
        },
        {
          "verse": 3,
          "text": "Even when walking in the street the fool, lacking understanding, calls everyone a fool."
        },
        {
          "verse": 4,
          "text": "Should the anger of a ruler burst upon you, do not yield your place; for calmness abates great offenses."
        },
        {
          "verse": 5,
          "text": "I have seen under the sun another evil, like a mistake that proceeds from a tyrant:"
        },
        {
          "verse": 6,
          "text": "a fool put in high position, while the great and the rich sit in lowly places."
        },
        {
          "verse": 7,
          "text": "I have seen slaves on horseback, while princes went on foot like slaves."
        },
        {
          "verse": 8,
          "text": "Whoever digs a pit may fall into it, and whoever breaks through a wall, a snake may bite."
        },
        {
          "verse": 9,
          "text": "Whoever quarries stones may be hurt by them, and whoever chops wood is in danger from it."
        },
        {
          "verse": 10,
          "text": "If the ax becomes dull, and the blade is not sharpened, then effort must be increased. But the advantage of wisdom is success."
        },
        {
          "verse": 11,
          "text": "If the snake bites before it is charmed, then there is no advantage in a charmer."
        },
        {
          "verse": 12,
          "text": "Words from the mouth of the wise win favor, but the lips of fools consume them."
        },
        {
          "verse": 13,
          "text": "The beginning of their words is folly, and the end of their talk is utter madness;"
        },
        {
          "verse": 14,
          "text": "yet fools multiply words. No one knows what is to come, for who can tell anyone what will be?"
        },
        {
          "verse": 15,
          "text": "The toil of fools wearies them, so they do not know even the way to town."
        },
        {
          "verse": 16,
          "text": "No One Knows What Evil Will Come - Woe to you, O land, whose king is a youth, and whose princes feast in the morning!"
        },
        {
          "verse": 17,
          "text": "Happy are you, O land, whose king is of noble birth, and whose princes dine at the right time— for vigor and not in drinking bouts."
        },
        {
          "verse": 18,
          "text": "Because of laziness, the rafters sag; when hands are slack, the house leaks."
        },
        {
          "verse": 19,
          "text": "A feast is made for merriment and wine gives joy to the living, but money answers for everything."
        },
        {
          "verse": 20,
          "text": "Even in your thoughts do not curse the king, nor in the privacy of your bedroom curse the rich; For the birds of the air may carry your voice, a winged creature may tell what you say."
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 11 - Send forth your bread upon the face of the waters; after a long time you may find it again."
        },
        {
          "verse": 2,
          "text": "Make seven, or even eight portions; you know not what misfortune may come upon the earth."
        },
        {
          "verse": 3,
          "text": "No One Knows What Good Will Come - When the clouds are full, they pour out rain upon the earth. Whether a tree falls to the south or to the north, wherever it falls, there shall it lie."
        },
        {
          "verse": 4,
          "text": "One who pays heed to the wind will never sow, and one who watches the clouds will never reap."
        },
        {
          "verse": 5,
          "text": "Just as you do not know how the life breath enters the human frame in the mother’s womb, So you do not know the work of God, who is working in everything."
        },
        {
          "verse": 6,
          "text": "In the morning sow your seed, and at evening do not let your hand be idle: For you do not know which of the two will be successful, or whether both alike will turn out well."
        },
        {
          "verse": 7,
          "text": "Poem on Youth and Old Age. Light is sweet! and it is pleasant for the eyes to see the sun."
        },
        {
          "verse": 8,
          "text": "However many years mortals may live, let them, as they enjoy them all, remember that the days of darkness will be many. All that is to come is vanity."
        },
        {
          "verse": 9,
          "text": "Rejoice, O youth, while you are young and let your heart be glad in the days of your youth. Follow the ways of your heart, the vision of your eyes; Yet understand regarding all this that God will bring you to judgment."
        },
        {
          "verse": 10,
          "text": "Banish misery from your heart and remove pain from your body, for youth and black hair are fleeting."
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 12 - Remember your Creator in the days of your youth, before the evil days come And the years approach of which you will say, “I have no pleasure in them”;"
        },
        {
          "verse": 2,
          "text": "Before the sun is darkened and the light and the moon and the stars and the clouds return after the rain;"
        },
        {
          "verse": 3,
          "text": "When the guardians of the house tremble, and the strong men are bent; When the women who grind are idle because they are few, and those who look through the windows grow blind;"
        },
        {
          "verse": 4,
          "text": "When the doors to the street are shut, and the sound of the mill is low; When one rises at the call of a bird, and all the daughters of song are quiet;"
        },
        {
          "verse": 5,
          "text": "When one is afraid of heights, and perils in the street; When the almond tree blooms, and the locust grows sluggish and the caper berry is without effect, Because mortals go to their lasting home, and mourners go about the streets;"
        },
        {
          "verse": 6,
          "text": "Before the silver cord is snapped and the golden bowl is broken, And the pitcher is shattered at the spring, and the pulley is broken at the well,"
        },
        {
          "verse": 7,
          "text": "And the dust returns to the earth as it once was, and the life breath returns to God who gave it."
        },
        {
          "verse": 8,
          "text": "Vanity of vanities, says Qoheleth, all things are vanity!"
        },
        {
          "verse": 9,
          "text": "Epilogue. Besides being wise, Qoheleth taught the people knowledge, and weighed, scrutinized and arranged many proverbs."
        },
        {
          "verse": 10,
          "text": "Qoheleth sought to find appropriate sayings, and to write down true sayings with precision."
        },
        {
          "verse": 11,
          "text": "The sayings of the wise are like goads; like fixed spikes are the collected sayings given by one shepherd."
        },
        {
          "verse": 12,
          "text": "As to more than these, my son, beware. Of the making of many books there is no end, and in much study there is weariness for the flesh."
        },
        {
          "verse": 13,
          "text": "The last word, when all is heard: Fear God and keep his commandments, for this concerns all humankind;"
        },
        {
          "verse": 14,
          "text": "because God will bring to judgment every work, with all its hidden qualities, whether good or bad."
        }
      ]
    }
  ]
}
