{
  "book": "Ephesians",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "verse": 1,
          "text": "I. Address Chapter 1 - Greeting. Paul, an apostle of Christ Jesus by the will of God, to the holy ones who are [in Ephesus] faithful in Christ Jesus:"
        },
        {
          "verse": 2,
          "text": "grace to you and peace from God our Father and the Lord Jesus Christ."
        },
        {
          "verse": 3,
          "text": "The Father’s Plan of Salvation. Blessed be the God and Father of our Lord Jesus Christ, who has blessed us in Christ with every spiritual blessing in the heavens,"
        },
        {
          "verse": 4,
          "text": "as he chose us in him, before the foundation of the world, to be holy and without blemish before him. In love"
        },
        {
          "verse": 5,
          "text": "he destined us for adoption to himself through Jesus Christ, in accord with the favor of his will,"
        },
        {
          "verse": 6,
          "text": "for the praise of the glory of his grace that he granted us in the beloved."
        },
        {
          "verse": 7,
          "text": "Fulfillment Through Christ. In him we have redemption by his blood, the forgiveness of transgressions, in accord with the riches of his grace"
        },
        {
          "verse": 8,
          "text": "that he lavished upon us. In all wisdom and insight,"
        },
        {
          "verse": 9,
          "text": "he has made known to us the mystery of his will in accord with his favor that he set forth in him"
        },
        {
          "verse": 10,
          "text": "as a plan for the fullness of times, to sum up all things in Christ, in heaven and on earth."
        },
        {
          "verse": 11,
          "text": "Inheritance Through the Spirit. In him we were also chosen, destined in accord with the purpose of the One who accomplishes all things according to the intention of his will,"
        },
        {
          "verse": 12,
          "text": "so that we might exist for the praise of his glory, we who first hoped in Christ."
        },
        {
          "verse": 13,
          "text": "In him you also, who have heard the word of truth, the gospel of your salvation, and have believed in him, were sealed with the promised holy Spirit,"
        },
        {
          "verse": 14,
          "text": "which is the first installment of our inheritance toward redemption as God’s possession, to the praise of his glory. II. Unity of the Church in Christ - The Church as Christ’s Body."
        },
        {
          "verse": 15,
          "text": "Therefore, I, too, hearing of your faith in the Lord Jesus and of your love for all the holy ones,"
        },
        {
          "verse": 16,
          "text": "do not cease giving thanks for you, remembering you in my prayers,"
        },
        {
          "verse": 17,
          "text": "that the God of our Lord Jesus Christ, the Father of glory, may give you a spirit of wisdom and revelation resulting in knowledge of him."
        },
        {
          "verse": 18,
          "text": "May the eyes of [your] hearts be enlightened, that you may know what is the hope that belongs to his call, what are the riches of glory in his inheritance among the holy ones,"
        },
        {
          "verse": 19,
          "text": "and what is the surpassing greatness of his power for us who believe, in accord with the exercise of his great might,"
        },
        {
          "verse": 20,
          "text": "which he worked in Christ, raising him from the dead and seating him at his right hand in the heavens,"
        },
        {
          "verse": 21,
          "text": "far above every principality, authority, power, and dominion, and every name that is named not only in this age but also in the one to come."
        },
        {
          "verse": 22,
          "text": "And he put all things beneath his feet and gave him as head over all things to the church,"
        },
        {
          "verse": 23,
          "text": "which is his body, the fullness of the one who fills all things in every way."
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 2 - Generosity of God’s Plan. You were dead in your transgressions and sins"
        },
        {
          "verse": 2,
          "text": "in which you once lived following the age of this world, following the ruler of the power of the air, the spirit that is now at work in the disobedient."
        },
        {
          "verse": 3,
          "text": "All of us once lived among them in the desires of our flesh, following the wishes of the flesh and the impulses, and we were by nature children of wrath, like the rest."
        },
        {
          "verse": 4,
          "text": "But God, who is rich in mercy, because of the great love he had for us,"
        },
        {
          "verse": 5,
          "text": "even when we were dead in our transgressions, brought us to life with Christ (by grace you have been saved),"
        },
        {
          "verse": 6,
          "text": "raised us up with him, and seated us with him in the heavens in Christ Jesus,"
        },
        {
          "verse": 7,
          "text": "that in the ages to come he might show the immeasurable riches of his grace in his kindness to us in Christ Jesus."
        },
        {
          "verse": 8,
          "text": "For by grace you have been saved through faith, and this is not from you; it is the gift of God;"
        },
        {
          "verse": 9,
          "text": "it is not from works, so no one may boast."
        },
        {
          "verse": 10,
          "text": "For we are his handiwork, created in Christ Jesus for the good works that God has prepared in advance, that we should live in them. One in Christ."
        },
        {
          "verse": 11,
          "text": "Therefore, remember that at one time you, Gentiles in the flesh, called the uncircumcision by those called the circumcision, which is done in the flesh by human hands,"
        },
        {
          "verse": 12,
          "text": "were at that time without Christ, alienated from the community of Israel and strangers to the covenants of promise, without hope and without God in the world."
        },
        {
          "verse": 13,
          "text": "But now in Christ Jesus you who once were far off have become near by the blood of Christ."
        },
        {
          "verse": 14,
          "text": "For he is our peace, he who made both one and broke down the dividing wall of enmity, through his flesh,"
        },
        {
          "verse": 15,
          "text": "abolishing the law with its commandments and legal claims, that he might create in himself one new person in place of the two, thus establishing peace,"
        },
        {
          "verse": 16,
          "text": "and might reconcile both with God, in one body, through the cross, putting that enmity to death by it."
        },
        {
          "verse": 17,
          "text": "He came and preached peace to you who were far off and peace to those who were near,"
        },
        {
          "verse": 18,
          "text": "for through him we both have access in one Spirit to the Father."
        },
        {
          "verse": 19,
          "text": "So then you are no longer strangers and sojourners, but you are fellow citizens with the holy ones and members of the household of God,"
        },
        {
          "verse": 20,
          "text": "built upon the foundation of the apostles and prophets, with Christ Jesus himself as the capstone."
        },
        {
          "verse": 21,
          "text": "Through him the whole structure is held together and grows into a temple sacred in the Lord;"
        },
        {
          "verse": 22,
          "text": "in him you also are being built together into a dwelling place of God in the Spirit."
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "verse": 1,
          "text": "III. World Mission of the Church Chapter 3 - Commission to Preach God’s Plan. Because of this, I, Paul, a prisoner of Christ [Jesus] for you Gentiles—"
        },
        {
          "verse": 2,
          "text": "if, as I suppose, you have heard of the stewardship of God’s grace that was given to me for your benefit,"
        },
        {
          "verse": 3,
          "text": "[namely, that] the mystery was made known to me by revelation, as I have written briefly earlier."
        },
        {
          "verse": 4,
          "text": "When you read this you can understand my insight into the mystery of Christ,"
        },
        {
          "verse": 5,
          "text": "which was not made known to human beings in other generations as it has now been revealed to his holy apostles and prophets by the Spirit,"
        },
        {
          "verse": 6,
          "text": "that the Gentiles are coheirs, members of the same body, and copartners in the promise in Christ Jesus through the gospel."
        },
        {
          "verse": 7,
          "text": "Of this I became a minister by the gift of God’s grace that was granted me in accord with the exercise of his power."
        },
        {
          "verse": 8,
          "text": "To me, the very least of all the holy ones, this grace was given, to preach to the Gentiles the inscrutable riches of Christ,"
        },
        {
          "verse": 9,
          "text": "and to bring to light [for all] what is the plan of the mystery hidden from ages past in God who created all things,"
        },
        {
          "verse": 10,
          "text": "so that the manifold wisdom of God might now be made known through the church to the principalities and authorities in the heavens."
        },
        {
          "verse": 11,
          "text": "This was according to the eternal purpose that he accomplished in Christ Jesus our Lord,"
        },
        {
          "verse": 12,
          "text": "in whom we have boldness of speech and confidence of access through faith in him."
        },
        {
          "verse": 13,
          "text": "So I ask you not to lose heart over my afflictions for you; this is your glory. Prayer for the Readers."
        },
        {
          "verse": 14,
          "text": "For this reason I kneel before the Father,"
        },
        {
          "verse": 15,
          "text": "from whom every family in heaven and on earth is named,"
        },
        {
          "verse": 16,
          "text": "that he may grant you in accord with the riches of his glory to be strengthened with power through his Spirit in the inner self,"
        },
        {
          "verse": 17,
          "text": "and that Christ may dwell in your hearts through faith; that you, rooted and grounded in love,"
        },
        {
          "verse": 18,
          "text": "may have strength to comprehend with all the holy ones what is the breadth and length and height and depth,"
        },
        {
          "verse": 19,
          "text": "and to know the love of Christ that surpasses knowledge, so that you may be filled with all the fullness of God."
        },
        {
          "verse": 20,
          "text": "Now to him who is able to accomplish far more than all we ask or imagine, by the power at work within us,"
        },
        {
          "verse": 21,
          "text": "to him be glory in the church and in Christ Jesus to all generations, forever and ever. Amen."
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 4 - Unity in the Body. I, then, a prisoner for the Lord, urge you to live in a manner worthy of the call you have received,"
        },
        {
          "verse": 2,
          "text": "with all humility and gentleness, with patience, bearing with one another through love,"
        },
        {
          "verse": 3,
          "text": "striving to preserve the unity of the spirit through the bond of peace:"
        },
        {
          "verse": 4,
          "text": "one body and one Spirit, as you were also called to the one hope of your call;"
        },
        {
          "verse": 5,
          "text": "one Lord, one faith, one baptism;"
        },
        {
          "verse": 6,
          "text": "one God and Father of all, who is over all and through all and in all."
        },
        {
          "verse": 7,
          "text": "Diversity of Gifts. But grace was given to each of us according to the measure of Christ’s gift."
        },
        {
          "verse": 8,
          "text": "Therefore, it says: “He ascended on high and took prisoners captive; he gave gifts to men.”"
        },
        {
          "verse": 9,
          "text": "What does “he ascended” mean except that he also descended into the lower [regions] of the earth?"
        },
        {
          "verse": 10,
          "text": "The one who descended is also the one who ascended far above all the heavens, that he might fill all things."
        },
        {
          "verse": 11,
          "text": "And he gave some as apostles, others as prophets, others as evangelists, others as pastors and teachers,"
        },
        {
          "verse": 12,
          "text": "to equip the holy ones for the work of ministry, for building up the body of Christ,"
        },
        {
          "verse": 13,
          "text": "until we all attain to the unity of faith and knowledge of the Son of God, to mature manhood, to the extent of the full stature of Christ,"
        },
        {
          "verse": 14,
          "text": "so that we may no longer be infants, tossed by waves and swept along by every wind of teaching arising from human trickery, from their cunning in the interests of deceitful scheming."
        },
        {
          "verse": 15,
          "text": "Rather, living the truth in love, we should grow in every way into him who is the head, Christ,"
        },
        {
          "verse": 16,
          "text": "from whom the whole body, joined and held together by every supporting ligament, with the proper functioning of each part, brings about the body’s growth and builds itself up in love. Renewal in Christ."
        },
        {
          "verse": 17,
          "text": "So I declare and testify in the Lord that you must no longer live as the Gentiles do, in the futility of their minds;"
        },
        {
          "verse": 18,
          "text": "darkened in understanding, alienated from the life of God because of their ignorance, because of their hardness of heart,"
        },
        {
          "verse": 19,
          "text": "they have become callous and have handed themselves over to licentiousness for the practice of every kind of impurity to excess."
        },
        {
          "verse": 20,
          "text": "That is not how you learned Christ,"
        },
        {
          "verse": 21,
          "text": "assuming that you have heard of him and were taught in him, as truth is in Jesus,"
        },
        {
          "verse": 22,
          "text": "that you should put away the old self of your former way of life, corrupted through deceitful desires,"
        },
        {
          "verse": 23,
          "text": "and be renewed in the spirit of your minds,"
        },
        {
          "verse": 24,
          "text": "and put on the new self, created in God’s way in righteousness and holiness of truth."
        },
        {
          "verse": 25,
          "text": "IV. Daily Conduct, an Expression of Unity - Rules for the New Life. Therefore, putting away falsehood, speak the truth, each one to his neighbor, for we are members one of another."
        },
        {
          "verse": 26,
          "text": "Be angry but do not sin; do not let the sun set on your anger,"
        },
        {
          "verse": 27,
          "text": "and do not leave room for the devil."
        },
        {
          "verse": 28,
          "text": "The thief must no longer steal, but rather labor, doing honest work with his [own] hands, so that he may have something to share with one in need."
        },
        {
          "verse": 29,
          "text": "No foul language should come out of your mouths, but only such as is good for needed edification, that it may impart grace to those who hear."
        },
        {
          "verse": 30,
          "text": "And do not grieve the holy Spirit of God, with which you were sealed for the day of redemption."
        },
        {
          "verse": 31,
          "text": "All bitterness, fury, anger, shouting, and reviling must be removed from you, along with all malice."
        },
        {
          "verse": 32,
          "text": "[And] be kind to one another, compassionate, forgiving one another as God has forgiven you in Christ."
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 5 - So be imitators of God, as beloved children,"
        },
        {
          "verse": 2,
          "text": "and live in love, as Christ loved us and handed himself over for us as a sacrificial offering to God for a fragrant aroma."
        },
        {
          "verse": 3,
          "text": "Immorality or any impurity or greed must not even be mentioned among you, as is fitting among holy ones,"
        },
        {
          "verse": 4,
          "text": "no obscenity or silly or suggestive talk, which is out of place, but instead, thanksgiving."
        },
        {
          "verse": 5,
          "text": "Be sure of this, that no immoral or impure or greedy person, that is, an idolater, has any inheritance in the kingdom of Christ and of God."
        },
        {
          "verse": 6,
          "text": "Duty to Live in the Light. Let no one deceive you with empty arguments, for because of these things the wrath of God is coming upon the disobedient."
        },
        {
          "verse": 7,
          "text": "So do not be associated with them."
        },
        {
          "verse": 8,
          "text": "For you were once darkness, but now you are light in the Lord. Live as children of light,"
        },
        {
          "verse": 9,
          "text": "for light produces every kind of goodness and righteousness and truth."
        },
        {
          "verse": 10,
          "text": "Try to learn what is pleasing to the Lord."
        },
        {
          "verse": 11,
          "text": "Take no part in the fruitless works of darkness; rather expose them,"
        },
        {
          "verse": 12,
          "text": "for it is shameful even to mention the things done by them in secret;"
        },
        {
          "verse": 13,
          "text": "but everything exposed by the light becomes visible,"
        },
        {
          "verse": 14,
          "text": "for everything that becomes visible is light. Therefore, it says: “Awake, O sleeper, and arise from the dead, and Christ will give you light.”"
        },
        {
          "verse": 15,
          "text": "Watch carefully then how you live, not as foolish persons but as wise,"
        },
        {
          "verse": 16,
          "text": "making the most of the opportunity, because the days are evil."
        },
        {
          "verse": 17,
          "text": "Therefore, do not continue in ignorance, but try to understand what is the will of the Lord."
        },
        {
          "verse": 18,
          "text": "And do not get drunk on wine, in which lies debauchery, but be filled with the Spirit,"
        },
        {
          "verse": 19,
          "text": "addressing one another [in] psalms and hymns and spiritual songs, singing and playing to the Lord in your hearts,"
        },
        {
          "verse": 20,
          "text": "giving thanks always and for everything in the name of our Lord Jesus Christ to God the Father."
        },
        {
          "verse": 21,
          "text": "Wives and Husbands. Be subordinate to one another out of reverence for Christ."
        },
        {
          "verse": 22,
          "text": "Wives should be subordinate to their husbands as to the Lord."
        },
        {
          "verse": 23,
          "text": "For the husband is head of his wife just as Christ is head of the church, he himself the savior of the body."
        },
        {
          "verse": 24,
          "text": "As the church is subordinate to Christ, so wives should be subordinate to their husbands in everything."
        },
        {
          "verse": 25,
          "text": "Husbands, love your wives, even as Christ loved the church and handed himself over for her"
        },
        {
          "verse": 26,
          "text": "to sanctify her, cleansing her by the bath of water with the word,"
        },
        {
          "verse": 27,
          "text": "that he might present to himself the church in splendor, without spot or wrinkle or any such thing, that she might be holy and without blemish."
        },
        {
          "verse": 28,
          "text": "So [also] husbands should love their wives as their own bodies. He who loves his wife loves himself."
        },
        {
          "verse": 29,
          "text": "For no one hates his own flesh but rather nourishes and cherishes it, even as Christ does the church,"
        },
        {
          "verse": 30,
          "text": "because we are members of his body."
        },
        {
          "verse": 31,
          "text": "“For this reason a man shall leave [his] father and [his] mother and be joined to his wife, and the two shall become one flesh.”"
        },
        {
          "verse": 32,
          "text": "This is a great mystery, but I speak in reference to Christ and the church."
        },
        {
          "verse": 33,
          "text": "In any case, each one of you should love his wife as himself, and the wife should respect her husband."
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 6 - Children and Parents. Children, obey your parents [in the Lord], for this is right."
        },
        {
          "verse": 2,
          "text": "“Honor your father and mother.” This is the first commandment with a promise,"
        },
        {
          "verse": 3,
          "text": "“that it may go well with you and that you may have a long life on earth.”"
        },
        {
          "verse": 4,
          "text": "Fathers, do not provoke your children to anger, but bring them up with the training and instruction of the Lord."
        },
        {
          "verse": 5,
          "text": "Slaves and Masters. Slaves, be obedient to your human masters with fear and trembling, in sincerity of heart, as to Christ,"
        },
        {
          "verse": 6,
          "text": "not only when being watched, as currying favor, but as slaves of Christ, doing the will of God from the heart,"
        },
        {
          "verse": 7,
          "text": "willingly serving the Lord and not human beings,"
        },
        {
          "verse": 8,
          "text": "knowing that each will be requited from the Lord for whatever good he does, whether he is slave or free."
        },
        {
          "verse": 9,
          "text": "Masters, act in the same way toward them, and stop bullying, knowing that both they and you have a Master in heaven and that with him there is no partiality."
        },
        {
          "verse": 10,
          "text": "Battle Against Evil. Finally, draw your strength from the Lord and from his mighty power."
        },
        {
          "verse": 11,
          "text": "Put on the armor of God so that you may be able to stand firm against the tactics of the devil."
        },
        {
          "verse": 12,
          "text": "For our struggle is not with flesh and blood but with the principalities, with the powers, with the world rulers of this present darkness, with the evil spirits in the heavens."
        },
        {
          "verse": 13,
          "text": "Therefore, put on the armor of God, that you may be able to resist on the evil day and, having done everything, to hold your ground."
        },
        {
          "verse": 14,
          "text": "So stand fast with your loins girded in truth, clothed with righteousness as a breastplate,"
        },
        {
          "verse": 15,
          "text": "and your feet shod in readiness for the gospel of peace."
        },
        {
          "verse": 16,
          "text": "In all circumstances, hold faith as a shield, to quench all [the] flaming arrows of the evil one."
        },
        {
          "verse": 17,
          "text": "And take the helmet of salvation and the sword of the Spirit, which is the word of God."
        },
        {
          "verse": 18,
          "text": "Constant Prayer. With all prayer and supplication, pray at every opportunity in the Spirit. To that end, be watchful with all perseverance and supplication for all the holy ones"
        },
        {
          "verse": 19,
          "text": "and also for me, that speech may be given me to open my mouth, to make known with boldness the mystery of the gospel"
        },
        {
          "verse": 20,
          "text": "for which I am an ambassador in chains, so that I may have the courage to speak as I must. V. Conclusion - A Final Message."
        },
        {
          "verse": 21,
          "text": "So that you also may have news of me and of what I am doing, Tychicus, my beloved brother and trustworthy minister in the Lord, will tell you everything."
        },
        {
          "verse": 22,
          "text": "I am sending him to you for this very purpose, so that you may know about us and that he may encourage your hearts."
        },
        {
          "verse": 23,
          "text": "Peace be to the brothers, and love with faith, from God the Father and the Lord Jesus Christ."
        },
        {
          "verse": 24,
          "text": "Grace be with all who love our Lord Jesus Christ in immortality."
        }
      ]
    }
  ]
}
