{
  "book": "Exodus",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "verse": 1,
          "text": "I. Introduction: The Oppression of the Israelites in Egypt Chapter 1 - Jacob’s Descendants in Egypt. These are the names of the sons of Israel who, accompanied by their households, entered into Egypt with Jacob:"
        },
        {
          "verse": 2,
          "text": "Reuben, Simeon, Levi and Judah;"
        },
        {
          "verse": 3,
          "text": "Issachar, Zebulun and Benjamin;"
        },
        {
          "verse": 4,
          "text": "Dan and Naphtali; Gad and Asher."
        },
        {
          "verse": 5,
          "text": "The total number of Jacob’s direct descendants was seventy. Joseph was already in Egypt."
        },
        {
          "verse": 6,
          "text": "Now Joseph and all his brothers and that whole generation died."
        },
        {
          "verse": 7,
          "text": "But the Israelites were fruitful and prolific. They multiplied and became so very numerous that the land was filled with them."
        },
        {
          "verse": 8,
          "text": "The Oppression. Then a new king, who knew nothing of Joseph, rose to power in Egypt."
        },
        {
          "verse": 9,
          "text": "He said to his people, “See! The Israelite people have multiplied and become more numerous than we are!"
        },
        {
          "verse": 10,
          "text": "Come, let us deal shrewdly with them to stop their increase; otherwise, in time of war they too may join our enemies to fight against us, and so leave the land.”"
        },
        {
          "verse": 11,
          "text": "Accordingly, they set supervisors over the Israelites to oppress them with forced labor. Thus they had to build for Pharaoh the garrison cities of Pithom and Raamses."
        },
        {
          "verse": 12,
          "text": "Yet the more they were oppressed, the more they multiplied and spread, so that the Egyptians began to loathe the Israelites."
        },
        {
          "verse": 13,
          "text": "So the Egyptians reduced the Israelites to cruel slavery,"
        },
        {
          "verse": 14,
          "text": "making life bitter for them with hard labor, at mortar and brick and all kinds of field work—cruelly oppressed in all their labor."
        },
        {
          "verse": 15,
          "text": "Command to the Midwives. The king of Egypt told the Hebrew midwives, one of whom was called Shiphrah and the other Puah,"
        },
        {
          "verse": 16,
          "text": "“When you act as midwives for the Hebrew women, look on the birthstool: if it is a boy, kill him; but if it is a girl, she may live.”"
        },
        {
          "verse": 17,
          "text": "The midwives, however, feared God; they did not do as the king of Egypt had ordered them, but let the boys live."
        },
        {
          "verse": 18,
          "text": "So the king of Egypt summoned the midwives and asked them, “Why have you done this, allowing the boys to live?”"
        },
        {
          "verse": 19,
          "text": "The midwives answered Pharaoh, “The Hebrew women are not like the Egyptian women. They are robust and give birth before the midwife arrives.”"
        },
        {
          "verse": 20,
          "text": "Therefore God dealt well with the midwives; and the people multiplied and grew very numerous."
        },
        {
          "verse": 21,
          "text": "And because the midwives feared God, God built up families for them."
        },
        {
          "verse": 22,
          "text": "Pharaoh then commanded all his people, “Throw into the Nile every boy that is born, but you may let all the girls live.”"
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 2 - Birth and Adoption of Moses. Now a man of the house of Levi married a Levite woman,"
        },
        {
          "verse": 2,
          "text": "and the woman conceived and bore a son. Seeing what a fine child he was, she hid him for three months."
        },
        {
          "verse": 3,
          "text": "But when she could no longer hide him, she took a papyrus basket, daubed it with bitumen and pitch, and putting the child in it, placed it among the reeds on the bank of the Nile."
        },
        {
          "verse": 4,
          "text": "His sister stationed herself at a distance to find out what would happen to him."
        },
        {
          "verse": 5,
          "text": "Then Pharaoh’s daughter came down to bathe at the Nile, while her attendants walked along the bank of the Nile. Noticing the basket among the reeds, she sent her handmaid to fetch it."
        },
        {
          "verse": 6,
          "text": "On opening it, she looked, and there was a baby boy crying! She was moved with pity for him and said, “It is one of the Hebrews’ children.”"
        },
        {
          "verse": 7,
          "text": "Then his sister asked Pharaoh’s daughter, “Shall I go and summon a Hebrew woman to nurse the child for you?”"
        },
        {
          "verse": 8,
          "text": "Pharaoh’s daughter answered her, “Go.” So the young woman went and called the child’s own mother."
        },
        {
          "verse": 9,
          "text": "Pharaoh’s daughter said to her, “Take this child and nurse him for me, and I will pay your wages.” So the woman took the child and nursed him."
        },
        {
          "verse": 10,
          "text": "When the child grew, she brought him to Pharaoh’s daughter, and he became her son. She named him Moses; for she said, “I drew him out of the water.”"
        },
        {
          "verse": 11,
          "text": "Moses’ Flight to Midian. On one occasion, after Moses had grown up, when he had gone out to his kinsmen and witnessed their forced labor, he saw an Egyptian striking a Hebrew, one of his own kinsmen."
        },
        {
          "verse": 12,
          "text": "Looking about and seeing no one, he struck down the Egyptian and hid him in the sand."
        },
        {
          "verse": 13,
          "text": "The next day he went out again, and now two Hebrews were fighting! So he asked the culprit, “Why are you striking your companion?”"
        },
        {
          "verse": 14,
          "text": "But he replied, “Who has appointed you ruler and judge over us? Are you thinking of killing me as you killed the Egyptian?” Then Moses became afraid and thought, “The affair must certainly be known.”"
        },
        {
          "verse": 15,
          "text": "When Pharaoh heard of the affair, he sought to kill Moses. But Moses fled from Pharaoh and went to the land of Midian. There he sat down by a well."
        },
        {
          "verse": 16,
          "text": "Now the priest of Midian had seven daughters, and they came to draw water and fill the troughs to water their father’s flock."
        },
        {
          "verse": 17,
          "text": "But shepherds came and drove them away. So Moses rose up in their defense and watered their flock."
        },
        {
          "verse": 18,
          "text": "When they returned to their father Reuel, he said to them, “How is it you have returned so soon today?”"
        },
        {
          "verse": 19,
          "text": "They answered, “An Egyptian delivered us from the shepherds. He even drew water for us and watered the flock!”"
        },
        {
          "verse": 20,
          "text": "“Where is he?” he asked his daughters. “Why did you leave the man there? Invite him to have something to eat.”"
        },
        {
          "verse": 21,
          "text": "Moses agreed to stay with him, and the man gave Moses his daughter Zipporah in marriage."
        },
        {
          "verse": 22,
          "text": "She conceived and bore a son, whom he named Gershom; for he said, “I am a stranger residing in a foreign land.”"
        },
        {
          "verse": 23,
          "text": "II. The Call and Commission of Moses - The Burning Bush. A long time passed, during which the king of Egypt died. The Israelites groaned under their bondage and cried out, and from their bondage their cry for help went up to God."
        },
        {
          "verse": 24,
          "text": "God heard their moaning and God was mindful of his covenant with Abraham, Isaac and Jacob."
        },
        {
          "verse": 25,
          "text": "God saw the Israelites, and God knew…."
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 3 - Meanwhile Moses was tending the flock of his father-in-law Jethro, the priest of Midian. Leading the flock beyond the wilderness, he came to the mountain of God, Horeb."
        },
        {
          "verse": 2,
          "text": "There the angel of the LORD appeared to him as fire flaming out of a bush. When he looked, although the bush was on fire, it was not being consumed."
        },
        {
          "verse": 3,
          "text": "So Moses decided, “I must turn aside to look at this remarkable sight. Why does the bush not burn up?”"
        },
        {
          "verse": 4,
          "text": "When the LORD saw that he had turned aside to look, God called out to him from the bush: Moses! Moses! He answered, “Here I am.”"
        },
        {
          "verse": 5,
          "text": "God said: Do not come near! Remove your sandals from your feet, for the place where you stand is holy ground."
        },
        {
          "verse": 6,
          "text": "I am the God of your father, he continued, the God of Abraham, the God of Isaac, and the God of Jacob. Moses hid his face, for he was afraid to look at God."
        },
        {
          "verse": 7,
          "text": "The Call and Commission of Moses. But the LORD said: I have witnessed the affliction of my people in Egypt and have heard their cry against their taskmasters, so I know well what they are suffering."
        },
        {
          "verse": 8,
          "text": "Therefore I have come down to rescue them from the power of the Egyptians and lead them up from that land into a good and spacious land, a land flowing with milk and honey, the country of the Canaanites, the Hittites, the Amorites, the Perizzites, the Girgashites, the Hivites and the Jebusites."
        },
        {
          "verse": 9,
          "text": "Now indeed the outcry of the Israelites has reached me, and I have seen how the Egyptians are oppressing them."
        },
        {
          "verse": 10,
          "text": "Now, go! I am sending you to Pharaoh to bring my people, the Israelites, out of Egypt."
        },
        {
          "verse": 11,
          "text": "But Moses said to God, “Who am I that I should go to Pharaoh and bring the Israelites out of Egypt?”"
        },
        {
          "verse": 12,
          "text": "God answered: I will be with you; and this will be your sign that I have sent you. When you have brought the people out of Egypt, you will serve God at this mountain."
        },
        {
          "verse": 13,
          "text": "“But,” said Moses to God, “if I go to the Israelites and say to them, ‘The God of your ancestors has sent me to you,’ and they ask me, ‘What is his name?’ what do I tell them?”"
        },
        {
          "verse": 14,
          "text": "God replied to Moses: I am who I am. Then he added: This is what you will tell the Israelites: I AM has sent me to you."
        },
        {
          "verse": 15,
          "text": "God spoke further to Moses: This is what you will say to the Israelites: The LORD, the God of your ancestors, the God of Abraham, the God of Isaac, and the God of Jacob, has sent me to you. This is my name forever; this is my title for all generations."
        },
        {
          "verse": 16,
          "text": "Go and gather the elders of the Israelites, and tell them, The LORD, the God of your ancestors, the God of Abraham, Isaac, and Jacob, has appeared to me and said: I have observed you and what is being done to you in Egypt;"
        },
        {
          "verse": 17,
          "text": "so I have decided to lead you up out of your affliction in Egypt into the land of the Canaanites, the Hittites, the Amorites, the Perizzites, the Girgashites, the Hivites and the Jebusites, a land flowing with milk and honey."
        },
        {
          "verse": 18,
          "text": "They will listen to you. Then you and the elders of Israel will go to the king of Egypt and say to him: The LORD, the God of the Hebrews, has come to meet us. So now, let us go a three days’ journey in the wilderness to offer sacrifice to the LORD, our God."
        },
        {
          "verse": 19,
          "text": "Yet I know that the king of Egypt will not allow you to go unless his hand is forced."
        },
        {
          "verse": 20,
          "text": "So I will stretch out my hand and strike Egypt with all the wondrous deeds I will do in its midst. After that he will let you go."
        },
        {
          "verse": 21,
          "text": "I will even make the Egyptians so well-disposed toward this people that, when you go, you will not go empty-handed."
        },
        {
          "verse": 22,
          "text": "Every woman will ask her neighbor and the resident alien in her house for silver and gold articles and for clothing, and you will put them on your sons and daughters. So you will plunder the Egyptians."
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 4 - “But,” objected Moses, “suppose they do not believe me or listen to me? For they may say, ‘The LORD did not appear to you.’”"
        },
        {
          "verse": 2,
          "text": "The LORD said to him: What is in your hand? “A staff,” he answered."
        },
        {
          "verse": 3,
          "text": "God said: Throw it on the ground. So he threw it on the ground and it became a snake, and Moses backed away from it."
        },
        {
          "verse": 4,
          "text": "Then the LORD said to Moses: Now stretch out your hand and take hold of its tail. So he stretched out his hand and took hold of it, and it became a staff in his hand."
        },
        {
          "verse": 5,
          "text": "That is so they will believe that the LORD, the God of their ancestors, the God of Abraham, the God of Isaac, and the God of Jacob, did appear to you."
        },
        {
          "verse": 6,
          "text": "Again the LORD said to him: Put your hand into the fold of your garment. So he put his hand into the fold of his garment, and when he drew it out, there was his hand covered with scales, like snowflakes."
        },
        {
          "verse": 7,
          "text": "Then God said: Put your hand back into the fold of your garment. So he put his hand back into the fold of his garment, and when he drew it out, there it was again like his own flesh."
        },
        {
          "verse": 8,
          "text": "If they do not believe you or pay attention to the message of the first sign, they should believe the message of the second sign."
        },
        {
          "verse": 9,
          "text": "And if they do not believe even these two signs and do not listen to you, take some water from the Nile and pour it on the dry land. The water you take from the Nile will become blood on the dry land."
        },
        {
          "verse": 10,
          "text": "Aaron’s Office as Assistant. Moses, however, said to the LORD, “If you please, my Lord, I have never been eloquent, neither in the past nor now that you have spoken to your servant; but I am slow of speech and tongue.”"
        },
        {
          "verse": 11,
          "text": "The LORD said to him: Who gives one person speech? Who makes another mute or deaf, seeing or blind? Is it not I, the LORD?"
        },
        {
          "verse": 12,
          "text": "Now go, I will assist you in speaking and teach you what you are to say."
        },
        {
          "verse": 13,
          "text": "But he said, “If you please, my Lord, send someone else!”"
        },
        {
          "verse": 14,
          "text": "Then the LORD became angry with Moses and said: I know there is your brother, Aaron the Levite, who is a good speaker; even now he is on his way to meet you. When he sees you, he will truly be glad."
        },
        {
          "verse": 15,
          "text": "You will speak to him and put the words in his mouth. I will assist both you and him in speaking and teach you both what you are to do."
        },
        {
          "verse": 16,
          "text": "He will speak to the people for you: he will be your spokesman, and you will be as God to him."
        },
        {
          "verse": 17,
          "text": "Take this staff in your hand; with it you are to perform the signs."
        },
        {
          "verse": 18,
          "text": "Moses’ Return to Egypt. After this Moses returned to Jethro his father-in-law and said to him, “Let me return to my kindred in Egypt, to see whether they are still living.” Jethro replied to Moses, “Go in peace.”"
        },
        {
          "verse": 19,
          "text": "Then the LORD said to Moses in Midian: Return to Egypt, for all those who sought your life are dead."
        },
        {
          "verse": 20,
          "text": "So Moses took his wife and his sons, mounted them on the donkey, and started back to the land of Egypt. Moses took the staff of God with him."
        },
        {
          "verse": 21,
          "text": "The LORD said to Moses: On your return to Egypt, see that you perform before Pharaoh all the wonders I have put in your power. But I will harden his heart and he will not let the people go."
        },
        {
          "verse": 22,
          "text": "So you will say to Pharaoh, Thus says the LORD: Israel is my son, my firstborn."
        },
        {
          "verse": 23,
          "text": "I said to you: Let my son go, that he may serve me. Since you refused to let him go, I will kill your son, your firstborn."
        },
        {
          "verse": 24,
          "text": "On the journey, at a place where they spent the night, the LORD came upon Moses and sought to put him to death."
        },
        {
          "verse": 25,
          "text": "But Zipporah took a piece of flint and cut off her son’s foreskin and, touching his feet, she said, “Surely you are a spouse of blood to me.”"
        },
        {
          "verse": 26,
          "text": "So God let Moses alone. At that time she said, “A spouse of blood,” in regard to the circumcision."
        },
        {
          "verse": 27,
          "text": "The LORD said to Aaron: Go into the wilderness to meet Moses. So he went; when meeting him at the mountain of God, he kissed him."
        },
        {
          "verse": 28,
          "text": "Moses told Aaron everything the LORD had sent him to say, and all the signs he had commanded him to do."
        },
        {
          "verse": 29,
          "text": "Then Moses and Aaron went and gathered all the elders of the Israelites."
        },
        {
          "verse": 30,
          "text": "Aaron told them everything the LORD had said to Moses, and he performed the signs before the people."
        },
        {
          "verse": 31,
          "text": "The people believed, and when they heard that the LORD had observed the Israelites and had seen their affliction, they knelt and bowed down."
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 5 - Pharaoh’s Hardness of Heart. Afterwards, Moses and Aaron went to Pharaoh and said, “Thus says the LORD, the God of Israel: Let my people go, that they may hold a feast for me in the wilderness.”"
        },
        {
          "verse": 2,
          "text": "Pharaoh answered, “Who is the LORD, that I should obey him and let Israel go? I do not know the LORD, and I will not let Israel go.”"
        },
        {
          "verse": 3,
          "text": "They replied, “The God of the Hebrews has come to meet us. Let us go a three days’ journey in the wilderness, that we may offer sacrifice to the LORD, our God, so that he does not strike us with the plague or the sword.”"
        },
        {
          "verse": 4,
          "text": "The king of Egypt answered them, “Why, Moses and Aaron, do you make the people neglect their work? Off to your labors!”"
        },
        {
          "verse": 5,
          "text": "Pharaoh continued, “Look how they are already more numerous than the people of the land, and yet you would give them rest from their labors!”"
        },
        {
          "verse": 6,
          "text": "That very day Pharaoh gave the taskmasters of the people and their foremen this order:"
        },
        {
          "verse": 7,
          "text": "“You shall no longer supply the people with straw for their brickmaking as before. Let them go and gather their own straw!"
        },
        {
          "verse": 8,
          "text": "Yet you shall levy upon them the same quota of bricks as they made previously. Do not reduce it. They are lazy; that is why they are crying, ‘Let us go to offer sacrifice to our God.’"
        },
        {
          "verse": 9,
          "text": "Increase the work for the men, so that they attend to it and not to deceitful words.”"
        },
        {
          "verse": 10,
          "text": "So the taskmasters of the people and their foremen went out and told the people, “Thus says Pharaoh, ‘I will not provide you with straw."
        },
        {
          "verse": 11,
          "text": "Go and get your own straw from wherever you can find it. But there will not be the slightest reduction in your work.’”"
        },
        {
          "verse": 12,
          "text": "The people, then, scattered throughout the land of Egypt to gather stubble for straw,"
        },
        {
          "verse": 13,
          "text": "while the taskmasters kept driving them on, saying, “Finish your work, the same daily amount as when the straw was supplied to you.”"
        },
        {
          "verse": 14,
          "text": "The Israelite foremen, whom the taskmasters of Pharaoh had placed over them, were beaten, and were asked, “Why have you not completed your prescribed amount of bricks yesterday and today, as before?”"
        },
        {
          "verse": 15,
          "text": "Complaint of the Foremen. Then the Israelite foremen came and cried out to Pharaoh: “Why do you treat your servants in this manner?"
        },
        {
          "verse": 16,
          "text": "No straw is supplied to your servants, and still we are told, ‘Make bricks!’ Look how your servants are beaten! It is you who are at fault.”"
        },
        {
          "verse": 17,
          "text": "He answered, “Lazy! You are lazy! That is why you keep saying, ‘Let us go and offer sacrifice to the LORD.’"
        },
        {
          "verse": 18,
          "text": "Now off to work! No straw will be supplied to you, but you must supply your quota of bricks.”"
        },
        {
          "verse": 19,
          "text": "The Israelite foremen realized they were in trouble, having been told, “Do not reduce your daily amount of bricks!”"
        },
        {
          "verse": 20,
          "text": "So when they left Pharaoh they assailed Moses and Aaron, who were waiting to meet them,"
        },
        {
          "verse": 21,
          "text": "and said to them, “The LORD look upon you and judge! You have made us offensive to Pharaoh and his servants, putting a sword into their hands to kill us.”"
        },
        {
          "verse": 22,
          "text": "Renewal of God’s Promise. Then Moses again had recourse to the LORD and said, “LORD, why have you treated this people badly? And why did you send me?"
        },
        {
          "verse": 23,
          "text": "From the time I went to Pharaoh to speak in your name, he has treated this people badly, and you have done nothing to rescue your people.”"
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 6 - The LORD answered Moses: Now you will see what I will do to Pharaoh. For by a strong hand, he will let them go; by a strong hand, he will drive them from his land."
        },
        {
          "verse": 2,
          "text": "Confirmation of the Promise to the Ancestors. Then God spoke to Moses, and said to him: I am the LORD."
        },
        {
          "verse": 3,
          "text": "As God the Almighty I appeared to Abraham, Isaac, and Jacob, but by my name, LORD, I did not make myself known to them."
        },
        {
          "verse": 4,
          "text": "I also established my covenant with them, to give them the land of Canaan, the land in which they were residing as aliens."
        },
        {
          "verse": 5,
          "text": "Now that I have heard the groaning of the Israelites, whom the Egyptians have reduced to slavery, I am mindful of my covenant."
        },
        {
          "verse": 6,
          "text": "Therefore, say to the Israelites: I am the LORD. I will free you from the burdens of the Egyptians and will deliver you from their slavery. I will redeem you by my outstretched arm and with mighty acts of judgment."
        },
        {
          "verse": 7,
          "text": "I will take you as my own people, and I will be your God; and you will know that I, the LORD, am your God who has freed you from the burdens of the Egyptians"
        },
        {
          "verse": 8,
          "text": "and I will bring you into the land which I swore to give to Abraham, Isaac, and Jacob. I will give it to you as your own possession—I, the LORD!"
        },
        {
          "verse": 9,
          "text": "But when Moses told this to the Israelites, they would not listen to him because of their dejection and hard slavery."
        },
        {
          "verse": 10,
          "text": "Then the LORD spoke to Moses:"
        },
        {
          "verse": 11,
          "text": "Go, tell Pharaoh, king of Egypt, to let the Israelites leave his land."
        },
        {
          "verse": 12,
          "text": "However, Moses protested to the LORD, “If the Israelites did not listen to me, how is it possible that Pharaoh will listen to me, poor speaker that I am!”"
        },
        {
          "verse": 13,
          "text": "But the LORD spoke to Moses and Aaron regarding the Israelites and Pharaoh, king of Egypt, and charged them to bring the Israelites out of the land of Egypt."
        },
        {
          "verse": 14,
          "text": "Genealogy of Moses and Aaron. These are the heads of their ancestral houses. The sons of Reuben, the firstborn of Israel: Hanoch, Pallu, Hezron and Carmi; these are the clans of Reuben."
        },
        {
          "verse": 15,
          "text": "The sons of Simeon: Jemuel, Jamin, Ohad, Jachin, Zohar and Shaul, the son of a Canaanite woman; these are the clans of Simeon."
        },
        {
          "verse": 16,
          "text": "These are the names of the sons of Levi, in their genealogical order: Gershon, Kohath and Merari. Levi lived one hundred and thirty-seven years."
        },
        {
          "verse": 17,
          "text": "The sons of Gershon, by their clans: Libni and Shimei."
        },
        {
          "verse": 18,
          "text": "The sons of Kohath: Amram, Izhar, Hebron and Uzziel. Kohath lived one hundred and thirty-three years."
        },
        {
          "verse": 19,
          "text": "The sons of Merari: Mahli and Mushi. These are the clans of Levi in their genealogical order."
        },
        {
          "verse": 20,
          "text": "Amram married his aunt Jochebed, who bore him Aaron, Moses, and Miriam. Amram lived one hundred and thirty-seven years."
        },
        {
          "verse": 21,
          "text": "The sons of Izhar: Korah, Nepheg and Zichri."
        },
        {
          "verse": 22,
          "text": "The sons of Uzziel: Mishael, Elzaphan and Sithri."
        },
        {
          "verse": 23,
          "text": "Aaron married Elisheba, Amminadab’s daughter, the sister of Nahshon; she bore him Nadab, Abihu, Eleazar and Ithamar."
        },
        {
          "verse": 24,
          "text": "The sons of Korah: Assir, Elkanah and Abiasaph. These are the clans of the Korahites."
        },
        {
          "verse": 25,
          "text": "Eleazar, Aaron’s son, married one of Putiel’s daughters, who bore him Phinehas. These are the heads of the ancestral houses of the Levites by their clans."
        },
        {
          "verse": 26,
          "text": "These are the Aaron and the Moses to whom the LORD said, “Bring the Israelites out from the land of Egypt, company by company.”"
        },
        {
          "verse": 27,
          "text": "They are the ones who spoke to Pharaoh, king of Egypt, to bring the Israelites out of Egypt—the same Moses and Aaron."
        },
        {
          "verse": 28,
          "text": "When the LORD spoke to Moses in the land of Egypt"
        },
        {
          "verse": 29,
          "text": "the LORD said to Moses: I am the LORD. Say to Pharaoh, king of Egypt, all that I tell you."
        },
        {
          "verse": 30,
          "text": "But Moses protested to the LORD, “Since I am a poor speaker, how is it possible that Pharaoh will listen to me?”"
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 7 - The LORD answered Moses: See! I have made you a god to Pharaoh, and Aaron your brother will be your prophet."
        },
        {
          "verse": 2,
          "text": "You will speak all that I command you. In turn, your brother Aaron will tell Pharaoh to let the Israelites go out of his land."
        },
        {
          "verse": 3,
          "text": "Yet I will make Pharaoh so headstrong that, despite the many signs and wonders that I work in the land of Egypt,"
        },
        {
          "verse": 4,
          "text": "Pharaoh will not listen to you. Therefore I will lay my hand on Egypt and with mighty acts of judgment I will bring my armies, my people the Israelites, out of the land of Egypt."
        },
        {
          "verse": 5,
          "text": "All Egyptians will know that I am the LORD, when I stretch out my hand against Egypt and bring the Israelites out of their midst."
        },
        {
          "verse": 6,
          "text": "This, then, is what Moses and Aaron did. They did exactly as the LORD had commanded them."
        },
        {
          "verse": 7,
          "text": "Moses was eighty years old, and Aaron eighty-three, when they spoke to Pharaoh."
        },
        {
          "verse": 8,
          "text": "III. The Contest with Pharaoh - The Staff Turned into a Serpent. The LORD spoke to Moses and Aaron:"
        },
        {
          "verse": 9,
          "text": "When Pharaoh demands of you, “Produce a sign or wonder,” you will say to Aaron: “Take your staff and throw it down before Pharaoh, and it will turn into a serpent.”"
        },
        {
          "verse": 10,
          "text": "Then Moses and Aaron went to Pharaoh and did just as the LORD had commanded. Aaron threw his staff down before Pharaoh and his servants, and it turned into a serpent."
        },
        {
          "verse": 11,
          "text": "Pharaoh, in turn, summoned the wise men and the sorcerers, and they also, the magicians of Egypt, did the same thing by their magic arts."
        },
        {
          "verse": 12,
          "text": "Each one threw down his staff, and they turned into serpents. But Aaron’s staff swallowed their staffs."
        },
        {
          "verse": 13,
          "text": "Pharaoh, however, hardened his heart and would not listen to them, just as the LORD had foretold. First Plague: Water Turned into Blood."
        },
        {
          "verse": 14,
          "text": "Then the LORD said to Moses: Pharaoh is obstinate in refusing to let the people go."
        },
        {
          "verse": 15,
          "text": "In the morning, just when he sets out for the water, go to Pharaoh and present yourself by the bank of the Nile, holding in your hand the staff that turned into a snake."
        },
        {
          "verse": 16,
          "text": "Say to him: The LORD, the God of the Hebrews, sent me to you with the message: Let my people go to serve me in the wilderness. But as yet you have not listened."
        },
        {
          "verse": 17,
          "text": "Thus says the LORD: This is how you will know that I am the LORD. With the staff here in my hand, I will strike the water in the Nile and it will be changed into blood."
        },
        {
          "verse": 18,
          "text": "The fish in the Nile will die, and the Nile itself will stink so that the Egyptians will be unable to drink water from the Nile."
        },
        {
          "verse": 19,
          "text": "The LORD then spoke to Moses: Speak to Aaron: Take your staff and stretch out your hand over the waters of Egypt—its streams, its canals, its ponds, and all its supplies of water—that they may become blood. There will be blood throughout the land of Egypt, even in the wooden pails and stone jars."
        },
        {
          "verse": 20,
          "text": "This, then, is what Moses and Aaron did, exactly as the LORD had commanded. Aaron raised his staff and struck the waters in the Nile in full view of Pharaoh and his servants, and all the water in the Nile was changed into blood."
        },
        {
          "verse": 21,
          "text": "The fish in the Nile died, and the Nile itself stank so that the Egyptians could not drink water from it. There was blood throughout the land of Egypt."
        },
        {
          "verse": 22,
          "text": "But the Egyptian magicians did the same by their magic arts. So Pharaoh hardened his heart and would not listen to them, just as the LORD had said."
        },
        {
          "verse": 23,
          "text": "Pharaoh turned away and went into his house, with no concern even for this."
        },
        {
          "verse": 24,
          "text": "All the Egyptians had to dig round about the Nile for drinking water, since they could not drink any water from the Nile."
        },
        {
          "verse": 25,
          "text": "Second Plague: The Frogs. Seven days passed after the LORD had struck the Nile."
        },
        {
          "verse": 26,
          "text": "Then the LORD said to Moses: Go to Pharaoh and tell him: Thus says the LORD: Let my people go to serve me."
        },
        {
          "verse": 27,
          "text": "If you refuse to let them go, then I will send a plague of frogs over all your territory."
        },
        {
          "verse": 28,
          "text": "The Nile will teem with frogs. They will come up and enter into your palace and into your bedroom and onto your bed, into the houses of your servants, too, and among your people, even into your ovens and your kneading bowls."
        },
        {
          "verse": 29,
          "text": "The frogs will come up over you and your people and all your servants."
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 8 - The LORD then spoke to Moses: Speak to Aaron: Stretch out your hand with your staff over the streams, the canals, and the ponds, and make frogs overrun the land of Egypt."
        },
        {
          "verse": 2,
          "text": "So Aaron stretched out his hand over the waters of Egypt, and the frogs came up and covered the land of Egypt."
        },
        {
          "verse": 3,
          "text": "But the magicians did the same by their magic arts and made frogs overrun the land of Egypt."
        },
        {
          "verse": 4,
          "text": "Then Pharaoh summoned Moses and Aaron and said, “Pray to the LORD to remove the frogs from me and my people, and I will let the people go to sacrifice to the LORD.”"
        },
        {
          "verse": 5,
          "text": "Moses answered Pharaoh, “Please designate for me the time when I am to pray for you and your servants and your people, to get rid of the frogs from you and your houses. They will be left only in the Nile.”"
        },
        {
          "verse": 6,
          "text": "“Tomorrow,” he said. Then Moses replied, “It will be as you have said, so that you may know that there is none like the LORD, our God."
        },
        {
          "verse": 7,
          "text": "The frogs will leave you and your houses, your servants and your people; they will be left only in the Nile.”"
        },
        {
          "verse": 8,
          "text": "After Moses and Aaron left Pharaoh’s presence, Moses cried out to the LORD on account of the frogs that he had inflicted on Pharaoh;"
        },
        {
          "verse": 9,
          "text": "and the LORD did as Moses had asked. The frogs died off in the houses, the courtyards, and the fields."
        },
        {
          "verse": 10,
          "text": "Heaps of them were piled up, and the land stank."
        },
        {
          "verse": 11,
          "text": "But when Pharaoh saw there was a respite, he became obstinate and would not listen to them, just as the LORD had said."
        },
        {
          "verse": 12,
          "text": "Third Plague: The Gnats. Thereupon the LORD spoke to Moses: Speak to Aaron: Stretch out your staff and strike the dust of the earth, and it will turn into gnats throughout the land of Egypt."
        },
        {
          "verse": 13,
          "text": "They did so. Aaron stretched out his hand with his staff and struck the dust of the earth, and gnats came upon human being and beast alike. All the dust of the earth turned into gnats throughout the land of Egypt."
        },
        {
          "verse": 14,
          "text": "Though the magicians did the same thing to produce gnats by their magic arts, they could not do so. The gnats were on human being and beast alike,"
        },
        {
          "verse": 15,
          "text": "and the magicians said to Pharaoh, “This is the finger of God.” Yet Pharaoh hardened his heart and would not listen to them, just as the LORD had said."
        },
        {
          "verse": 16,
          "text": "Fourth Plague: The Flies. Then the LORD spoke to Moses: Early tomorrow morning present yourself to Pharaoh when he sets out toward the water, and say to him: Thus says the LORD: Let my people go to serve me."
        },
        {
          "verse": 17,
          "text": "For if you do not let my people go, I will send swarms of flies upon you and your servants and your people and your houses. The houses of the Egyptians and the very ground on which they stand will be filled with swarms of flies."
        },
        {
          "verse": 18,
          "text": "But on that day I will make an exception of the land of Goshen, where my people are, and no swarms of flies will be there, so that you may know that I the LORD am in the midst of the land."
        },
        {
          "verse": 19,
          "text": "I will make a distinction between my people and your people. This sign will take place tomorrow."
        },
        {
          "verse": 20,
          "text": "This the LORD did. Thick swarms of flies entered the house of Pharaoh and the houses of his servants; throughout Egypt the land was devastated on account of the swarms of flies."
        },
        {
          "verse": 21,
          "text": "Then Pharaoh summoned Moses and Aaron and said, “Go sacrifice to your God within the land.”"
        },
        {
          "verse": 22,
          "text": "But Moses replied, “It is not right to do so, for what we sacrifice to the LORD, our God, is abhorrent to the Egyptians. If we sacrifice what is abhorrent to the Egyptians before their very eyes, will they not stone us?"
        },
        {
          "verse": 23,
          "text": "We must go a three days’ journey in the wilderness and sacrifice to the LORD, our God, as he commands us.”"
        },
        {
          "verse": 24,
          "text": "Pharaoh said, “I will let you go to sacrifice to the LORD, your God, in the wilderness, provided that you do not go too far away. Pray for me.”"
        },
        {
          "verse": 25,
          "text": "Moses answered, “As soon as I leave you I will pray to the LORD that the swarms of flies may depart tomorrow from Pharaoh, his servants, and his people. Pharaoh, however, must not act deceitfully again and refuse to let the people go to sacrifice to the LORD.”"
        },
        {
          "verse": 26,
          "text": "When Moses left Pharaoh, he prayed to the LORD;"
        },
        {
          "verse": 27,
          "text": "and the LORD did as Moses had asked, removing the swarms of flies from Pharaoh, his servants, and his people. Not one remained."
        },
        {
          "verse": 28,
          "text": "But once more Pharaoh became obstinate and would not let the people go."
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 9 - Fifth Plague: The Pestilence. Then the LORD said to Moses: Go to Pharaoh and tell him: Thus says the LORD, the God of the Hebrews: Let my people go to serve me."
        },
        {
          "verse": 2,
          "text": "For if you refuse to let them go and persist in holding them,"
        },
        {
          "verse": 3,
          "text": "the hand of the LORD will strike your livestock in the field—your horses, donkeys, camels, herds and flocks—with a very severe pestilence."
        },
        {
          "verse": 4,
          "text": "But the LORD will distinguish between the livestock of Israel and that of Egypt, so that nothing belonging to the Israelites will die."
        },
        {
          "verse": 5,
          "text": "And the LORD set a definite time, saying: Tomorrow the LORD will do this in the land."
        },
        {
          "verse": 6,
          "text": "And on the next day the LORD did it. All the livestock of the Egyptians died, but not one animal belonging to the Israelites died."
        },
        {
          "verse": 7,
          "text": "But although Pharaoh found upon inquiry that not even so much as one of the livestock of the Israelites had died, he remained obstinate and would not let the people go."
        },
        {
          "verse": 8,
          "text": "Sixth Plague: The Boils. So the LORD said to Moses and Aaron: Each of you take handfuls of soot from a kiln, and in the presence of Pharaoh let Moses scatter it toward the sky."
        },
        {
          "verse": 9,
          "text": "It will turn into fine dust over the whole land of Egypt and cause festering boils on human being and beast alike throughout the land of Egypt."
        },
        {
          "verse": 10,
          "text": "So they took the soot from a kiln and appeared before Pharaoh. When Moses scattered it toward the sky, it caused festering boils on human being and beast alike."
        },
        {
          "verse": 11,
          "text": "Because of the boils the magicians could not stand in Moses’ presence, for there were boils on the magicians as well as on the rest of the Egyptians."
        },
        {
          "verse": 12,
          "text": "But the LORD hardened Pharaoh’s heart, and he would not listen to them, just as the LORD had said to Moses."
        },
        {
          "verse": 13,
          "text": "Seventh Plague: The Hail. Then the LORD spoke to Moses: Early tomorrow morning present yourself to Pharaoh and say to him: Thus says the LORD, the God of the Hebrews: Let my people go to serve me,"
        },
        {
          "verse": 14,
          "text": "for this time I will unleash all my blows upon you and your servants and your people, so that you may know that there is none like me anywhere on earth."
        },
        {
          "verse": 15,
          "text": "For by now I should have stretched out my hand and struck you and your people with such pestilence that you would have vanished from the earth."
        },
        {
          "verse": 16,
          "text": "But this is why I have let you survive: to show you my power and to make my name resound throughout the earth!"
        },
        {
          "verse": 17,
          "text": "Will you continue to exalt yourself over my people and not let them go?"
        },
        {
          "verse": 18,
          "text": "At this time tomorrow, therefore, I am going to rain down such fierce hail as there has never been in Egypt from the day it was founded up to the present."
        },
        {
          "verse": 19,
          "text": "Therefore, order your livestock and whatever else you have in the open fields to be brought to a place of safety. Whatever human being or animal is found in the fields and is not brought to shelter will die when the hail comes down upon them."
        },
        {
          "verse": 20,
          "text": "Those of Pharaoh’s servants who feared the word of the LORD hurried their servants and their livestock off to shelter."
        },
        {
          "verse": 21,
          "text": "But those who did not pay attention to the word of the LORD left their servants and their livestock in the fields."
        },
        {
          "verse": 22,
          "text": "The LORD then said to Moses: Stretch out your hand toward the sky, that hail may fall upon the entire land of Egypt, on human being and beast alike and all the vegetation of the fields in the land of Egypt."
        },
        {
          "verse": 23,
          "text": "So Moses stretched out his staff toward the sky, and the LORD sent forth peals of thunder and hail. Lightning flashed toward the earth, and the LORD rained down hail upon the land of Egypt."
        },
        {
          "verse": 24,
          "text": "There was hail and lightning flashing here and there through the hail, and the hail was so fierce that nothing like it had been seen in Egypt since it became a nation."
        },
        {
          "verse": 25,
          "text": "Throughout the land of Egypt the hail struck down everything in the fields, human being and beast alike; it struck down all the vegetation of the fields and splintered every tree in the fields."
        },
        {
          "verse": 26,
          "text": "Only in the land of Goshen, where the Israelites were, was there no hail."
        },
        {
          "verse": 27,
          "text": "Then Pharaoh sent for Moses and Aaron and said to them, “I have sinned this time! The LORD is the just one, and I and my people are the ones at fault."
        },
        {
          "verse": 28,
          "text": "Pray to the LORD! Enough of the thunder and hail! I will let you go; you need stay no longer.”"
        },
        {
          "verse": 29,
          "text": "Moses replied to him, “As soon as I leave the city I will extend my hands to the LORD; the thunder will cease, and there will be no more hail so that you may know that the earth belongs to the LORD."
        },
        {
          "verse": 30,
          "text": "But as for you and your servants, I know that you do not yet fear the LORD God.”"
        },
        {
          "verse": 31,
          "text": "Now the flax and the barley were ruined, because the barley was in ear and the flax in bud."
        },
        {
          "verse": 32,
          "text": "But the wheat and the spelt were not ruined, for they grow later."
        },
        {
          "verse": 33,
          "text": "When Moses had left Pharaoh and gone out of the city, he extended his hands to the LORD. The thunder and the hail ceased, and the rain no longer poured down upon the earth."
        },
        {
          "verse": 34,
          "text": "But Pharaoh, seeing that the rain and the hail and the thunder had ceased, sinned again and became obstinate, both he and his servants."
        },
        {
          "verse": 35,
          "text": "In the hardness of his heart, Pharaoh would not let the Israelites go, just as the LORD had said through Moses."
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 10 - Eighth Plague: The Locusts. Then the LORD said to Moses: Go to Pharaoh, for I have made him and his servants obstinate in order that I may perform these signs of mine among them"
        },
        {
          "verse": 2,
          "text": "and that you may recount to your son and grandson how I made a fool of the Egyptians and what signs I did among them, so that you may know that I am the LORD."
        },
        {
          "verse": 3,
          "text": "So Moses and Aaron went to Pharaoh and told him, “Thus says the LORD, the God of the Hebrews: How long will you refuse to submit to me? Let my people go to serve me."
        },
        {
          "verse": 4,
          "text": "For if you refuse to let my people go, tomorrow I will bring locusts into your territory."
        },
        {
          "verse": 5,
          "text": "They will cover the surface of the earth, so that the earth itself will not be visible. They will eat up the remnant you saved undamaged from the hail, as well as all the trees that are growing in your fields."
        },
        {
          "verse": 6,
          "text": "They will fill your houses and the houses of your servants and of all the Egyptians—something your parents and your grandparents have not seen from the day they appeared on this soil until today.” With that he turned and left Pharaoh."
        },
        {
          "verse": 7,
          "text": "But Pharaoh’s servants said to him, “How long will he be a snare for us? Let the people go to serve the LORD, their God. Do you not yet realize that Egypt is being destroyed?”"
        },
        {
          "verse": 8,
          "text": "So Moses and Aaron were brought back to Pharaoh, who said to them, “Go, serve the LORD, your God. But who exactly will go?”"
        },
        {
          "verse": 9,
          "text": "Moses answered, “With our young and old we must go; with our sons and daughters, with our flocks and herds we must go. It is a pilgrimage feast of the LORD for us.”"
        },
        {
          "verse": 10,
          "text": "“The LORD help you,” Pharaoh replied, “if I let your little ones go with you! Clearly, you have some evil in mind."
        },
        {
          "verse": 11,
          "text": "By no means! Just you men go and serve the LORD. After all, that is what you have been asking for.” With that they were driven from Pharaoh’s presence."
        },
        {
          "verse": 12,
          "text": "The LORD then said to Moses: Stretch out your hand over the land of Egypt for the locusts, that they may come upon it and eat up all the land’s vegetation, whatever the hail has left."
        },
        {
          "verse": 13,
          "text": "So Moses stretched out his staff over the land of Egypt, and the LORD drove an east wind over the land all that day and all night. When it was morning, the east wind brought the locusts."
        },
        {
          "verse": 14,
          "text": "The locusts came up over the whole land of Egypt and settled down over all its territory. Never before had there been such a fierce swarm of locusts, nor will there ever be again."
        },
        {
          "verse": 15,
          "text": "They covered the surface of the whole land, so that it became black. They ate up all the vegetation in the land and all the fruit of the trees the hail had spared. Nothing green was left on any tree or plant in the fields throughout the land of Egypt."
        },
        {
          "verse": 16,
          "text": "Pharaoh hurriedly summoned Moses and Aaron and said, “I have sinned against the LORD, your God, and against you."
        },
        {
          "verse": 17,
          "text": "But now, do forgive me my sin only this once, and pray to the LORD, your God, only to take this death from me.”"
        },
        {
          "verse": 18,
          "text": "When Moses left Pharaoh, he prayed to the LORD,"
        },
        {
          "verse": 19,
          "text": "and the LORD caused the wind to shift to a very strong west wind, which took up the locusts and hurled them into the Red Sea. Not a single locust remained within the whole territory of Egypt."
        },
        {
          "verse": 20,
          "text": "Yet the LORD hardened Pharaoh’s heart, and he would not let the Israelites go."
        },
        {
          "verse": 21,
          "text": "Ninth Plague: The Darkness. Then the LORD said to Moses: Stretch out your hand toward the sky, that over the land of Egypt there may be such darkness that one can feel it."
        },
        {
          "verse": 22,
          "text": "So Moses stretched out his hand toward the sky, and there was dense darkness throughout the land of Egypt for three days."
        },
        {
          "verse": 23,
          "text": "People could not see one another, nor could they get up from where they were, for three days. But all the Israelites had light where they lived."
        },
        {
          "verse": 24,
          "text": "Pharaoh then summoned Moses and Aaron and said, “Go, serve the LORD. Only your flocks and herds will be detained. Even your little ones may go with you.”"
        },
        {
          "verse": 25,
          "text": "But Moses replied, “You also must give us sacrifices and burnt offerings to make to the LORD, our God."
        },
        {
          "verse": 26,
          "text": "Our livestock also must go with us. Not an animal must be left behind, for some of them we will select for service to the LORD, our God; but we will not know with which ones we are to serve the LORD until we arrive there.”"
        },
        {
          "verse": 27,
          "text": "But the LORD hardened Pharaoh’s heart, and he was unwilling to let them go."
        },
        {
          "verse": 28,
          "text": "Pharaoh said to Moses, “Leave me, and see to it that you do not see my face again! For the day you do see my face you will die!”"
        },
        {
          "verse": 29,
          "text": "Moses replied, “You are right! I will never see your face again.”"
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 11 - Tenth Plague: The Death of the Firstborn. Then the LORD spoke to Moses: One more plague I will bring upon Pharaoh and upon Egypt. After that he will let you depart. In fact, when he finally lets you go, he will drive you away."
        },
        {
          "verse": 2,
          "text": "Instruct the people that every man is to ask his neighbor, and every woman her neighbor, for silver and gold articles and for clothing."
        },
        {
          "verse": 3,
          "text": "The LORD indeed made the Egyptians well-disposed toward the people; Moses himself was very highly regarded by Pharaoh’s servants and the people in the land of Egypt."
        },
        {
          "verse": 4,
          "text": "Moses then said, “Thus says the LORD: About midnight I will go forth through Egypt."
        },
        {
          "verse": 5,
          "text": "Every firstborn in the land of Egypt will die, from the firstborn of Pharaoh who sits on his throne to the firstborn of the slave-girl who is at the handmill, as well as all the firstborn of the animals."
        },
        {
          "verse": 6,
          "text": "Then there will be loud wailing throughout the land of Egypt, such as has never been, nor will ever be again."
        },
        {
          "verse": 7,
          "text": "But among all the Israelites, among human beings and animals alike, not even a dog will growl, so that you may know that the LORD distinguishes between Egypt and Israel."
        },
        {
          "verse": 8,
          "text": "All these servants of yours will then come down to me and bow down before me, saying: Leave, you and all your followers! Then I will depart.” With that he left Pharaoh’s presence in hot anger."
        },
        {
          "verse": 9,
          "text": "The LORD said to Moses: Pharaoh will not listen to you so that my wonders may be multiplied in the land of Egypt."
        },
        {
          "verse": 10,
          "text": "Thus, although Moses and Aaron performed all these wonders in Pharaoh’s presence, the LORD hardened Pharaoh’s heart, and he would not let the Israelites go from his land."
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 12 - The Passover Ritual Prescribed. The LORD said to Moses and Aaron in the land of Egypt:"
        },
        {
          "verse": 2,
          "text": "This month will stand at the head of your calendar; you will reckon it the first month of the year."
        },
        {
          "verse": 3,
          "text": "Tell the whole community of Israel: On the tenth of this month every family must procure for itself a lamb, one apiece for each household."
        },
        {
          "verse": 4,
          "text": "If a household is too small for a lamb, it along with its nearest neighbor will procure one, and apportion the lamb’s cost in proportion to the number of persons, according to what each household consumes."
        },
        {
          "verse": 5,
          "text": "Your lamb must be a year-old male and without blemish. You may take it from either the sheep or the goats."
        },
        {
          "verse": 6,
          "text": "You will keep it until the fourteenth day of this month, and then, with the whole community of Israel assembled, it will be slaughtered during the evening twilight."
        },
        {
          "verse": 7,
          "text": "They will take some of its blood and apply it to the two doorposts and the lintel of the houses in which they eat it."
        },
        {
          "verse": 8,
          "text": "They will consume its meat that same night, eating it roasted with unleavened bread and bitter herbs."
        },
        {
          "verse": 9,
          "text": "Do not eat any of it raw or even boiled in water, but roasted, with its head and shanks and inner organs."
        },
        {
          "verse": 10,
          "text": "You must not keep any of it beyond the morning; whatever is left over in the morning must be burned up."
        },
        {
          "verse": 11,
          "text": "This is how you are to eat it: with your loins girt, sandals on your feet and your staff in hand, you will eat it in a hurry. It is the LORD’s Passover."
        },
        {
          "verse": 12,
          "text": "For on this same night I will go through Egypt, striking down every firstborn in the land, human being and beast alike, and executing judgment on all the gods of Egypt—I, the LORD!"
        },
        {
          "verse": 13,
          "text": "But for you the blood will mark the houses where you are. Seeing the blood, I will pass over you; thereby, when I strike the land of Egypt, no destructive blow will come upon you."
        },
        {
          "verse": 14,
          "text": "This day will be a day of remembrance for you, which your future generations will celebrate with pilgrimage to the LORD; you will celebrate it as a statute forever."
        },
        {
          "verse": 15,
          "text": "For seven days you must eat unleavened bread. From the very first day you will have your houses clear of all leaven. For whoever eats leavened bread from the first day to the seventh will be cut off from Israel."
        },
        {
          "verse": 16,
          "text": "On the first day you will hold a sacred assembly, and likewise on the seventh. On these days no sort of work shall be done, except to prepare the food that everyone needs."
        },
        {
          "verse": 17,
          "text": "Keep, then, the custom of the unleavened bread, since it was on this very day that I brought your armies out of the land of Egypt. You must observe this day throughout your generations as a statute forever."
        },
        {
          "verse": 18,
          "text": "From the evening of the fourteenth day of the first month until the evening of the twenty-first day of this month you will eat unleavened bread."
        },
        {
          "verse": 19,
          "text": "For seven days no leaven may be found in your houses; for anyone, a resident alien or a native, who eats leavened food will be cut off from the community of Israel."
        },
        {
          "verse": 20,
          "text": "You shall eat nothing leavened; wherever you dwell you may eat only unleavened bread."
        },
        {
          "verse": 21,
          "text": "Promulgation of the Passover. Moses summoned all the elders of Israel and said to them, “Go and procure lambs for your families, and slaughter the Passover victims."
        },
        {
          "verse": 22,
          "text": "Then take a bunch of hyssop, and dipping it in the blood that is in the basin, apply some of this blood to the lintel and the two doorposts. And none of you shall go outdoors until morning."
        },
        {
          "verse": 23,
          "text": "For when the LORD goes by to strike down the Egyptians, seeing the blood on the lintel and the two doorposts, the LORD will pass over that door and not let the destroyer come into your houses to strike you down."
        },
        {
          "verse": 24,
          "text": "“You will keep this practice forever as a statute for yourselves and your descendants."
        },
        {
          "verse": 25,
          "text": "Thus, when you have entered the land which the LORD will give you as he promised, you must observe this rite."
        },
        {
          "verse": 26,
          "text": "When your children ask you, ‘What does this rite of yours mean?’"
        },
        {
          "verse": 27,
          "text": "you will reply, ‘It is the Passover sacrifice for the LORD, who passed over the houses of the Israelites in Egypt; when he struck down the Egyptians, he delivered our houses.’” Then the people knelt and bowed down,"
        },
        {
          "verse": 28,
          "text": "and the Israelites went and did exactly as the LORD had commanded Moses and Aaron."
        },
        {
          "verse": 29,
          "text": "Death of the Firstborn. And so at midnight the LORD struck down every firstborn in the land of Egypt, from the firstborn of Pharaoh sitting on his throne to the firstborn of the prisoner in the dungeon, as well as all the firstborn of the animals."
        },
        {
          "verse": 30,
          "text": "Pharaoh arose in the night, he and all his servants and all the Egyptians; and there was loud wailing throughout Egypt, for there was not a house without its dead."
        },
        {
          "verse": 31,
          "text": "Permission to Depart. During the night Pharaoh summoned Moses and Aaron and said, “Leave my people at once, you and the Israelites! Go and serve the LORD as you said."
        },
        {
          "verse": 32,
          "text": "Take your flocks, too, and your herds, as you said, and go; and bless me, too!”"
        },
        {
          "verse": 33,
          "text": "The Egyptians, in a hurry to send them away from the land, urged the people on, for they said, “All of us will die!”"
        },
        {
          "verse": 34,
          "text": "The people, therefore, took their dough before it was leavened, in their kneading bowls wrapped in their cloaks on their shoulders."
        },
        {
          "verse": 35,
          "text": "And the Israelites did as Moses had commanded: they asked the Egyptians for articles of silver and gold and for clothing."
        },
        {
          "verse": 36,
          "text": "Indeed the LORD had made the Egyptians so well-disposed toward the people that they let them have whatever they asked for. And so they despoiled the Egyptians."
        },
        {
          "verse": 37,
          "text": "Departure from Egypt. The Israelites set out from Rameses for Succoth, about six hundred thousand men on foot, not counting the children."
        },
        {
          "verse": 38,
          "text": "A crowd of mixed ancestry also went up with them, with livestock in great abundance, both flocks and herds."
        },
        {
          "verse": 39,
          "text": "The dough they had brought out of Egypt they baked into unleavened loaves. It was not leavened, because they had been driven out of Egypt and could not wait. They did not even prepare food for the journey."
        },
        {
          "verse": 40,
          "text": "The time the Israelites had stayed in Egypt was four hundred and thirty years."
        },
        {
          "verse": 41,
          "text": "At the end of four hundred and thirty years, on this very date, all the armies of the LORD left the land of Egypt."
        },
        {
          "verse": 42,
          "text": "This was a night of vigil for the LORD, when he brought them out of the land of Egypt; so on this night all Israelites must keep a vigil for the LORD throughout their generations."
        },
        {
          "verse": 43,
          "text": "Law of the Passover. The LORD said to Moses and Aaron: This is the Passover statute. No foreigner may eat of it."
        },
        {
          "verse": 44,
          "text": "However, every slave bought for money you will circumcise; then he may eat of it."
        },
        {
          "verse": 45,
          "text": "But no tenant or hired worker may eat of it."
        },
        {
          "verse": 46,
          "text": "It must be eaten in one house; you may not take any of its meat outside the house. You shall not break any of its bones."
        },
        {
          "verse": 47,
          "text": "The whole community of Israel must celebrate this feast."
        },
        {
          "verse": 48,
          "text": "If any alien residing among you would celebrate the Passover for the LORD, all his males must be circumcised, and then he may join in its celebration just like the natives. But no one who is uncircumcised may eat of it."
        },
        {
          "verse": 49,
          "text": "There will be one law for the native and for the alien residing among you."
        },
        {
          "verse": 50,
          "text": "All the Israelites did exactly as the LORD had commanded Moses and Aaron."
        },
        {
          "verse": 51,
          "text": "On that same day the LORD brought the Israelites out of the land of Egypt company by company."
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 13 - Consecration of Firstborn. The LORD spoke to Moses and said:"
        },
        {
          "verse": 2,
          "text": "Consecrate to me every firstborn; whatever opens the womb among the Israelites, whether of human being or beast, belongs to me."
        },
        {
          "verse": 3,
          "text": "Moses said to the people, “Remember this day on which you came out of Egypt, out of a house of slavery. For it was with a strong hand that the LORD brought you out from there. Nothing made with leaven may be eaten."
        },
        {
          "verse": 4,
          "text": "This day on which you are going out is in the month of Abib."
        },
        {
          "verse": 5,
          "text": "Therefore, when the LORD, your God, has brought you into the land of the Canaanites, the Hittites, the Amorites, the Perrizites, the Girgashites, the Hivites, and the Jebusites, which he swore to your ancestors to give you, a land flowing with milk and honey, you will perform the following service in this month."
        },
        {
          "verse": 6,
          "text": "For seven days you will eat unleavened bread, and the seventh day will also be a festival to the LORD."
        },
        {
          "verse": 7,
          "text": "Unleavened bread may be eaten during the seven days, but nothing leavened and no leaven may be found in your possession in all your territory."
        },
        {
          "verse": 8,
          "text": "And on that day you will explain to your son, ‘This is because of what the LORD did for me when I came out of Egypt.’"
        },
        {
          "verse": 9,
          "text": "It will be like a sign on your hand and a reminder on your forehead, so that the teaching of the LORD will be on your lips: with a strong hand the LORD brought you out of Egypt."
        },
        {
          "verse": 10,
          "text": "You will keep this statute at its appointed time from year to year."
        },
        {
          "verse": 11,
          "text": "“When the LORD, your God, has brought you into the land of the Canaanites, just as he swore to you and your ancestors, and gives it to you,"
        },
        {
          "verse": 12,
          "text": "you will dedicate to the LORD every newborn that opens the womb; and every firstborn male of your animals will belong to the LORD."
        },
        {
          "verse": 13,
          "text": "Every firstborn of a donkey you will ransom with a sheep. If you do not ransom it, you will break its neck. Every human firstborn of your sons you must ransom."
        },
        {
          "verse": 14,
          "text": "And when your son asks you later on, ‘What does this mean?’ you will tell him, ‘With a strong hand the LORD brought us out of Egypt, out of a house of slavery."
        },
        {
          "verse": 15,
          "text": "When Pharaoh stubbornly refused to let us go, the LORD killed every firstborn in the land of Egypt, the firstborn of human being and beast alike. That is why I sacrifice to the LORD every male that opens the womb, and why I ransom every firstborn of my sons.’"
        },
        {
          "verse": 16,
          "text": "It will be like a sign on your hand and a band on your forehead that with a strong hand the LORD brought us out of Egypt.”"
        },
        {
          "verse": 17,
          "text": "IV. The Deliverance of the Israelites from Pharaoh and Victory at the Sea - Toward the Red Sea. Now, when Pharaoh let the people go, God did not lead them by way of the Philistines’ land, though this was the nearest; for God said: If the people see that they have to fight, they might change their minds and return to Egypt."
        },
        {
          "verse": 18,
          "text": "Instead, God rerouted them toward the Red Sea by way of the wilderness road, and the Israelites went up out of the land of Egypt arrayed for battle."
        },
        {
          "verse": 19,
          "text": "Moses also took Joseph’s bones with him, for Joseph had made the Israelites take a solemn oath, saying, “God will surely take care of you, and you must bring my bones up with you from here.”"
        },
        {
          "verse": 20,
          "text": "Setting out from Succoth, they camped at Etham near the edge of the wilderness."
        },
        {
          "verse": 21,
          "text": "The LORD preceded them, in the daytime by means of a column of cloud to show them the way, and at night by means of a column of fire to give them light. Thus they could travel both day and night."
        },
        {
          "verse": 22,
          "text": "Neither the column of cloud by day nor the column of fire by night ever left its place in front of the people."
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 14 - Then the LORD spoke to Moses:"
        },
        {
          "verse": 2,
          "text": "Speak to the Israelites: Let them turn about and camp before Pi-hahiroth, between Migdol and the sea. Camp in front of Baal-zephon, just opposite, by the sea."
        },
        {
          "verse": 3,
          "text": "Pharaoh will then say, “The Israelites are wandering about aimlessly in the land. The wilderness has closed in on them.”"
        },
        {
          "verse": 4,
          "text": "I will so harden Pharaoh’s heart that he will pursue them. Thus I will receive glory through Pharaoh and all his army, and the Egyptians will know that I am the LORD. This the Israelites did."
        },
        {
          "verse": 5,
          "text": "When it was reported to the king of Egypt that the people had fled, Pharaoh and his servants had a change of heart about the people. “What in the world have we done!” they said. “We have released Israel from our service!”"
        },
        {
          "verse": 6,
          "text": "So Pharaoh harnessed his chariots and took his army with him."
        },
        {
          "verse": 7,
          "text": "He took six hundred select chariots and all the chariots of Egypt, with officers on all of them."
        },
        {
          "verse": 8,
          "text": "The LORD hardened the heart of Pharaoh, king of Egypt, so that he pursued the Israelites while they were going out in triumph."
        },
        {
          "verse": 9,
          "text": "The Egyptians pursued them—all Pharaoh’s horses, his chariots, his horsemen, and his army—and caught up with them as they lay encamped by the sea, at Pi-hahiroth, in front of Baal-zephon."
        },
        {
          "verse": 10,
          "text": "Crossing the Red Sea. Now Pharaoh was near when the Israelites looked up and saw that the Egyptians had set out after them. Greatly frightened, the Israelites cried out to the LORD."
        },
        {
          "verse": 11,
          "text": "To Moses they said, “Were there no burial places in Egypt that you brought us to die in the wilderness? What have you done to us, bringing us out of Egypt?"
        },
        {
          "verse": 12,
          "text": "Did we not tell you this in Egypt, when we said, ‘Leave us alone that we may serve the Egyptians’? Far better for us to serve the Egyptians than to die in the wilderness.”"
        },
        {
          "verse": 13,
          "text": "But Moses answered the people, “Do not fear! Stand your ground and see the victory the LORD will win for you today. For these Egyptians whom you see today you will never see again."
        },
        {
          "verse": 14,
          "text": "The LORD will fight for you; you have only to keep still.”"
        },
        {
          "verse": 15,
          "text": "Then the LORD said to Moses: Why are you crying out to me? Tell the Israelites to set out."
        },
        {
          "verse": 16,
          "text": "And you, lift up your staff and stretch out your hand over the sea, and split it in two, that the Israelites may pass through the sea on dry land."
        },
        {
          "verse": 17,
          "text": "But I will harden the hearts of the Egyptians so that they will go in after them, and I will receive glory through Pharaoh and all his army, his chariots and his horsemen."
        },
        {
          "verse": 18,
          "text": "The Egyptians will know that I am the LORD, when I receive glory through Pharaoh, his chariots, and his horsemen."
        },
        {
          "verse": 19,
          "text": "The angel of God, who had been leading Israel’s army, now moved and went around behind them. And the column of cloud, moving from in front of them, took up its place behind them,"
        },
        {
          "verse": 20,
          "text": "so that it came between the Egyptian army and that of Israel. And when it became dark, the cloud illumined the night; and so the rival camps did not come any closer together all night long."
        },
        {
          "verse": 21,
          "text": "Then Moses stretched out his hand over the sea; and the LORD drove back the sea with a strong east wind all night long and turned the sea into dry ground. The waters were split,"
        },
        {
          "verse": 22,
          "text": "so that the Israelites entered into the midst of the sea on dry land, with the water as a wall to their right and to their left."
        },
        {
          "verse": 23,
          "text": "Rout of the Egyptians. The Egyptians followed in pursuit after them—all Pharaoh’s horses and chariots and horsemen—into the midst of the sea."
        },
        {
          "verse": 24,
          "text": "But during the watch just before dawn, the LORD looked down from a column of fiery cloud upon the Egyptian army and threw it into a panic;"
        },
        {
          "verse": 25,
          "text": "and he so clogged their chariot wheels that they could drive only with difficulty. With that the Egyptians said, “Let us flee from Israel, because the LORD is fighting for them against Egypt.”"
        },
        {
          "verse": 26,
          "text": "Then the LORD spoke to Moses: Stretch out your hand over the sea, that the water may flow back upon the Egyptians, upon their chariots and their horsemen."
        },
        {
          "verse": 27,
          "text": "So Moses stretched out his hand over the sea, and at daybreak the sea returned to its normal flow. The Egyptians were fleeing head on toward it when the LORD cast the Egyptians into the midst of the sea."
        },
        {
          "verse": 28,
          "text": "As the water flowed back, it covered the chariots and the horsemen. Of all Pharaoh’s army which had followed the Israelites into the sea, not even one escaped."
        },
        {
          "verse": 29,
          "text": "But the Israelites had walked on dry land through the midst of the sea, with the water as a wall to their right and to their left."
        },
        {
          "verse": 30,
          "text": "Thus the LORD saved Israel on that day from the power of Egypt. When Israel saw the Egyptians lying dead on the seashore"
        },
        {
          "verse": 31,
          "text": "and saw the great power that the LORD had shown against Egypt, the people feared the LORD. They believed in the LORD and in Moses his servant."
        }
      ]
    },
    {
      "chapter": 15,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 15 - Then Moses and the Israelites sang this song to the LORD: I will sing to the LORD, for he is gloriously triumphant; horse and chariot he has cast into the sea."
        },
        {
          "verse": 2,
          "text": "My strength and my refuge is the LORD, and he has become my savior. This is my God, I praise him; the God of my father, I extol him."
        },
        {
          "verse": 3,
          "text": "The LORD is a warrior, LORD is his name!"
        },
        {
          "verse": 4,
          "text": "Pharaoh’s chariots and army he hurled into the sea; the elite of his officers were drowned in the Red Sea."
        },
        {
          "verse": 5,
          "text": "The flood waters covered them, they sank into the depths like a stone."
        },
        {
          "verse": 6,
          "text": "Your right hand, O LORD, magnificent in power, your right hand, O LORD, shattered the enemy."
        },
        {
          "verse": 7,
          "text": "In your great majesty you overthrew your adversaries; you loosed your wrath to consume them like stubble."
        },
        {
          "verse": 8,
          "text": "At the blast of your nostrils the waters piled up, the flowing waters stood like a mound, the flood waters foamed in the midst of the sea."
        },
        {
          "verse": 9,
          "text": "The enemy boasted, “I will pursue and overtake them; I will divide the spoils and have my fill of them; I will draw my sword; my hand will despoil them!”"
        },
        {
          "verse": 10,
          "text": "When you blew with your breath, the sea covered them; like lead they sank in the mighty waters."
        },
        {
          "verse": 11,
          "text": "Who is like you among the gods, O LORD? Who is like you, magnificent among the holy ones? Awe-inspiring in deeds of renown, worker of wonders,"
        },
        {
          "verse": 12,
          "text": "when you stretched out your right hand, the earth swallowed them!"
        },
        {
          "verse": 13,
          "text": "In your love you led the people you redeemed; in your strength you guided them to your holy dwelling."
        },
        {
          "verse": 14,
          "text": "The peoples heard and quaked; anguish gripped the dwellers in Philistia."
        },
        {
          "verse": 15,
          "text": "Then were the chieftains of Edom dismayed, the nobles of Moab seized by trembling; All the inhabitants of Canaan melted away;"
        },
        {
          "verse": 16,
          "text": "terror and dread fell upon them. By the might of your arm they became silent like stone, while your people, LORD, passed over, while the people whom you created passed over."
        },
        {
          "verse": 17,
          "text": "You brought them in, you planted them on the mountain that is your own— The place you made the base of your throne, LORD, the sanctuary, LORD, your hands established."
        },
        {
          "verse": 18,
          "text": "May the LORD reign forever and ever!"
        },
        {
          "verse": 19,
          "text": "When Pharaoh’s horses and chariots and horsemen entered the sea, the LORD made the waters of the sea flow back upon them, though the Israelites walked on dry land through the midst of the sea."
        },
        {
          "verse": 20,
          "text": "Then the prophet Miriam, Aaron’s sister, took a tambourine in her hand, while all the women went out after her with tambourines, dancing;"
        },
        {
          "verse": 21,
          "text": "and she responded to them: Sing to the LORD, for he is gloriously triumphant; horse and chariot he has cast into the sea."
        },
        {
          "verse": 22,
          "text": "V. The Journey in the Wilderness to Sinai - At Marah and Elim. Then Moses led Israel forward from the Red Sea, and they marched out to the wilderness of Shur. After traveling for three days through the wilderness without finding water,"
        },
        {
          "verse": 23,
          "text": "they arrived at Marah, where they could not drink its water, because it was too bitter. Hence this place was called Marah."
        },
        {
          "verse": 24,
          "text": "As the people grumbled against Moses, saying, “What are we to drink?”"
        },
        {
          "verse": 25,
          "text": "he cried out to the LORD, who pointed out to him a piece of wood. When he threw it into the water, the water became fresh. It was here that God, in making statutes and ordinances for them, put them to the test."
        },
        {
          "verse": 26,
          "text": "He said: If you listen closely to the voice of the LORD, your God, and do what is right in his eyes: if you heed his commandments and keep all his statutes, I will not afflict you with any of the diseases with which I afflicted the Egyptians; for I, the LORD, am your healer."
        },
        {
          "verse": 27,
          "text": "Then they came to Elim, where there were twelve springs of water and seventy palm trees, and they camped there near the water."
        }
      ]
    },
    {
      "chapter": 16,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 16 - The Wilderness of Sin. Having set out from Elim, the whole Israelite community came into the wilderness of Sin, which is between Elim and Sinai, on the fifteenth day of the second month after their departure from the land of Egypt."
        },
        {
          "verse": 2,
          "text": "Here in the wilderness the whole Israelite community grumbled against Moses and Aaron."
        },
        {
          "verse": 3,
          "text": "The Israelites said to them, “If only we had died at the LORD’s hand in the land of Egypt, as we sat by our kettles of meat and ate our fill of bread! But you have led us into this wilderness to make this whole assembly die of famine!”"
        },
        {
          "verse": 4,
          "text": "The Quail and the Manna. Then the LORD said to Moses: I am going to rain down bread from heaven for you. Each day the people are to go out and gather their daily portion; thus will I test them, to see whether they follow my instructions or not."
        },
        {
          "verse": 5,
          "text": "On the sixth day, however, when they prepare what they bring in, let it be twice as much as they gather on the other days."
        },
        {
          "verse": 6,
          "text": "So Moses and Aaron told all the Israelites, “At evening you will know that it was the LORD who brought you out of the land of Egypt;"
        },
        {
          "verse": 7,
          "text": "and in the morning you will see the glory of the LORD, when he hears your grumbling against him. But who are we that you should grumble against us?”"
        },
        {
          "verse": 8,
          "text": "And Moses said, “When the LORD gives you meat to eat in the evening and in the morning your fill of bread, and hears the grumbling you utter against him, who then are we? Your grumbling is not against us, but against the LORD.”"
        },
        {
          "verse": 9,
          "text": "Then Moses said to Aaron, “Tell the whole Israelite community: Approach the LORD, for he has heard your grumbling.”"
        },
        {
          "verse": 10,
          "text": "But while Aaron was speaking to the whole Israelite community, they turned in the direction of the wilderness, and there the glory of the LORD appeared in the cloud!"
        },
        {
          "verse": 11,
          "text": "The LORD said to Moses:"
        },
        {
          "verse": 12,
          "text": "I have heard the grumbling of the Israelites. Tell them: In the evening twilight you will eat meat, and in the morning you will have your fill of bread, and then you will know that I, the LORD, am your God."
        },
        {
          "verse": 13,
          "text": "In the evening, quail came up and covered the camp. In the morning there was a layer of dew all about the camp,"
        },
        {
          "verse": 14,
          "text": "and when the layer of dew evaporated, fine flakes were on the surface of the wilderness, fine flakes like hoarfrost on the ground."
        },
        {
          "verse": 15,
          "text": "On seeing it, the Israelites asked one another, “What is this?” for they did not know what it was. But Moses told them, “It is the bread which the LORD has given you to eat."
        },
        {
          "verse": 16,
          "text": "Regulations Regarding the Manna. “Now, this is what the LORD has commanded. Gather as much of it as each needs to eat, an omer for each person for as many of you as there are, each of you providing for those in your own tent.”"
        },
        {
          "verse": 17,
          "text": "The Israelites did so. Some gathered a large and some a small amount."
        },
        {
          "verse": 18,
          "text": "But when they measured it out by the omer, the one who had gathered a large amount did not have too much, and the one who had gathered a small amount did not have too little. They gathered as much as each needed to eat."
        },
        {
          "verse": 19,
          "text": "Moses said to them, “Let no one leave any of it over until morning.”"
        },
        {
          "verse": 20,
          "text": "But they did not listen to Moses, and some kept a part of it over until morning, and it became wormy and stank. Therefore Moses was angry with them."
        },
        {
          "verse": 21,
          "text": "Morning after morning they gathered it, as much as each needed to eat; but when the sun grew hot, it melted away."
        },
        {
          "verse": 22,
          "text": "On the sixth day they gathered twice as much food, two omers for each person. When all the leaders of the community came and reported this to Moses,"
        },
        {
          "verse": 23,
          "text": "he told them, “That is what the LORD has prescribed. Tomorrow is a day of rest, a holy sabbath of the LORD. Whatever you want to bake, bake; whatever you want to boil, boil; but whatever is left put away and keep until the morning.”"
        },
        {
          "verse": 24,
          "text": "When they put it away until the morning, as Moses commanded, it did not stink nor were there worms in it."
        },
        {
          "verse": 25,
          "text": "Moses then said, “Eat it today, for today is the sabbath of the LORD. Today you will not find any in the field."
        },
        {
          "verse": 26,
          "text": "Six days you will gather it, but on the seventh day, the sabbath, it will not be there.”"
        },
        {
          "verse": 27,
          "text": "Still, on the seventh day some of the people went out to gather it, but they did not find any."
        },
        {
          "verse": 28,
          "text": "Then the LORD said to Moses: How long will you refuse to keep my commandments and my instructions?"
        },
        {
          "verse": 29,
          "text": "Take note! The LORD has given you the sabbath. That is why on the sixth day he gives you food for two days. Each of you stay where you are and let no one go out on the seventh day."
        },
        {
          "verse": 30,
          "text": "After that the people rested on the seventh day."
        },
        {
          "verse": 31,
          "text": "The house of Israel named this food manna. It was like coriander seed, white, and it tasted like wafers made with honey."
        },
        {
          "verse": 32,
          "text": "Moses said, “This is what the LORD has commanded. Keep a full omer of it for your future generations, so that they may see the food I gave you to eat in the wilderness when I brought you out of the land of Egypt.”"
        },
        {
          "verse": 33,
          "text": "Moses then told Aaron, “Take a jar and put a full omer of manna in it. Then place it before the LORD to keep it for your future generations.”"
        },
        {
          "verse": 34,
          "text": "As the LORD had commanded Moses, Aaron placed it in front of the covenant to keep it."
        },
        {
          "verse": 35,
          "text": "The Israelites ate the manna for forty years, until they came to settled land; they ate the manna until they came to the borders of Canaan."
        },
        {
          "verse": 36,
          "text": "(An omer is one tenth of an ephah.)"
        }
      ]
    },
    {
      "chapter": 17,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 17 - Water from the Rock. From the wilderness of Sin the whole Israelite community journeyed by stages, as the LORD directed, and encamped at Rephidim. But there was no water for the people to drink,"
        },
        {
          "verse": 2,
          "text": "and so they quarreled with Moses and said, “Give us water to drink.” Moses replied to them, “Why do you quarrel with me? Why do you put the LORD to a test?”"
        },
        {
          "verse": 3,
          "text": "Here, then, in their thirst for water, the people grumbled against Moses, saying, “Why then did you bring us up out of Egypt? To have us die of thirst with our children and our livestock?”"
        },
        {
          "verse": 4,
          "text": "So Moses cried out to the LORD, “What shall I do with this people? A little more and they will stone me!”"
        },
        {
          "verse": 5,
          "text": "The LORD answered Moses: Go on ahead of the people, and take along with you some of the elders of Israel, holding in your hand, as you go, the staff with which you struck the Nile."
        },
        {
          "verse": 6,
          "text": "I will be standing there in front of you on the rock in Horeb. Strike the rock, and the water will flow from it for the people to drink. Moses did this, in the sight of the elders of Israel."
        },
        {
          "verse": 7,
          "text": "The place was named Massah and Meribah, because the Israelites quarreled there and tested the LORD, saying, “Is the LORD in our midst or not?”"
        },
        {
          "verse": 8,
          "text": "Battle with Amalek. Then Amalek came and waged war against Israel in Rephidim."
        },
        {
          "verse": 9,
          "text": "So Moses said to Joshua, “Choose some men for us, and tomorrow go out and engage Amalek in battle. I will be standing on top of the hill with the staff of God in my hand.”"
        },
        {
          "verse": 10,
          "text": "Joshua did as Moses told him: he engaged Amalek in battle while Moses, Aaron, and Hur climbed to the top of the hill."
        },
        {
          "verse": 11,
          "text": "As long as Moses kept his hands raised up, Israel had the better of the fight, but when he let his hands rest, Amalek had the better of the fight."
        },
        {
          "verse": 12,
          "text": "Moses’ hands, however, grew tired; so they took a rock and put it under him and he sat on it. Meanwhile Aaron and Hur supported his hands, one on one side and one on the other, so that his hands remained steady until sunset."
        },
        {
          "verse": 13,
          "text": "And Joshua defeated Amalek and his people with the sword."
        },
        {
          "verse": 14,
          "text": "Then the LORD said to Moses: Write this down in a book as something to be remembered, and recite it to Joshua: I will completely blot out the memory of Amalek from under the heavens."
        },
        {
          "verse": 15,
          "text": "Moses built an altar there, which he named Yahweh-nissi;"
        },
        {
          "verse": 16,
          "text": "for he said, “Take up the banner of the LORD! The LORD has a war against Amalek through the ages.”"
        }
      ]
    },
    {
      "chapter": 18,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 18 - Meeting with Jethro. Now Moses’ father-in-law Jethro, the priest of Midian, heard of all that God had done for Moses and for his people Israel: how the LORD had brought Israel out of Egypt."
        },
        {
          "verse": 2,
          "text": "So his father-in-law Jethro took along Zipporah, Moses’ wife—now this was after Moses had sent her back—"
        },
        {
          "verse": 3,
          "text": "and her two sons. One of these was named Gershom; for he said, “I am a resident alien in a foreign land.”"
        },
        {
          "verse": 4,
          "text": "The other was named Eliezer; for he said, “The God of my father is my help; he has rescued me from Pharaoh’s sword.”"
        },
        {
          "verse": 5,
          "text": "Together with Moses’ wife and sons, then, his father-in-law Jethro came to him in the wilderness where he was encamped at the mountain of God,"
        },
        {
          "verse": 6,
          "text": "and he sent word to Moses, “I, your father-in-law Jethro, am coming to you, along with your wife and her two sons.”"
        },
        {
          "verse": 7,
          "text": "Moses went out to meet his father-in-law, bowed down, and then kissed him. Having greeted each other, they went into the tent."
        },
        {
          "verse": 8,
          "text": "Moses then told his father-in-law of all that the LORD had done to Pharaoh and the Egyptians for the sake of Israel, and of all the hardships that had beset them on their journey, and how the LORD had rescued them."
        },
        {
          "verse": 9,
          "text": "Jethro rejoiced over all the goodness that the LORD had shown Israel in rescuing them from the power of the Egyptians."
        },
        {
          "verse": 10,
          "text": "“Blessed be the LORD,” he said, “who has rescued you from the power of the Egyptians and of Pharaoh."
        },
        {
          "verse": 11,
          "text": "Now I know that the LORD is greater than all the gods; for he rescued the people from the power of the Egyptians when they treated them arrogantly.”"
        },
        {
          "verse": 12,
          "text": "Then Jethro, the father-in-law of Moses, brought a burnt offering and sacrifices for God, and Aaron came with all the elders of Israel to share with Moses’ father-in-law in the meal before God."
        },
        {
          "verse": 13,
          "text": "Appointment of Minor Judges. The next day Moses sat in judgment for the people, while they stood around him from morning until evening."
        },
        {
          "verse": 14,
          "text": "When Moses’ father-in-law saw all that he was doing for the people, he asked, “What is this business that you are conducting for the people? Why do you sit alone while all the people have to stand about you from morning till evening?”"
        },
        {
          "verse": 15,
          "text": "Moses answered his father-in-law, “The people come to me to consult God."
        },
        {
          "verse": 16,
          "text": "Whenever they have a disagreement, they come to me to have me settle the matter between them and make known to them God’s statutes and instructions.”"
        },
        {
          "verse": 17,
          "text": "“What you are doing is not wise,” Moses’ father-in-law replied."
        },
        {
          "verse": 18,
          "text": "“You will surely wear yourself out, both you and these people with you. The task is too heavy for you; you cannot do it alone."
        },
        {
          "verse": 19,
          "text": "Now, listen to me, and I will give you some advice, and may God be with you. Act as the people’s representative before God, and bring their disputes to God."
        },
        {
          "verse": 20,
          "text": "Enlighten them in regard to the statutes and instructions, showing them how they are to conduct themselves and what they are to do."
        },
        {
          "verse": 21,
          "text": "But you should also look among all the people for able and God-fearing men, trustworthy men who hate dishonest gain, and set them over the people as commanders of thousands, of hundreds, of fifties, and of tens."
        },
        {
          "verse": 22,
          "text": "Let these render decisions for the people in all routine cases. Every important case they should refer to you, but every lesser case they can settle themselves. Lighten your burden by letting them bear it with you!"
        },
        {
          "verse": 23,
          "text": "If you do this, and God so commands you, you will be able to stand the strain, and all these people, too, will go home content.”"
        },
        {
          "verse": 24,
          "text": "Moses listened to his father-in-law and did all that he had said."
        },
        {
          "verse": 25,
          "text": "He picked out able men from all Israel and put them in charge of the people as commanders of thousands, of hundreds, of fifties, and of tens."
        },
        {
          "verse": 26,
          "text": "They rendered decisions for the people in all routine cases. The more difficult cases they referred to Moses, but all the lesser cases they settled themselves."
        },
        {
          "verse": 27,
          "text": "Then Moses said farewell to his father-in-law, who went off to his own country."
        }
      ]
    },
    {
      "chapter": 19,
      "verses": [
        {
          "verse": 1,
          "text": "VI. Covenant and Legislation at Mount Sinai Chapter 19 - Arrival at Sinai. In the third month after the Israelites’ departure from the land of Egypt, on the first day, they came to the wilderness of Sinai."
        },
        {
          "verse": 2,
          "text": "After they made the journey from Rephidim and entered the wilderness of Sinai, they then pitched camp in the wilderness. While Israel was encamped there in front of the mountain,"
        },
        {
          "verse": 3,
          "text": "Moses went up to the mountain of God. Then the LORD called to him from the mountain, saying: This is what you will say to the house of Jacob; tell the Israelites:"
        },
        {
          "verse": 4,
          "text": "You have seen how I treated the Egyptians and how I bore you up on eagles’ wings and brought you to myself."
        },
        {
          "verse": 5,
          "text": "Now, if you obey me completely and keep my covenant, you will be my treasured possession among all peoples, though all the earth is mine."
        },
        {
          "verse": 6,
          "text": "You will be to me a kingdom of priests, a holy nation. That is what you must tell the Israelites."
        },
        {
          "verse": 7,
          "text": "So Moses went and summoned the elders of the people. When he set before them all that the LORD had ordered him to tell them,"
        },
        {
          "verse": 8,
          "text": "all the people answered together, “Everything the LORD has said, we will do.” Then Moses brought back to the LORD the response of the people."
        },
        {
          "verse": 9,
          "text": "The LORD said to Moses: I am coming to you now in a dense cloud, so that when the people hear me speaking with you, they will also remain faithful to you. When Moses, then, had reported the response of the people to the LORD,"
        },
        {
          "verse": 10,
          "text": "the LORD said to Moses: Go to the people and have them sanctify themselves today and tomorrow. Have them wash their garments"
        },
        {
          "verse": 11,
          "text": "and be ready for the third day; for on the third day the LORD will come down on Mount Sinai in the sight of all the people."
        },
        {
          "verse": 12,
          "text": "Set limits for the people all around, saying: Take care not to go up the mountain, or even to touch its edge. All who touch the mountain must be put to death."
        },
        {
          "verse": 13,
          "text": "No hand shall touch them, but they must be stoned to death or killed with arrows. Whether human being or beast, they must not be allowed to live. Only when the ram’s horn sounds may they go up on the mountain."
        },
        {
          "verse": 14,
          "text": "Then Moses came down from the mountain to the people and had them sanctify themselves, and they washed their garments."
        },
        {
          "verse": 15,
          "text": "He said to the people, “Be ready for the third day. Do not approach a woman.”"
        },
        {
          "verse": 16,
          "text": "The Great Theophany. On the morning of the third day there were peals of thunder and lightning, and a heavy cloud over the mountain, and a very loud blast of the shofar, so that all the people in the camp trembled."
        },
        {
          "verse": 17,
          "text": "But Moses led the people out of the camp to meet God, and they stationed themselves at the foot of the mountain."
        },
        {
          "verse": 18,
          "text": "Now Mount Sinai was completely enveloped in smoke, because the LORD had come down upon it in fire. The smoke rose from it as though from a kiln, and the whole mountain trembled violently."
        },
        {
          "verse": 19,
          "text": "The blast of the shofar grew louder and louder, while Moses was speaking and God was answering him with thunder."
        },
        {
          "verse": 20,
          "text": "When the LORD came down upon Mount Sinai, to the top of the mountain, the LORD summoned Moses to the top of the mountain, and Moses went up."
        },
        {
          "verse": 21,
          "text": "Then the LORD told Moses: Go down and warn the people not to break through to the LORD in order to see him; otherwise many of them will be struck down."
        },
        {
          "verse": 22,
          "text": "For their part, the priests, who approach the LORD must sanctify themselves; else the LORD will break out in anger against them."
        },
        {
          "verse": 23,
          "text": "But Moses said to the LORD, “The people cannot go up to Mount Sinai, for you yourself warned us, saying: Set limits around the mountain to make it sacred.”"
        },
        {
          "verse": 24,
          "text": "So the LORD said to him: Go down and come up along with Aaron. But do not let the priests and the people break through to come up to the LORD; else he will break out against them.”"
        },
        {
          "verse": 25,
          "text": "So Moses went down to the people and spoke to them."
        }
      ]
    },
    {
      "chapter": 20,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 20 - The Ten Commandments. Then God spoke all these words:"
        },
        {
          "verse": 2,
          "text": "I am the LORD your God, who brought you out of the land of Egypt, out of the house of slavery."
        },
        {
          "verse": 3,
          "text": "You shall not have other gods beside me."
        },
        {
          "verse": 4,
          "text": "You shall not make for yourself an idol or a likeness of anything in the heavens above or on the earth below or in the waters beneath the earth;"
        },
        {
          "verse": 5,
          "text": "you shall not bow down before them or serve them. For I, the LORD, your God, am a jealous God, inflicting punishment for their ancestors’ wickedness on the children of those who hate me, down to the third and fourth generation;"
        },
        {
          "verse": 6,
          "text": "but showing love down to the thousandth generation of those who love me and keep my commandments."
        },
        {
          "verse": 7,
          "text": "You shall not invoke the name of the LORD, your God, in vain. For the LORD will not leave unpunished anyone who invokes his name in vain."
        },
        {
          "verse": 8,
          "text": "Remember the sabbath day—keep it holy."
        },
        {
          "verse": 9,
          "text": "Six days you may labor and do all your work,"
        },
        {
          "verse": 10,
          "text": "but the seventh day is a sabbath of the LORD your God. You shall not do any work, either you, your son or your daughter, your male or female slave, your work animal, or the resident alien within your gates."
        },
        {
          "verse": 11,
          "text": "For in six days the LORD made the heavens and the earth, the sea and all that is in them; but on the seventh day he rested. That is why the LORD has blessed the sabbath day and made it holy."
        },
        {
          "verse": 12,
          "text": "Honor your father and your mother, that you may have a long life in the land the LORD your God is giving you."
        },
        {
          "verse": 13,
          "text": "You shall not kill."
        },
        {
          "verse": 14,
          "text": "You shall not commit adultery."
        },
        {
          "verse": 15,
          "text": "You shall not steal."
        },
        {
          "verse": 16,
          "text": "You shall not bear false witness against your neighbor."
        },
        {
          "verse": 17,
          "text": "You shall not covet your neighbor’s house. You shall not covet your neighbor’s wife, his male or female slave, his ox or donkey, or anything that belongs to your neighbor."
        },
        {
          "verse": 18,
          "text": "Moses Accepted as Mediator. Now as all the people witnessed the thunder and lightning, the blast of the shofar and the mountain smoking, they became afraid and trembled. So they took up a position farther away"
        },
        {
          "verse": 19,
          "text": "and said to Moses, “You speak to us, and we will listen; but do not let God speak to us, or we shall die.”"
        },
        {
          "verse": 20,
          "text": "Moses answered the people, “Do not be afraid, for God has come only to test you and put the fear of him upon you so you do not sin.”"
        },
        {
          "verse": 21,
          "text": "So the people remained at a distance, while Moses approached the dark cloud where God was."
        },
        {
          "verse": 22,
          "text": "The Covenant Code. The LORD said to Moses: This is what you will say to the Israelites: You have seen for yourselves that I have spoken to you from heaven."
        },
        {
          "verse": 23,
          "text": "You shall not make alongside of me gods of silver, nor shall you make for yourselves gods of gold."
        },
        {
          "verse": 24,
          "text": "An altar of earth make for me, and sacrifice upon it your burnt offerings and communion sacrifices, your sheep and your oxen. In every place where I cause my name to be invoked I will come to you and bless you."
        },
        {
          "verse": 25,
          "text": "But if you make an altar of stone for me, do not build it of cut stone, for by putting a chisel to it you profane it."
        },
        {
          "verse": 26,
          "text": "You shall not ascend to my altar by steps, lest your nakedness be exposed."
        }
      ]
    },
    {
      "chapter": 21,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 21 - Laws Regarding Slaves. These are the ordinances you shall lay before them."
        },
        {
          "verse": 2,
          "text": "When you purchase a Hebrew slave, he is to serve you for six years, but in the seventh year he shall leave as a free person without any payment."
        },
        {
          "verse": 3,
          "text": "If he comes into service alone, he shall leave alone; if he comes with a wife, his wife shall leave with him."
        },
        {
          "verse": 4,
          "text": "But if his master gives him a wife and she bears him sons or daughters, the woman and her children belong to her master and the man shall leave alone."
        },
        {
          "verse": 5,
          "text": "If, however, the slave declares, ‘I love my master and my wife and children; I will not leave as a free person,’"
        },
        {
          "verse": 6,
          "text": "his master shall bring him to God and there, at the door or doorpost, he shall pierce his ear with an awl, thus keeping him as his slave forever."
        },
        {
          "verse": 7,
          "text": "When a man sells his daughter as a slave, she shall not go free as male slaves do."
        },
        {
          "verse": 8,
          "text": "But if she displeases her master, who had designated her for himself, he shall let her be redeemed. He has no right to sell her to a foreign people, since he has broken faith with her."
        },
        {
          "verse": 9,
          "text": "If he designates her for his son, he shall treat her according to the ordinance for daughters."
        },
        {
          "verse": 10,
          "text": "If he takes another wife, he shall not withhold her food, her clothing, or her conjugal rights."
        },
        {
          "verse": 11,
          "text": "If he does not do these three things for her, she may leave without cost, without any payment."
        },
        {
          "verse": 12,
          "text": "Personal Injury. Whoever strikes someone a mortal blow must be put to death."
        },
        {
          "verse": 13,
          "text": "However, regarding the one who did not hunt another down, but God caused death to happen by his hand, I will set apart for you a place to which that one may flee."
        },
        {
          "verse": 14,
          "text": "But when someone kills a neighbor after maliciously scheming to do so, you must take him even from my altar and put him to death."
        },
        {
          "verse": 15,
          "text": "Whoever strikes father or mother shall be put to death."
        },
        {
          "verse": 16,
          "text": "A kidnapper, whether he sells the person or the person is found in his possession, shall be put to death."
        },
        {
          "verse": 17,
          "text": "Whoever curses father or mother shall be put to death."
        },
        {
          "verse": 18,
          "text": "When men quarrel and one strikes the other with a stone or with his fist, not mortally, but enough to put him in bed,"
        },
        {
          "verse": 19,
          "text": "the one who struck the blow shall be acquitted, provided the other can get up and walk around with the help of his staff. Still, he must compensate him for his recovery time and make provision for his complete healing."
        },
        {
          "verse": 20,
          "text": "When someone strikes his male or female slave with a rod so that the slave dies under his hand, the act shall certainly be avenged."
        },
        {
          "verse": 21,
          "text": "If, however, the slave survives for a day or two, he is not to be punished, since the slave is his own property."
        },
        {
          "verse": 22,
          "text": "When men have a fight and hurt a pregnant woman, so that she suffers a miscarriage, but no further injury, the guilty one shall be fined as much as the woman’s husband demands of him, and he shall pay in the presence of the judges."
        },
        {
          "verse": 23,
          "text": "But if injury ensues, you shall give life for life,"
        },
        {
          "verse": 24,
          "text": "eye for eye, tooth for tooth, hand for hand, foot for foot,"
        },
        {
          "verse": 25,
          "text": "burn for burn, wound for wound, stripe for stripe."
        },
        {
          "verse": 26,
          "text": "When someone strikes his male or female slave in the eye and destroys the use of the eye, he shall let the slave go free in compensation for the eye."
        },
        {
          "verse": 27,
          "text": "If he knocks out a tooth of his male or female slave, he shall let the slave go free in compensation for the tooth."
        },
        {
          "verse": 28,
          "text": "When an ox gores a man or a woman to death, the ox must be stoned; its meat may not be eaten. The owner of the ox, however, shall be free of blame."
        },
        {
          "verse": 29,
          "text": "But if an ox was previously in the habit of goring people and its owner, though warned, would not watch it; should it then kill a man or a woman, not only must the ox be stoned, but its owner also must be put to death."
        },
        {
          "verse": 30,
          "text": "If, however, a fine is imposed on him, he must pay in ransom for his life whatever amount is imposed on him."
        },
        {
          "verse": 31,
          "text": "This ordinance applies if it is a boy or a girl that the ox gores."
        },
        {
          "verse": 32,
          "text": "But if it is a male or a female slave that it gores, he must pay the owner of the slave thirty shekels of silver, and the ox must be stoned."
        },
        {
          "verse": 33,
          "text": "Property Damage. When someone uncovers or digs a cistern and does not cover it over again, should an ox or a donkey fall into it,"
        },
        {
          "verse": 34,
          "text": "the owner of the cistern must make good by restoring the value of the animal to its owner, but the dead animal he may keep."
        },
        {
          "verse": 35,
          "text": "When one man’s ox hurts another’s ox and it dies, they shall sell the live ox and divide this money as well as the dead animal equally between them."
        },
        {
          "verse": 36,
          "text": "But if it was known that the ox was previously in the habit of goring and its owner would not watch it, he must make full restitution, an ox for an ox; but the dead animal he may keep."
        },
        {
          "verse": 37,
          "text": "When someone steals an ox or a sheep and slaughters or sells it, he shall restore five oxen for the one ox, and four sheep for the one sheep."
        }
      ]
    },
    {
      "chapter": 22,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 22 - [If a thief is caught in the act of housebreaking and beaten to death, there is no bloodguilt involved."
        },
        {
          "verse": 2,
          "text": "But if after sunrise he is thus beaten, there is bloodguilt.] He must make full restitution. If he has nothing, he shall be sold to pay for his theft."
        },
        {
          "verse": 3,
          "text": "If what he stole is found alive in his possession, be it an ox, a donkey or a sheep, he shall make twofold restitution."
        },
        {
          "verse": 4,
          "text": "When someone causes a field or a vineyard to be grazed over, by sending his cattle to graze in another’s field, he must make restitution with the best produce of his own field or vineyard."
        },
        {
          "verse": 5,
          "text": "If a fire breaks out, catches on to thorn bushes, and consumes shocked grain, standing grain, or the field itself, the one who started the fire must make full restitution."
        },
        {
          "verse": 6,
          "text": "Trusts and Loans. When someone gives money or articles to another for safekeeping and they are stolen from the latter’s house, the thief, if caught, must make twofold restitution."
        },
        {
          "verse": 7,
          "text": "If the thief is not caught, the owner of the house shall be brought to God, to swear that he himself did not lay hands on his neighbor’s property."
        },
        {
          "verse": 8,
          "text": "In every case of dishonest appropriation, whether it be about an ox, or a donkey, or a sheep, or a garment, or anything else that has disappeared, where another claims that the thing is his, the claim of both parties shall be brought before God; the one whom God convicts must make twofold restitution to the other."
        },
        {
          "verse": 9,
          "text": "When someone gives an ass, or an ox, or a sheep, or any other animal to another for safekeeping, if it dies, or is maimed or snatched away, without anyone witnessing the fact,"
        },
        {
          "verse": 10,
          "text": "there shall be an oath before the LORD between the two of them that the guardian did not lay hands on his neighbor’s property; the owner must accept the oath, and no restitution is to be made."
        },
        {
          "verse": 11,
          "text": "But if the guardian has actually stolen from it, then he must make restitution to the owner."
        },
        {
          "verse": 12,
          "text": "If it has been killed by a wild beast, let him bring it as evidence; he need not make restitution for the mangled animal."
        },
        {
          "verse": 13,
          "text": "When someone borrows an animal from a neighbor, if it is maimed or dies while the owner is not present, that one must make restitution."
        },
        {
          "verse": 14,
          "text": "But if the owner is present, that one need not make restitution. If it was hired, this was covered by the price of its hire."
        },
        {
          "verse": 15,
          "text": "Social Laws. When a man seduces a virgin who is not betrothed, and lies with her, he shall make her his wife by paying the bride price."
        },
        {
          "verse": 16,
          "text": "If her father refuses to give her to him, he must still pay him the bride price for virgins."
        },
        {
          "verse": 17,
          "text": "You shall not let a woman who practices sorcery live."
        },
        {
          "verse": 18,
          "text": "Anyone who lies with an animal shall be put to death."
        },
        {
          "verse": 19,
          "text": "Whoever sacrifices to any god, except to the LORD alone, shall be put under the ban."
        },
        {
          "verse": 20,
          "text": "You shall not oppress or afflict a resident alien, for you were once aliens residing in the land of Egypt."
        },
        {
          "verse": 21,
          "text": "You shall not wrong any widow or orphan."
        },
        {
          "verse": 22,
          "text": "If ever you wrong them and they cry out to me, I will surely listen to their cry."
        },
        {
          "verse": 23,
          "text": "My wrath will flare up, and I will kill you with the sword; then your own wives will be widows, and your children orphans."
        },
        {
          "verse": 24,
          "text": "If you lend money to my people, the poor among you, you must not be like a money lender; you must not demand interest from them."
        },
        {
          "verse": 25,
          "text": "If you take your neighbor’s cloak as a pledge, you shall return it to him before sunset;"
        },
        {
          "verse": 26,
          "text": "for this is his only covering; it is the cloak for his body. What will he sleep in? If he cries out to me, I will listen; for I am compassionate."
        },
        {
          "verse": 27,
          "text": "You shall not despise God, nor curse a leader of your people."
        },
        {
          "verse": 28,
          "text": "You shall not delay the offering of your harvest and your press. You shall give me the firstborn of your sons."
        },
        {
          "verse": 29,
          "text": "You must do the same with your oxen and your sheep; for seven days the firstling may stay with its mother, but on the eighth day you must give it to me."
        },
        {
          "verse": 30,
          "text": "You shall be a people sacred to me. Flesh torn to pieces in the field you shall not eat; you must throw it to the dogs."
        }
      ]
    },
    {
      "chapter": 23,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 23 - You shall not repeat a false report. Do not join your hand with the wicked to be a witness supporting violence."
        },
        {
          "verse": 2,
          "text": "You shall not follow the crowd in doing wrong. When testifying in a lawsuit, you shall not follow the crowd in perverting justice."
        },
        {
          "verse": 3,
          "text": "You shall not favor the poor in a lawsuit."
        },
        {
          "verse": 4,
          "text": "When you come upon your enemy’s ox or donkey going astray, you must see to it that it is returned."
        },
        {
          "verse": 5,
          "text": "When you notice the donkey of one who hates you lying down under its burden, you should not desert him; you must help him with it."
        },
        {
          "verse": 6,
          "text": "You shall not pervert justice for the needy among you in a lawsuit."
        },
        {
          "verse": 7,
          "text": "You shall keep away from anything dishonest. The innocent and the just you shall not put to death, for I will not acquit the guilty."
        },
        {
          "verse": 8,
          "text": "Never take a bribe, for a bribe blinds the clear-sighted and distorts the words of the just."
        },
        {
          "verse": 9,
          "text": "You shall not oppress a resident alien; you well know how it feels to be an alien, since you were once aliens yourselves in the land of Egypt."
        },
        {
          "verse": 10,
          "text": "Religious Laws. For six years you may sow your land and gather in its produce."
        },
        {
          "verse": 11,
          "text": "But the seventh year you shall let the land lie untilled and fallow, that the poor of your people may eat of it and their leftovers the wild animals may eat. So also shall you do in regard to your vineyard and your olive grove."
        },
        {
          "verse": 12,
          "text": "For six days you may do your work, but on the seventh day you must rest, that your ox and your donkey may have rest, and that the son of your maidservant and the resident alien may be refreshed."
        },
        {
          "verse": 13,
          "text": "Give heed to all that I have told you. You shall not mention the name of any other god; it shall not be heard from your lips."
        },
        {
          "verse": 14,
          "text": "Three times a year you shall celebrate a pilgrim feast to me."
        },
        {
          "verse": 15,
          "text": "You shall keep the feast of Unleavened Bread. As I have commanded you, you must eat unleavened bread for seven days at the appointed time in the month of Abib, for it was then that you came out of Egypt. No one shall appear before me empty-handed."
        },
        {
          "verse": 16,
          "text": "You shall also keep the feast of the grain harvest with the first fruits of the crop that you sow in the field; and finally, the feast of Ingathering at the end of the year, when you collect your produce from the fields."
        },
        {
          "verse": 17,
          "text": "Three times a year shall all your men appear before the LORD God."
        },
        {
          "verse": 18,
          "text": "You shall not offer the blood of my sacrifice with anything leavened; nor shall the fat of my feast be kept overnight till the next day."
        },
        {
          "verse": 19,
          "text": "The choicest first fruits of your soil you shall bring to the house of the LORD, your God. You shall not boil a young goat in its mother’s milk."
        },
        {
          "verse": 20,
          "text": "Reward of Fidelity. See, I am sending an angel before you, to guard you on the way and bring you to the place I have prepared."
        },
        {
          "verse": 21,
          "text": "Be attentive to him and obey him. Do not rebel against him, for he will not forgive your sin. My authority is within him."
        },
        {
          "verse": 22,
          "text": "If you obey him and carry out all I tell you, I will be an enemy to your enemies and a foe to your foes."
        },
        {
          "verse": 23,
          "text": "My angel will go before you and bring you to the Amorites, Hittites, Perizzites, Canaanites, Hivites and Jebusites; and I will wipe them out."
        },
        {
          "verse": 24,
          "text": "Therefore, you shall not bow down to their gods and serve them, nor shall you act as they do; rather, you must demolish them and smash their sacred stones."
        },
        {
          "verse": 25,
          "text": "You shall serve the LORD, your God; then he will bless your food and drink, and I will remove sickness from your midst;"
        },
        {
          "verse": 26,
          "text": "no woman in your land will be barren or miscarry; and I will give you a full span of life."
        },
        {
          "verse": 27,
          "text": "I will have the terror of me precede you, so that I will throw into panic every nation you reach. I will make all your enemies turn from you in flight,"
        },
        {
          "verse": 28,
          "text": "and ahead of you I will send hornets to drive the Hivites, Canaanites and Hittites out of your way."
        },
        {
          "verse": 29,
          "text": "But I will not drive them all out before you in one year, lest the land become desolate and the wild animals multiply against you."
        },
        {
          "verse": 30,
          "text": "Little by little I will drive them out before you, until you have grown numerous enough to take possession of the land."
        },
        {
          "verse": 31,
          "text": "I will set your boundaries from the Red Sea to the sea of the Philistines, and from the wilderness to the Euphrates; all who dwell in this land I will hand over to you and you shall drive them out before you."
        },
        {
          "verse": 32,
          "text": "You shall not make a covenant with them or their gods."
        },
        {
          "verse": 33,
          "text": "They must not live in your land. For if you serve their gods, this will become a snare to you."
        }
      ]
    },
    {
      "chapter": 24,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 24 - Ratification of the Covenant. Moses himself was told: Come up to the LORD, you and Aaron, with Nadab, Abihu, and seventy of the elders of Israel. You shall bow down at a distance."
        },
        {
          "verse": 2,
          "text": "Moses alone is to come close to the LORD; the others shall not come close, and the people shall not come up with them."
        },
        {
          "verse": 3,
          "text": "When Moses came to the people and related all the words and ordinances of the LORD, they all answered with one voice, “We will do everything that the LORD has told us.”"
        },
        {
          "verse": 4,
          "text": "Moses then wrote down all the words of the LORD and, rising early in the morning, he built at the foot of the mountain an altar and twelve sacred stones for the twelve tribes of Israel."
        },
        {
          "verse": 5,
          "text": "Then, having sent young men of the Israelites to offer burnt offerings and sacrifice young bulls as communion offerings to the LORD,"
        },
        {
          "verse": 6,
          "text": "Moses took half of the blood and put it in large bowls; the other half he splashed on the altar."
        },
        {
          "verse": 7,
          "text": "Taking the book of the covenant, he read it aloud to the people, who answered, “All that the LORD has said, we will hear and do.”"
        },
        {
          "verse": 8,
          "text": "Then he took the blood and splashed it on the people, saying, “This is the blood of the covenant which the LORD has made with you according to all these words.”"
        },
        {
          "verse": 9,
          "text": "Moses then went up with Aaron, Nadab, Abihu, and seventy elders of Israel,"
        },
        {
          "verse": 10,
          "text": "and they beheld the God of Israel. Under his feet there appeared to be sapphire tilework, as clear as the sky itself."
        },
        {
          "verse": 11,
          "text": "Yet he did not lay a hand on these chosen Israelites. They saw God, and they ate and drank."
        },
        {
          "verse": 12,
          "text": "Moses on the Mountain. The LORD said to Moses: Come up to me on the mountain and, while you are there, I will give you the stone tablets on which I have written the commandments intended for their instruction."
        },
        {
          "verse": 13,
          "text": "So Moses set out with Joshua, his assistant, and went up to the mountain of God."
        },
        {
          "verse": 14,
          "text": "He told the elders, “Wait here for us until we return to you. Aaron and Hur are with you. Anyone with a complaint should approach them.”"
        },
        {
          "verse": 15,
          "text": "Moses went up the mountain. Then the cloud covered the mountain."
        },
        {
          "verse": 16,
          "text": "The glory of the LORD settled upon Mount Sinai. The cloud covered it for six days, and on the seventh day he called to Moses from the midst of the cloud."
        },
        {
          "verse": 17,
          "text": "To the Israelites the glory of the LORD was seen as a consuming fire on the top of the mountain."
        },
        {
          "verse": 18,
          "text": "But Moses entered into the midst of the cloud and went up on the mountain. He was on the mountain for forty days and forty nights."
        }
      ]
    },
    {
      "chapter": 25,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 25 - Collection of Materials. The LORD spoke to Moses:"
        },
        {
          "verse": 2,
          "text": "Speak to the Israelites: Let them receive contributions for me. From each you shall receive the contribution that their hearts prompt them to give me."
        },
        {
          "verse": 3,
          "text": "These are the contributions you shall accept from them: gold, silver, and bronze;"
        },
        {
          "verse": 4,
          "text": "violet, purple, and scarlet yarn; fine linen and goat hair;"
        },
        {
          "verse": 5,
          "text": "rams’ skins dyed red, and tahash skins; acacia wood;"
        },
        {
          "verse": 6,
          "text": "oil for the light; spices for the anointing oil and for the fragrant incense;"
        },
        {
          "verse": 7,
          "text": "onyx stones and other gems for mounting on the ephod and the breastpiece."
        },
        {
          "verse": 8,
          "text": "They are to make a sanctuary for me, that I may dwell in their midst."
        },
        {
          "verse": 9,
          "text": "According to all that I show you regarding the pattern of the tabernacle and the pattern of its furnishings, so you are to make it."
        },
        {
          "verse": 10,
          "text": "Plan of the Ark. You shall make an ark of acacia wood, two and a half cubits long, one and a half cubits wide, and one and a half cubits high."
        },
        {
          "verse": 11,
          "text": "Plate it inside and outside with pure gold, and put a molding of gold around the top of it."
        },
        {
          "verse": 12,
          "text": "Cast four gold rings and put them on the four supports of the ark, two rings on one side and two on the opposite side."
        },
        {
          "verse": 13,
          "text": "Then make poles of acacia wood and plate them with gold."
        },
        {
          "verse": 14,
          "text": "These poles you are to put through the rings on the sides of the ark, for carrying it;"
        },
        {
          "verse": 15,
          "text": "they must remain in the rings of the ark and never be withdrawn."
        },
        {
          "verse": 16,
          "text": "In the ark you are to put the covenant which I will give you."
        },
        {
          "verse": 17,
          "text": "You shall then make a cover of pure gold, two and a half cubits long, and one and a half cubits wide."
        },
        {
          "verse": 18,
          "text": "Make two cherubim of beaten gold for the two ends of the cover;"
        },
        {
          "verse": 19,
          "text": "make one cherub at one end, and the other at the other end, of one piece with the cover, at each end."
        },
        {
          "verse": 20,
          "text": "The cherubim shall have their wings spread out above, sheltering the cover with them; they shall face each other, with their faces looking toward the cover."
        },
        {
          "verse": 21,
          "text": "This cover you shall then place on top of the ark. In the ark itself you are to put the covenant which I will give you."
        },
        {
          "verse": 22,
          "text": "There I will meet you and there, from above the cover, between the two cherubim on the ark of the covenant, I will tell you all that I command you regarding the Israelites."
        },
        {
          "verse": 23,
          "text": "The Table. You shall also make a table of acacia wood, two cubits long, a cubit wide, and a cubit and a half high."
        },
        {
          "verse": 24,
          "text": "Plate it with pure gold and make a molding of gold around it."
        },
        {
          "verse": 25,
          "text": "Make a frame for it, a handbreadth high, and make a molding of gold around the frame."
        },
        {
          "verse": 26,
          "text": "You shall also make four rings of gold for it and fasten them at the four corners, one at each leg."
        },
        {
          "verse": 27,
          "text": "The rings shall be alongside the frame as holders for the poles to carry the table."
        },
        {
          "verse": 28,
          "text": "These poles for carrying the table you shall make of acacia wood and plate with gold."
        },
        {
          "verse": 29,
          "text": "You shall make its plates and cups, as well as its pitchers and bowls for pouring libations; make them of pure gold."
        },
        {
          "verse": 30,
          "text": "On the table you shall always keep showbread set before me."
        },
        {
          "verse": 31,
          "text": "The Menorah. You shall make a menorah of pure beaten gold—its shaft and branches—with its cups and knobs and petals springing directly from it."
        },
        {
          "verse": 32,
          "text": "Six branches are to extend from its sides, three branches on one side, and three on the other."
        },
        {
          "verse": 33,
          "text": "On one branch there are to be three cups, shaped like almond blossoms, each with its knob and petals; on the opposite branch there are to be three cups, shaped like almond blossoms, each with its knob and petals; and so for the six branches that extend from the menorah."
        },
        {
          "verse": 34,
          "text": "On the menorah there are to be four cups, shaped like almond blossoms, with their knobs and petals."
        },
        {
          "verse": 35,
          "text": "The six branches that go out from the menorah are to have a knob under each pair."
        },
        {
          "verse": 36,
          "text": "Their knobs and branches shall so spring from it that the whole will form a single piece of pure beaten gold."
        },
        {
          "verse": 37,
          "text": "You shall then make seven lamps for it and so set up the lamps that they give their light on the space in front of the menorah."
        },
        {
          "verse": 38,
          "text": "These, as well as the trimming shears and trays, must be of pure gold."
        },
        {
          "verse": 39,
          "text": "Use a talent of pure gold for the menorah and all these utensils."
        },
        {
          "verse": 40,
          "text": "See that you make them according to the pattern shown you on the mountain."
        }
      ]
    },
    {
      "chapter": 26,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 26 - The Tent Cloth. The tabernacle itself you shall make out of ten sheets woven of fine linen twined and of violet, purple, and scarlet yarn, with cherubim embroidered on them."
        },
        {
          "verse": 2,
          "text": "The length of each shall be twenty-eight cubits, and the width four cubits; all the sheets shall be of the same size."
        },
        {
          "verse": 3,
          "text": "Five of the sheets are to be joined one to another; and the same for the other five."
        },
        {
          "verse": 4,
          "text": "Make loops of violet yarn along the edge of the end sheet in one set, and the same along the edge of the end sheet in the other set."
        },
        {
          "verse": 5,
          "text": "Make fifty loops along the edge of the end sheet in the first set, and fifty loops along the edge of the corresponding sheet in the second set, and so placed that the loops are directly opposite each other."
        },
        {
          "verse": 6,
          "text": "Then make fifty clasps of gold and join the two sets of sheets, so that the tabernacle forms one whole."
        },
        {
          "verse": 7,
          "text": "Also make sheets woven of goat hair for a tent over the tabernacle. Make eleven such sheets;"
        },
        {
          "verse": 8,
          "text": "the length of each shall be thirty cubits, and the width four cubits: all eleven sheets shall be of the same size."
        },
        {
          "verse": 9,
          "text": "Join five of the sheets into one set, and the other six sheets into another set. Use the sixth sheet double at the front of the tent."
        },
        {
          "verse": 10,
          "text": "Make fifty loops along the edge of the end sheet in one set, and fifty loops along the edge of the end sheet in the second set."
        },
        {
          "verse": 11,
          "text": "Also make fifty bronze clasps and put them into the loops, to join the tent into one whole."
        },
        {
          "verse": 12,
          "text": "There will be an extra half sheet of tent covering, which shall be allowed to hang down over the rear of the tabernacle."
        },
        {
          "verse": 13,
          "text": "Likewise, the sheets of the tent will have an extra cubit’s length to be left hanging down on either side of the tabernacle to cover it."
        },
        {
          "verse": 14,
          "text": "Over the tent itself make a covering of rams’ skins dyed red, and above that, a covering of tahash skins."
        },
        {
          "verse": 15,
          "text": "The Framework. You shall make frames for the tabernacle, acacia-wood uprights."
        },
        {
          "verse": 16,
          "text": "The length of each frame is to be ten cubits, and its width one and a half cubits."
        },
        {
          "verse": 17,
          "text": "Each frame shall have two arms joined one to another; so you are to make all the frames of the tabernacle."
        },
        {
          "verse": 18,
          "text": "Make the frames of the tabernacle as follows: twenty frames on the south side,"
        },
        {
          "verse": 19,
          "text": "with forty silver pedestals under the twenty frames, two pedestals under each frame for its two arms;"
        },
        {
          "verse": 20,
          "text": "twenty frames on the other side of the tabernacle, the north side,"
        },
        {
          "verse": 21,
          "text": "with their forty silver pedestals, two pedestals under each frame."
        },
        {
          "verse": 22,
          "text": "At the rear of the tabernacle, to the west, six frames,"
        },
        {
          "verse": 23,
          "text": "and two frames for the corners of the tabernacle, at its rear."
        },
        {
          "verse": 24,
          "text": "These two shall be double at the bottom, and likewise double at the top, to the first ring. That is how both corner frames are to be made."
        },
        {
          "verse": 25,
          "text": "Thus, there shall be eight frames, with their sixteen silver pedestals, two pedestals under each frame."
        },
        {
          "verse": 26,
          "text": "Also make bars of acacia wood: five for the frames on one side of the tabernacle,"
        },
        {
          "verse": 27,
          "text": "five for those on the other side, and five for those at the rear, to the west."
        },
        {
          "verse": 28,
          "text": "The center bar, at the middle of the frames, shall reach across from end to end."
        },
        {
          "verse": 29,
          "text": "Plate the frames with gold, and make gold rings on them as holders for the bars, which are also to be plated with gold."
        },
        {
          "verse": 30,
          "text": "You shall set up the tabernacle according to its plan, which you were shown on the mountain."
        },
        {
          "verse": 31,
          "text": "The Veils. You shall make a veil woven of violet, purple, and scarlet yarn, and of fine linen twined, with cherubim embroidered on it."
        },
        {
          "verse": 32,
          "text": "It is to be hung on four gold-plated columns of acacia wood, which shall have gold hooks and shall rest on four silver pedestals."
        },
        {
          "verse": 33,
          "text": "Hang the veil from clasps. The ark of the covenant you shall bring inside, behind this veil which divides the holy place from the holy of holies."
        },
        {
          "verse": 34,
          "text": "Set the cover on the ark of the covenant in the holy of holies."
        },
        {
          "verse": 35,
          "text": "Outside the veil you shall place the table and the menorah, the latter on the south side of the tabernacle, opposite the table, which is to be put on the north side."
        },
        {
          "verse": 36,
          "text": "For the entrance of the tent make a variegated curtain of violet, purple, and scarlet yarn and of fine linen twined."
        },
        {
          "verse": 37,
          "text": "Make five columns of acacia wood for this curtain; plate them with gold, with their hooks of gold; and cast five bronze pedestals for them."
        }
      ]
    },
    {
      "chapter": 27,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 27 - The Altar for Burnt Offerings. You shall make an altar of acacia wood, on a square, five cubits long and five cubits wide; it shall be three cubits high."
        },
        {
          "verse": 2,
          "text": "At the four corners make horns that are of one piece with the altar. You shall then plate it with bronze."
        },
        {
          "verse": 3,
          "text": "Make pots for removing the ashes, as well as shovels, basins, forks, and fire pans; all these utensils you shall make of bronze."
        },
        {
          "verse": 4,
          "text": "Make for it a grating, a bronze network; make four bronze rings for it, one at each of its four corners."
        },
        {
          "verse": 5,
          "text": "Put it down around the altar, on the ground. This network is to be half as high as the altar."
        },
        {
          "verse": 6,
          "text": "You shall also make poles of acacia wood for the altar, and plate them with bronze."
        },
        {
          "verse": 7,
          "text": "These poles are to be put through the rings, so that they are on either side of the altar when it is carried."
        },
        {
          "verse": 8,
          "text": "Make the altar itself in the form of a hollow box. Just as it was shown you on the mountain, so it is to be made."
        },
        {
          "verse": 9,
          "text": "Court of the Tabernacle. You shall also make a court for the tabernacle. On the south side the court shall have hangings, of fine linen twined, a hundred cubits long,"
        },
        {
          "verse": 10,
          "text": "with twenty columns and twenty pedestals of bronze; the hooks and bands on the columns shall be of silver."
        },
        {
          "verse": 11,
          "text": "On the north side there shall be similar hangings, a hundred cubits long, with twenty columns and twenty pedestals of bronze; the hooks and bands on the columns shall be of silver."
        },
        {
          "verse": 12,
          "text": "On the west side, across the width of the court, there shall be hangings, fifty cubits long, with ten columns and ten pedestals."
        },
        {
          "verse": 13,
          "text": "The width of the court on the east side shall be fifty cubits."
        },
        {
          "verse": 14,
          "text": "On one side there shall be hangings to the extent of fifteen cubits, with three columns and three pedestals;"
        },
        {
          "verse": 15,
          "text": "on the other side there shall be hangings to the extent of fifteen cubits, with three columns and three pedestals."
        },
        {
          "verse": 16,
          "text": "At the gate of the court there shall be a variegated curtain, twenty cubits long, woven of violet, purple, and scarlet yarn and of fine linen twined. It shall have four columns and four pedestals."
        },
        {
          "verse": 17,
          "text": "All the columns around the court shall have bands and hooks of silver, and pedestals of bronze."
        },
        {
          "verse": 18,
          "text": "The court is to be one hundred cubits long, fifty cubits wide, and five cubits high. Fine linen twined must be used, and the pedestals must be of bronze."
        },
        {
          "verse": 19,
          "text": "All the fittings of the tabernacle, whatever be their use, as well as all its tent pegs and all the tent pegs of the court, must be of bronze."
        },
        {
          "verse": 20,
          "text": "Oil for the Lamps. You shall command the Israelites to bring you clear oil of crushed olives, to be used for the light, so that you may keep lamps burning always."
        },
        {
          "verse": 21,
          "text": "From evening to morning Aaron and his sons shall maintain them before the LORD in the tent of meeting, outside the veil which hangs in front of the covenant. This shall be a perpetual statute for the Israelites throughout their generations."
        }
      ]
    },
    {
      "chapter": 28,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 28 - The Priestly Vestments. Have your brother Aaron, and with him his sons, brought to you, from among the Israelites, that they may be my priests: Nadab and Abihu, Eleazar and Ithamar, Aaron’s sons."
        },
        {
          "verse": 2,
          "text": "For the glorious adornment of your brother Aaron you shall have sacred vestments made."
        },
        {
          "verse": 3,
          "text": "Therefore, tell the various artisans whom I have endowed with skill to make vestments for Aaron to consecrate him as my priest."
        },
        {
          "verse": 4,
          "text": "These are the vestments they shall make: a breastpiece, an ephod, a robe, a brocade tunic, a turban, and a sash. In making these sacred vestments which your brother Aaron and his sons are to wear in serving as my priests,"
        },
        {
          "verse": 5,
          "text": "they shall use gold, violet, purple, and scarlet yarn and fine linen."
        },
        {
          "verse": 6,
          "text": "The Ephod and Breastpiece. The ephod they shall make of gold thread and of violet, purple, and scarlet yarn, embroidered on cloth of fine linen twined."
        },
        {
          "verse": 7,
          "text": "It shall have a pair of shoulder straps joined to its two upper ends."
        },
        {
          "verse": 8,
          "text": "The embroidered belt of the ephod shall extend out from it and, like it, be made of gold thread, of violet, purple, and scarlet yarn, and of fine linen twined."
        },
        {
          "verse": 9,
          "text": "Get two onyx stones and engrave on them the names of the sons of Israel:"
        },
        {
          "verse": 10,
          "text": "six of their names on one stone, and the names of the remaining six on the other stone, in the order of their birth."
        },
        {
          "verse": 11,
          "text": "As a gem-cutter engraves a seal, so shall you have the two stones engraved with the names of the sons of Israel and then mounted in gold filigree work."
        },
        {
          "verse": 12,
          "text": "Set these two stones on the shoulder straps of the ephod as memorial stones of the sons of Israel. Thus Aaron shall bear their names on his shoulders as a reminder before the LORD."
        },
        {
          "verse": 13,
          "text": "Make filigree rosettes of gold,"
        },
        {
          "verse": 14,
          "text": "as well as two chains of pure gold, twisted like cords, and fasten the cordlike chains to the filigree rosettes."
        },
        {
          "verse": 15,
          "text": "The breastpiece of decision you shall also have made, embroidered like the ephod with gold thread and violet, purple, and scarlet yarn on cloth of fine linen twined."
        },
        {
          "verse": 16,
          "text": "It is to be square when folded double, a span high and a span wide."
        },
        {
          "verse": 17,
          "text": "On it you shall mount four rows of precious stones: in the first row, a carnelian, a topaz, and an emerald;"
        },
        {
          "verse": 18,
          "text": "in the second row, a garnet, a sapphire, and a beryl;"
        },
        {
          "verse": 19,
          "text": "in the third row, a jacinth, an agate, and an amethyst;"
        },
        {
          "verse": 20,
          "text": "in the fourth row, a chrysolite, an onyx, and a jasper. These stones are to be mounted in gold filigree work,"
        },
        {
          "verse": 21,
          "text": "twelve of them to match the names of the sons of Israel, each stone engraved like a seal with the name of one of the twelve tribes."
        },
        {
          "verse": 22,
          "text": "When the chains of pure gold, twisted like cords, have been made for the breastpiece,"
        },
        {
          "verse": 23,
          "text": "you shall then make two rings of gold for it and fasten them to the two upper ends of the breastpiece."
        },
        {
          "verse": 24,
          "text": "The gold cords are then to be fastened to the two rings at the upper ends of the breastpiece,"
        },
        {
          "verse": 25,
          "text": "the other two ends of the cords being fastened in front to the two filigree rosettes which are attached to the shoulder straps of the ephod."
        },
        {
          "verse": 26,
          "text": "Make two other rings of gold and put them on the two lower ends of the breastpiece, on its edge that faces the ephod."
        },
        {
          "verse": 27,
          "text": "Then make two more rings of gold and fasten them to the bottom of the shoulder straps next to where they join the ephod in front, just above its embroidered belt."
        },
        {
          "verse": 28,
          "text": "Violet ribbons shall bind the rings of the breastpiece to the rings of the ephod, so that the breastpiece will stay right above the embroidered belt of the ephod and not swing loose from it."
        },
        {
          "verse": 29,
          "text": "Whenever Aaron enters the sanctuary, he will thus bear the names of the sons of Israel on the breastpiece of decision over his heart as a constant reminder before the LORD."
        },
        {
          "verse": 30,
          "text": "In this breastpiece of decision you shall put the Urim and Thummim, that they may be over Aaron’s heart whenever he enters the presence of the LORD. Thus he shall always bear the decisions for the Israelites over his heart in the presence of the LORD."
        },
        {
          "verse": 31,
          "text": "Other Vestments. The robe of the ephod you shall make entirely of violet material."
        },
        {
          "verse": 32,
          "text": "It shall have an opening for the head in the center, and around this opening there shall be a selvage, woven as at the opening of a shirt, to keep it from being torn."
        },
        {
          "verse": 33,
          "text": "At the hem at the bottom you shall make pomegranates, woven of violet, purple, and scarlet yarn and fine linen twined, with gold bells between them;"
        },
        {
          "verse": 34,
          "text": "a gold bell, a pomegranate, a gold bell, a pomegranate, all around the hem of the robe."
        },
        {
          "verse": 35,
          "text": "Aaron shall wear it when ministering, that its sound may be heard as he enters and leaves the LORD’s presence in the sanctuary; else he will die."
        },
        {
          "verse": 36,
          "text": "You shall also make a plate of pure gold and engrave on it, as on a seal engraving, “Sacred to the LORD.”"
        },
        {
          "verse": 37,
          "text": "This plate is to be tied over the turban with a violet ribbon in such a way that it rests on the front of the turban,"
        },
        {
          "verse": 38,
          "text": "over Aaron’s forehead. Since Aaron bears whatever guilt the Israelites may incur in consecrating any of their sacred gifts, this plate must always be over his forehead, so that they may find favor with the LORD."
        },
        {
          "verse": 39,
          "text": "The tunic of fine linen shall be brocaded. The turban shall be made of fine linen. The sash shall be of variegated work."
        },
        {
          "verse": 40,
          "text": "Likewise, for the glorious adornment of Aaron’s sons you shall have tunics and sashes and skullcaps made, for glorious splendor."
        },
        {
          "verse": 41,
          "text": "With these you shall clothe your brother Aaron and his sons. Anoint and install them, consecrating them as my priests."
        },
        {
          "verse": 42,
          "text": "You must also make linen pants for them, to cover their naked flesh from their loins to their thighs."
        },
        {
          "verse": 43,
          "text": "Aaron and his sons shall wear them whenever they go into the tent of meeting or approach the altar to minister in the sanctuary, lest they incur guilt and die. This shall be a perpetual ordinance for him and for his descendants."
        }
      ]
    },
    {
      "chapter": 29,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 29 - Consecration of the Priests. This is the rite you shall perform in consecrating them as my priests. Procure a young bull and two unblemished rams."
        },
        {
          "verse": 2,
          "text": "With bran flour make unleavened cakes mixed with oil, and unleavened wafers spread with oil,"
        },
        {
          "verse": 3,
          "text": "and put them in a basket. Take the basket of them along with the bull and the two rams."
        },
        {
          "verse": 4,
          "text": "Aaron and his sons you shall also bring to the entrance of the tent of meeting, and there wash them with water."
        },
        {
          "verse": 5,
          "text": "Take the vestments and clothe Aaron with the tunic, the robe of the ephod, the ephod itself, and the breastpiece, fastening the embroidered belt of the ephod around him."
        },
        {
          "verse": 6,
          "text": "Put the turban on his head, the sacred diadem on the turban."
        },
        {
          "verse": 7,
          "text": "Then take the anointing oil and pour it on his head, and anoint him."
        },
        {
          "verse": 8,
          "text": "Bring forward his sons also and clothe them with the tunics,"
        },
        {
          "verse": 9,
          "text": "gird them with the sashes, and tie the skullcaps on them. Thus shall the priesthood be theirs by a perpetual statute, and thus shall you install Aaron and his sons."
        },
        {
          "verse": 10,
          "text": "Installation Sacrifices. Now bring forward the bull in front of the tent of meeting. There Aaron and his sons shall lay their hands on its head."
        },
        {
          "verse": 11,
          "text": "Then slaughter the bull before the LORD, at the entrance of the tent of meeting."
        },
        {
          "verse": 12,
          "text": "Take some of its blood and with your finger put it on the horns of the altar. All the rest of the blood you shall pour out at the base of the altar."
        },
        {
          "verse": 13,
          "text": "All the fat that covers its inner organs, as well as the lobe of its liver and its two kidneys, together with the fat that is on them, you shall take and burn on the altar."
        },
        {
          "verse": 14,
          "text": "But the meat and hide and dung of the bull you must burn up outside the camp, since this is a purification offering."
        },
        {
          "verse": 15,
          "text": "Then take one of the rams, and after Aaron and his sons have laid their hands on its head,"
        },
        {
          "verse": 16,
          "text": "slaughter it. The blood you shall take and splash on all the sides of the altar."
        },
        {
          "verse": 17,
          "text": "Cut the ram into pieces; you shall wash its inner organs and shanks and put them with the pieces and with the head."
        },
        {
          "verse": 18,
          "text": "Then you shall burn the entire ram on the altar, since it is a burnt offering, a sweet-smelling oblation to the LORD."
        },
        {
          "verse": 19,
          "text": "After this take the other ram, and when Aaron and his sons have laid their hands on its head,"
        },
        {
          "verse": 20,
          "text": "slaughter it. Some of its blood you shall take and put on the tip of Aaron’s right ear and on the tips of his sons’ right ears and on the thumbs of their right hands and the great toes of their right feet. Splash the rest of the blood on all the sides of the altar."
        },
        {
          "verse": 21,
          "text": "Then take some of the blood that is on the altar, together with some of the anointing oil, and sprinkle this on Aaron and his vestments, as well as on his sons and their vestments, that he and his sons and their vestments may be sacred."
        },
        {
          "verse": 22,
          "text": "Now, from this ram you shall take its fat: its fatty tail, the fat that covers its inner organs, the lobe of its liver, its two kidneys with the fat that is on them, and its right thigh, since this is the ram for installation;"
        },
        {
          "verse": 23,
          "text": "then, out of the basket of unleavened food that you have set before the LORD, you shall take one of the loaves of bread, one of the cakes made with oil, and one of the wafers."
        },
        {
          "verse": 24,
          "text": "All these things you shall put into the hands of Aaron and his sons, so that they may raise them as an elevated offering before the LORD."
        },
        {
          "verse": 25,
          "text": "After you receive them back from their hands, you shall burn them on top of the burnt offering on the altar as a sweet-smelling oblation to the LORD."
        },
        {
          "verse": 26,
          "text": "Finally, take the brisket of Aaron’s installation ram and raise it as an elevated offering before the LORD; this is to be your own portion."
        },
        {
          "verse": 27,
          "text": "Thus shall you set aside the brisket of whatever elevated offering is raised, as well as the thigh of whatever contribution is raised up, whether this be the installation ram or anything else belonging to Aaron or to his sons."
        },
        {
          "verse": 28,
          "text": "Such things are due to Aaron and his sons from the Israelites by a perpetual statute as a contribution. From their communion offerings, too, the Israelites shall make a contribution, their contribution to the LORD."
        },
        {
          "verse": 29,
          "text": "The sacred vestments of Aaron shall be passed down to his sons after him, that in them they may be anointed and installed."
        },
        {
          "verse": 30,
          "text": "The son who succeeds him as priest and who is to enter the tent of meeting to minister in the sanctuary shall be clothed with them for seven days."
        },
        {
          "verse": 31,
          "text": "You shall take the installation ram and boil its meat in a holy place."
        },
        {
          "verse": 32,
          "text": "At the entrance of the tent of meeting Aaron and his sons shall eat the meat of the ram and the bread that is in the basket."
        },
        {
          "verse": 33,
          "text": "They themselves are to eat of these things by which atonement was made at their installation and consecration; but no unauthorized person may eat of them, since they are sacred."
        },
        {
          "verse": 34,
          "text": "If some of the meat of the installation sacrifice or some of the bread remains over on the next day, this remnant you must burn up; it is not to be eaten, since it is sacred."
        },
        {
          "verse": 35,
          "text": "Carry out all these commands in regard to Aaron and his sons just as I have given them to you. Seven days you shall spend installing them,"
        },
        {
          "verse": 36,
          "text": "sacrificing a bull each day as a purification offering, to make atonement. Thus you shall purify the altar by purging it, and you shall anoint it in order to consecrate it."
        },
        {
          "verse": 37,
          "text": "Seven days you shall spend in purging the altar and in consecrating it. Then the altar will be most sacred, and whatever touches it will become sacred."
        },
        {
          "verse": 38,
          "text": "Now, this is what you shall regularly offer on the altar: two yearling lambs as the sacrifice established for each day;"
        },
        {
          "verse": 39,
          "text": "one lamb in the morning and the other lamb at the evening twilight."
        },
        {
          "verse": 40,
          "text": "With the first lamb there shall be a tenth of an ephah of bran flour mixed with a fourth of a hin of oil of crushed olives and, as its libation, a fourth of a hin of wine."
        },
        {
          "verse": 41,
          "text": "The other lamb you shall offer at the evening twilight, with the same grain offering and libation as in the morning. You shall offer this as a sweet-smelling oblation to the LORD."
        },
        {
          "verse": 42,
          "text": "Throughout your generations this regular burnt offering shall be made before the LORD at the entrance of the tent of meeting, where I will meet you and speak to you."
        },
        {
          "verse": 43,
          "text": "There, at the altar, I will meet the Israelites; hence, it will be made sacred by my glory."
        },
        {
          "verse": 44,
          "text": "Thus I will consecrate the tent of meeting and the altar, just as I also consecrate Aaron and his sons to be my priests."
        },
        {
          "verse": 45,
          "text": "I will dwell in the midst of the Israelites and will be their God."
        },
        {
          "verse": 46,
          "text": "They shall know that I, the LORD, am their God who brought them out of the land of Egypt, so that I, the LORD, their God, might dwell among them."
        }
      ]
    },
    {
      "chapter": 30,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 30 - Altar of Incense. For burning incense you shall make an altar of acacia wood,"
        },
        {
          "verse": 2,
          "text": "with a square surface, a cubit long, a cubit wide, and two cubits high, with horns that are of one piece with it."
        },
        {
          "verse": 3,
          "text": "Its grate on top, its walls on all four sides, and its horns you shall plate with pure gold. Put a gold molding around it."
        },
        {
          "verse": 4,
          "text": "Underneath the molding you shall put gold rings, two on one side and two on the opposite side, as holders for the poles used in carrying it."
        },
        {
          "verse": 5,
          "text": "Make the poles, too, of acacia wood and plate them with gold."
        },
        {
          "verse": 6,
          "text": "This altar you are to place in front of the veil that hangs before the ark of the covenant where I will meet you."
        },
        {
          "verse": 7,
          "text": "On it Aaron shall burn fragrant incense. Morning after morning, when he prepares the lamps,"
        },
        {
          "verse": 8,
          "text": "and again in the evening twilight, when he lights the lamps, he shall burn incense. Throughout your generations this shall be the regular incense offering before the LORD."
        },
        {
          "verse": 9,
          "text": "On this altar you shall not offer up any profane incense, or any burnt offering or grain offering; nor shall you pour out a libation upon it."
        },
        {
          "verse": 10,
          "text": "Once a year Aaron shall purge its horns. Throughout your generations he is to purge it once a year with the blood of the atoning purification offering. This altar is most sacred to the LORD."
        },
        {
          "verse": 11,
          "text": "Census Tax. The LORD also told Moses:"
        },
        {
          "verse": 12,
          "text": "When you take a census of the Israelites who are to be enrolled, each one, as he is enrolled, shall give the LORD a ransom for his life, so that no plague may come upon them for being enrolled."
        },
        {
          "verse": 13,
          "text": "This is what everyone who is enrolled must pay: a half-shekel, according to the standard of the sanctuary shekel—twenty gerahs to the shekel—a half-shekel contribution to the LORD."
        },
        {
          "verse": 14,
          "text": "Everyone who is enrolled, of twenty years or more, must give the contribution to the LORD."
        },
        {
          "verse": 15,
          "text": "The rich need not give more, nor shall the poor give less, than a half-shekel in this contribution to the LORD to pay the ransom for their lives."
        },
        {
          "verse": 16,
          "text": "When you receive this ransom money from the Israelites, you shall donate it to the service of the tent of meeting, that there it may be a reminder of the Israelites before the LORD of the ransom paid for their lives."
        },
        {
          "verse": 17,
          "text": "The Basin. The LORD told Moses:"
        },
        {
          "verse": 18,
          "text": "For ablutions you shall make a bronze basin with a bronze stand. Place it between the tent of meeting and the altar, and put water in it."
        },
        {
          "verse": 19,
          "text": "Aaron and his sons shall use it in washing their hands and feet."
        },
        {
          "verse": 20,
          "text": "When they are about to enter the tent of meeting, they must wash with water, lest they die. Likewise when they approach the altar to minister, to offer an oblation to the LORD,"
        },
        {
          "verse": 21,
          "text": "they must wash their hands and feet, lest they die. This shall be a perpetual statute for him and his descendants throughout their generations."
        },
        {
          "verse": 22,
          "text": "The Anointing Oil. The LORD told Moses:"
        },
        {
          "verse": 23,
          "text": "Take the finest spices: five hundred shekels of free-flowing myrrh; half that amount, that is, two hundred and fifty shekels, of fragrant cinnamon; two hundred and fifty shekels of fragrant cane;"
        },
        {
          "verse": 24,
          "text": "five hundred shekels of cassia—all according to the standard of the sanctuary shekel; together with a hin of olive oil;"
        },
        {
          "verse": 25,
          "text": "and blend them into sacred anointing oil, perfumed ointment expertly prepared. With this sacred anointing oil"
        },
        {
          "verse": 26,
          "text": "you shall anoint the tent of meeting and the ark of the covenant,"
        },
        {
          "verse": 27,
          "text": "the table and all its utensils, the menorah and its utensils, the altar of incense"
        },
        {
          "verse": 28,
          "text": "and the altar for burnt offerings with all its utensils, and the basin with its stand."
        },
        {
          "verse": 29,
          "text": "When you have consecrated them, they shall be most sacred; whatever touches them shall be sacred."
        },
        {
          "verse": 30,
          "text": "Aaron and his sons you shall also anoint and consecrate as my priests."
        },
        {
          "verse": 31,
          "text": "Tell the Israelites: As sacred anointing oil this shall belong to me throughout your generations."
        },
        {
          "verse": 32,
          "text": "It may not be used in any ordinary anointing of the body, nor may you make any other oil of a like mixture. It is sacred, and shall be treated as sacred by you."
        },
        {
          "verse": 33,
          "text": "Whoever prepares a perfume like this, or whoever puts any of this on an unauthorized person, shall be cut off from his people."
        },
        {
          "verse": 34,
          "text": "The Incense. The LORD told Moses: Take these aromatic substances: storax and onycha and galbanum, these and pure frankincense in equal parts;"
        },
        {
          "verse": 35,
          "text": "and blend them into incense. This fragrant powder, expertly prepared, is to be salted and so kept pure and sacred."
        },
        {
          "verse": 36,
          "text": "Grind some of it into fine dust and put this before the covenant in the tent of meeting where I will meet you. This incense shall be treated as most sacred by you."
        },
        {
          "verse": 37,
          "text": "You may not make incense of a like mixture for yourselves; you must treat it as sacred to the LORD."
        },
        {
          "verse": 38,
          "text": "Whoever makes an incense like this for his own enjoyment of its fragrance, shall be cut off from his people."
        }
      ]
    },
    {
      "chapter": 31,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 31 - Choice of Artisans. The LORD said to Moses:"
        },
        {
          "verse": 2,
          "text": "See, I have singled out Bezalel, son of Uri, son of Hur, of the tribe of Judah,"
        },
        {
          "verse": 3,
          "text": "and I have filled him with a divine spirit of skill and understanding and knowledge in every craft:"
        },
        {
          "verse": 4,
          "text": "in the production of embroidery, in making things of gold, silver, or bronze,"
        },
        {
          "verse": 5,
          "text": "in cutting and mounting precious stones, in carving wood, and in every other craft."
        },
        {
          "verse": 6,
          "text": "As his assistant I myself have appointed Oholiab, son of Ahisamach, of the tribe of Dan. I have also endowed all the experts with the necessary skill to make all the things I have commanded you:"
        },
        {
          "verse": 7,
          "text": "the tent of meeting, the ark of the covenant with its cover, all the furnishings of the tent,"
        },
        {
          "verse": 8,
          "text": "the table with its utensils, the pure gold menorah with all its utensils, the altar of incense,"
        },
        {
          "verse": 9,
          "text": "the altar for burnt offerings with all its utensils, the basin with its stand,"
        },
        {
          "verse": 10,
          "text": "the service cloths, the sacred vestments for Aaron the priest, the vestments for his sons in their ministry,"
        },
        {
          "verse": 11,
          "text": "the anointing oil, and the fragrant incense for the sanctuary. According to all I have commanded you, so shall they do."
        },
        {
          "verse": 12,
          "text": "Sabbath Laws. The LORD said to Moses:"
        },
        {
          "verse": 13,
          "text": "You must also tell the Israelites: Keep my sabbaths, for that is to be the sign between you and me throughout the generations, to show that it is I, the LORD, who make you holy."
        },
        {
          "verse": 14,
          "text": "Therefore, you must keep the sabbath for it is holiness for you. Whoever desecrates it shall be put to death. If anyone does work on that day, that person must be cut off from the people."
        },
        {
          "verse": 15,
          "text": "Six days there are for doing work, but the seventh day is the sabbath of complete rest, holy to the LORD. Anyone who does work on the sabbath day shall be put to death."
        },
        {
          "verse": 16,
          "text": "So shall the Israelites observe the sabbath, keeping it throughout their generations as an everlasting covenant."
        },
        {
          "verse": 17,
          "text": "Between me and the Israelites it is to be an everlasting sign; for in six days the LORD made the heavens and the earth, but on the seventh day he rested at his ease."
        },
        {
          "verse": 18,
          "text": "When the LORD had finished speaking to Moses on Mount Sinai, he gave him the two tablets of the covenant, the stone tablets inscribed by God’s own finger."
        }
      ]
    },
    {
      "chapter": 32,
      "verses": [
        {
          "verse": 1,
          "text": "VII. Israel’s Apostasy and God’s Renewal of the Covenant Chapter 32 - The Golden Calf. When the people saw that Moses was delayed in coming down from the mountain, they gathered around Aaron and said to him, “Come, make us a god who will go before us; as for that man Moses who brought us out of the land of Egypt, we do not know what has happened to him.”"
        },
        {
          "verse": 2,
          "text": "Aaron replied, “Take off the golden earrings that your wives, your sons, and your daughters are wearing, and bring them to me.”"
        },
        {
          "verse": 3,
          "text": "So all the people took off their earrings and brought them to Aaron."
        },
        {
          "verse": 4,
          "text": "He received their offering, and fashioning it with a tool, made a molten calf. Then they cried out, “These are your gods, Israel, who brought you up from the land of Egypt.”"
        },
        {
          "verse": 5,
          "text": "On seeing this, Aaron built an altar in front of the calf and proclaimed, “Tomorrow is a feast of the LORD.”"
        },
        {
          "verse": 6,
          "text": "Early the next day the people sacrificed burnt offerings and brought communion sacrifices. Then they sat down to eat and drink, and rose up to revel."
        },
        {
          "verse": 7,
          "text": "Then the LORD said to Moses: Go down at once because your people, whom you brought out of the land of Egypt, have acted corruptly."
        },
        {
          "verse": 8,
          "text": "They have quickly turned aside from the way I commanded them, making for themselves a molten calf and bowing down to it, sacrificing to it and crying out, “These are your gods, Israel, who brought you up from the land of Egypt!”"
        },
        {
          "verse": 9,
          "text": "I have seen this people, how stiff-necked they are, continued the LORD to Moses."
        },
        {
          "verse": 10,
          "text": "Let me alone, then, that my anger may burn against them to consume them. Then I will make of you a great nation."
        },
        {
          "verse": 11,
          "text": "But Moses implored the LORD, his God, saying, “Why, O LORD, should your anger burn against your people, whom you brought out of the land of Egypt with great power and with a strong hand?"
        },
        {
          "verse": 12,
          "text": "Why should the Egyptians say, ‘With evil intent he brought them out, that he might kill them in the mountains and wipe them off the face of the earth’? Turn from your burning wrath; change your mind about punishing your people."
        },
        {
          "verse": 13,
          "text": "Remember your servants Abraham, Isaac, and Israel, and how you swore to them by your own self, saying, ‘I will make your descendants as numerous as the stars in the sky; and all this land that I promised, I will give your descendants as their perpetual heritage.’”"
        },
        {
          "verse": 14,
          "text": "So the LORD changed his mind about the punishment he had threatened to inflict on his people."
        },
        {
          "verse": 15,
          "text": "Moses then turned and came down the mountain with the two tablets of the covenant in his hands, tablets that were written on both sides, front and back."
        },
        {
          "verse": 16,
          "text": "The tablets were made by God; the writing was the writing of God, engraved on the tablets."
        },
        {
          "verse": 17,
          "text": "Now, when Joshua heard the noise of the people shouting, he said to Moses, “That sounds like a battle in the camp.”"
        },
        {
          "verse": 18,
          "text": "But Moses answered, “It is not the noise of victory, it is not the noise of defeat; the sound I hear is singing.”"
        },
        {
          "verse": 19,
          "text": "As he drew near the camp, he saw the calf and the dancing. Then Moses’ anger burned, and he threw the tablets down and broke them on the base of the mountain."
        },
        {
          "verse": 20,
          "text": "Taking the calf they had made, he burned it in the fire and then ground it down to powder, which he scattered on the water and made the Israelites drink."
        },
        {
          "verse": 21,
          "text": "Moses asked Aaron, “What did this people do to you that you should lead them into a grave sin?”"
        },
        {
          "verse": 22,
          "text": "Aaron replied, “Do not let my lord be angry. You know how the people are prone to evil."
        },
        {
          "verse": 23,
          "text": "They said to me, ‘Make us a god to go before us; as for this man Moses who brought us out of the land of Egypt, we do not know what has happened to him.’"
        },
        {
          "verse": 24,
          "text": "So I told them, ‘Whoever is wearing gold, take it off.’ They gave it to me, and I threw it into the fire, and this calf came out.”"
        },
        {
          "verse": 25,
          "text": "Moses saw that the people were running wild because Aaron had lost control—to the secret delight of their foes."
        },
        {
          "verse": 26,
          "text": "Moses stood at the gate of the camp and shouted, “Whoever is for the LORD, come to me!” All the Levites then rallied to him,"
        },
        {
          "verse": 27,
          "text": "and he told them, “Thus says the LORD, the God of Israel: Each of you put your sword on your hip! Go back and forth through the camp, from gate to gate, and kill your brothers, your friends, your neighbors!”"
        },
        {
          "verse": 28,
          "text": "The Levites did as Moses had commanded, and that day about three thousand of the people fell."
        },
        {
          "verse": 29,
          "text": "Then Moses said, “Today you are installed as priests for the LORD, for you went against your own sons and brothers, to bring a blessing upon yourselves this day.”"
        },
        {
          "verse": 30,
          "text": "The Atonement. On the next day Moses said to the people, “You have committed a grave sin. Now I will go up to the LORD; perhaps I may be able to make atonement for your sin.”"
        },
        {
          "verse": 31,
          "text": "So Moses returned to the LORD and said, “Ah, this people has committed a grave sin in making a god of gold for themselves!"
        },
        {
          "verse": 32,
          "text": "Now if you would only forgive their sin! But if you will not, then blot me out of the book that you have written.”"
        },
        {
          "verse": 33,
          "text": "The LORD answered Moses: Only the one who has sinned against me will I blot out of my book."
        },
        {
          "verse": 34,
          "text": "Now, go and lead the people where I have told you. See, my angel will go before you. When it is time for me to punish, I will punish them for their sin."
        },
        {
          "verse": 35,
          "text": "Thus the LORD struck the people for making the calf, the one that Aaron made."
        }
      ]
    },
    {
      "chapter": 33,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 33 - The LORD spoke to Moses: Go! You and the people whom you have brought up from the land of Egypt are to go up from here to the land about which I swore to Abraham, Isaac, and Jacob: I will give it to your descendants."
        },
        {
          "verse": 2,
          "text": "Driving out the Canaanites, Amorites, Hittites, Perizzites, Hivites and Jebusites, I will send an angel before you"
        },
        {
          "verse": 3,
          "text": "to a land flowing with milk and honey. But I myself will not go up in your company, because you are a stiff-necked people; otherwise I might consume you on the way."
        },
        {
          "verse": 4,
          "text": "When the people heard this painful news, they mourned, and no one wore any ornaments."
        },
        {
          "verse": 5,
          "text": "The LORD spoke to Moses: Speak to the Israelites: You are a stiff-necked people. Were I to go up in your company even for a moment, I would destroy you. Now off with your ornaments! Let me think what to do with you."
        },
        {
          "verse": 6,
          "text": "So, from Mount Horeb onward, the Israelites stripped off their ornaments."
        },
        {
          "verse": 7,
          "text": "Moses’ Intimacy with God. Moses used to pitch a tent outside the camp at some distance. It was called the tent of meeting. Anyone who wished to consult the LORD would go to the tent of meeting outside the camp."
        },
        {
          "verse": 8,
          "text": "Whenever Moses went out to the tent, the people would all rise and stand at the entrance of their own tents, watching Moses until he entered the tent."
        },
        {
          "verse": 9,
          "text": "As Moses entered the tent, the column of cloud would come down and stand at its entrance while the LORD spoke with Moses."
        },
        {
          "verse": 10,
          "text": "On seeing the column of cloud stand at the entrance of the tent, all the people would rise and bow down at the entrance of their own tents."
        },
        {
          "verse": 11,
          "text": "The LORD used to speak to Moses face to face, as a person speaks to a friend. Moses would then return to the camp, but his young assistant, Joshua, son of Nun, never left the tent."
        },
        {
          "verse": 12,
          "text": "Moses said to the LORD, “See, you are telling me: Lead this people. But you have not let me know whom you will send with me. Yet you have said: You are my intimate friend; You have found favor with me."
        },
        {
          "verse": 13,
          "text": "Now, if I have found favor with you, please let me know your ways so that, in knowing you, I may continue to find favor with you. See, this nation is indeed your own people."
        },
        {
          "verse": 14,
          "text": "The LORD answered: I myself will go along, to give you rest."
        },
        {
          "verse": 15,
          "text": "Moses replied, “If you are not going yourself, do not make us go up from here."
        },
        {
          "verse": 16,
          "text": "For how can it be known that I and your people have found favor with you, except by your going with us? Then we, your people and I, will be singled out from every other people on the surface of the earth.”"
        },
        {
          "verse": 17,
          "text": "The LORD said to Moses: This request, too, which you have made, I will carry out, because you have found favor with me and you are my intimate friend."
        },
        {
          "verse": 18,
          "text": "Then Moses said, “Please let me see your glory!”"
        },
        {
          "verse": 19,
          "text": "The LORD answered: I will make all my goodness pass before you, and I will proclaim my name, “LORD,” before you; I who show favor to whom I will, I who grant mercy to whom I will."
        },
        {
          "verse": 20,
          "text": "But you cannot see my face, for no one can see me and live."
        },
        {
          "verse": 21,
          "text": "Here, continued the LORD, is a place near me where you shall station yourself on the rock."
        },
        {
          "verse": 22,
          "text": "When my glory passes I will set you in the cleft of the rock and will cover you with my hand until I have passed by."
        },
        {
          "verse": 23,
          "text": "Then I will remove my hand, so that you may see my back; but my face may not be seen."
        }
      ]
    },
    {
      "chapter": 34,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 34 - Renewal of the Tablets. The LORD said to Moses: “Cut two stone tablets like the former, that I may write on them the words which were on the former tablets that you broke."
        },
        {
          "verse": 2,
          "text": "Get ready for tomorrow morning, when you are to go up Mount Sinai and there present yourself to me on the top of the mountain."
        },
        {
          "verse": 3,
          "text": "No one shall come up with you, and let no one even be seen on any part of the mountain; even the sheep and the cattle are not to graze in front of this mountain.”"
        },
        {
          "verse": 4,
          "text": "Moses then cut two stone tablets like the former, and early the next morning he went up Mount Sinai as the LORD had commanded him, taking in his hand the two stone tablets."
        },
        {
          "verse": 5,
          "text": "The LORD came down in a cloud and stood with him there and proclaimed the name, “LORD.”"
        },
        {
          "verse": 6,
          "text": "So the LORD passed before him and proclaimed: The LORD, the LORD, a God gracious and merciful, slow to anger and abounding in love and fidelity,"
        },
        {
          "verse": 7,
          "text": "continuing his love for a thousand generations, and forgiving wickedness, rebellion, and sin; yet not declaring the guilty guiltless, but bringing punishment for their parents’ wickedness on children and children’s children to the third and fourth generation!"
        },
        {
          "verse": 8,
          "text": "Moses at once knelt and bowed down to the ground."
        },
        {
          "verse": 9,
          "text": "Then he said, “If I find favor with you, Lord, please, Lord, come along in our company. This is indeed a stiff-necked people; yet pardon our wickedness and sins, and claim us as your own.”"
        },
        {
          "verse": 10,
          "text": "Religious Laws. The LORD said: Here is the covenant I will make. Before all your people I will perform marvels never before done in any nation anywhere on earth, so that all the people among whom you live may see the work of the LORD. Awe-inspiring are the deeds I will perform with you!"
        },
        {
          "verse": 11,
          "text": "As for you, observe what I am commanding you today. See, I am about to drive out before you the Amorites, Canaanites, Hittites, Perizzites, Hivites and Jebusites."
        },
        {
          "verse": 12,
          "text": "Take care not to make a covenant with the inhabitants of the land that you are to enter; lest they become a snare among you."
        },
        {
          "verse": 13,
          "text": "Tear down their altars; smash their sacred stones, and cut down their asherahs."
        },
        {
          "verse": 14,
          "text": "You shall not bow down to any other god, for the LORD—“Jealous” his name—is a jealous God."
        },
        {
          "verse": 15,
          "text": "Do not make a covenant with the inhabitants of the land; else, when they prostitute themselves with their gods and sacrifice to them, one of them may invite you and you may partake of the sacrifice."
        },
        {
          "verse": 16,
          "text": "And when you take their daughters as wives for your sons, and their daughters prostitute themselves with their gods, they will make your sons do the same."
        },
        {
          "verse": 17,
          "text": "You shall not make for yourselves molten gods."
        },
        {
          "verse": 18,
          "text": "You shall keep the festival of Unleavened Bread. For seven days at the appointed time in the month of Abib you are to eat unleavened bread, as I commanded you; for in the month of Abib you came out of Egypt."
        },
        {
          "verse": 19,
          "text": "To me belongs every male that opens the womb among all your livestock, whether in the herd or in the flock."
        },
        {
          "verse": 20,
          "text": "The firstling of a donkey you shall redeem with a lamb; if you do not redeem it, you must break its neck. The firstborn among your sons you shall redeem. No one shall appear before me empty-handed."
        },
        {
          "verse": 21,
          "text": "Six days you may labor, but on the seventh day you shall rest; even during the seasons of plowing and harvesting you must rest."
        },
        {
          "verse": 22,
          "text": "You shall keep the feast of Weeks with the first fruits of the wheat harvest, likewise, the feast of the Ingathering at the close of the year."
        },
        {
          "verse": 23,
          "text": "Three times a year all your men shall appear before the Lord, the LORD God of Israel."
        },
        {
          "verse": 24,
          "text": "Since I will drive out the nations before you and enlarge your territory, no one will covet your land when you go up three times a year to appear before the LORD, your God."
        },
        {
          "verse": 25,
          "text": "You shall not offer me the blood of sacrifice with anything leavened, nor shall the sacrifice of the Passover feast be kept overnight for the next day."
        },
        {
          "verse": 26,
          "text": "The choicest first fruits of your soil you shall bring to the house of the LORD, your God. You shall not boil a young goat in its mother’s milk."
        },
        {
          "verse": 27,
          "text": "Radiance of Moses’ Face. Then the LORD said to Moses: Write down these words, for in accordance with these words I have made a covenant with you and with Israel."
        },
        {
          "verse": 28,
          "text": "So Moses was there with the LORD for forty days and forty nights, without eating any food or drinking any water, and he wrote on the tablets the words of the covenant, the ten words."
        },
        {
          "verse": 29,
          "text": "As Moses came down from Mount Sinai with the two tablets of the covenant in his hands, he did not know that the skin of his face had become radiant while he spoke with the LORD."
        },
        {
          "verse": 30,
          "text": "When Aaron, then, and the other Israelites saw Moses and noticed how radiant the skin of his face had become, they were afraid to come near him."
        },
        {
          "verse": 31,
          "text": "Only after Moses called to them did Aaron and all the leaders of the community come back to him. Moses then spoke to them."
        },
        {
          "verse": 32,
          "text": "Later, all the Israelites came up to him, and he enjoined on them all that the LORD had told him on Mount Sinai."
        },
        {
          "verse": 33,
          "text": "When Moses finished speaking with them, he put a veil over his face."
        },
        {
          "verse": 34,
          "text": "Whenever Moses entered the presence of the LORD to speak with him, he removed the veil until he came out again. On coming out, he would tell the Israelites all that he had been commanded."
        },
        {
          "verse": 35,
          "text": "Then the Israelites would see that the skin of Moses’ face was radiant; so he would again put the veil over his face until he went in to speak with the LORD."
        }
      ]
    },
    {
      "chapter": 35,
      "verses": [
        {
          "verse": 1,
          "text": "VIII. The Building of the Tabernacle and the Descent of God’s Glory Upon It Chapter 35 - Sabbath Regulations. Moses assembled the whole Israelite community and said to them, “These are the words the LORD has commanded to be observed."
        },
        {
          "verse": 2,
          "text": "On six days work may be done, but the seventh day shall be holy to you as the sabbath of complete rest to the LORD. Anyone who does work on that day shall be put to death."
        },
        {
          "verse": 3,
          "text": "You shall not even light a fire in any of your dwellings on the sabbath day.”"
        },
        {
          "verse": 4,
          "text": "Collection of Materials. Moses said to the whole Israelite community, “This is what the LORD has commanded:"
        },
        {
          "verse": 5,
          "text": "Receive from among you contributions for the LORD. Everyone, as his heart prompts him, shall bring, as a contribution to the LORD, gold, silver, and bronze;"
        },
        {
          "verse": 6,
          "text": "violet, purple, and scarlet yarn; fine linen and goat hair;"
        },
        {
          "verse": 7,
          "text": "rams’ skins dyed red, and tahash skins; acacia wood;"
        },
        {
          "verse": 8,
          "text": "oil for the light; spices for the anointing oil and for the fragrant incense;"
        },
        {
          "verse": 9,
          "text": "onyx stones and other gems for mounting on the ephod and on the breastpiece."
        },
        {
          "verse": 10,
          "text": "Call for Artisans. “Let every artisan among you come and make all that the LORD has commanded:"
        },
        {
          "verse": 11,
          "text": "the tabernacle, with its tent, its covering, its clasps, its frames, its bars, its columns, and its pedestals;"
        },
        {
          "verse": 12,
          "text": "the ark, with its poles, the cover, and the curtain veil;"
        },
        {
          "verse": 13,
          "text": "the table, with its poles and all its utensils, and the showbread;"
        },
        {
          "verse": 14,
          "text": "the menorah, with its utensils, the lamps, and the oil for the light;"
        },
        {
          "verse": 15,
          "text": "the altar of incense, with its poles; the anointing oil, and the fragrant incense; the entrance curtain for the entrance of the tabernacle;"
        },
        {
          "verse": 16,
          "text": "the altar for burnt offerings, with its bronze grating, its poles, and all its utensils; the basin, with its stand;"
        },
        {
          "verse": 17,
          "text": "the hangings of the court, with their columns and pedestals; the curtain for the gate of the court;"
        },
        {
          "verse": 18,
          "text": "the tent pegs for the tabernacle and for the court, with their ropes;"
        },
        {
          "verse": 19,
          "text": "the service cloths for use in the sanctuary; the sacred vestments for Aaron, the priest, and the vestments for his sons in their ministry.”"
        },
        {
          "verse": 20,
          "text": "The Contribution. When the whole Israelite community left Moses’ presence,"
        },
        {
          "verse": 21,
          "text": "all, as their hearts moved them and their spirit prompted, brought a contribution to the LORD for the work of the tent of meeting, for all its services, and for the sacred vestments."
        },
        {
          "verse": 22,
          "text": "Both the men and the women, all as their heart prompted them, brought brooches, earrings, rings, necklaces, and various other gold articles. Everyone who could presented an offering of gold to the LORD."
        },
        {
          "verse": 23,
          "text": "Everyone who happened to have violet, purple, or scarlet yarn, fine linen or goat hair, rams’ skins dyed red or tahash skins, brought them."
        },
        {
          "verse": 24,
          "text": "Whoever could make a contribution of silver or bronze offered it to the LORD; and everyone who happened to have acacia wood for any part of the work, brought it."
        },
        {
          "verse": 25,
          "text": "All the women who were expert spinners brought hand-spun violet, purple, and scarlet yarn and fine linen thread."
        },
        {
          "verse": 26,
          "text": "All the women, as their hearts and skills moved them, spun goat hair."
        },
        {
          "verse": 27,
          "text": "The tribal leaders brought onyx stones and other gems for mounting on the ephod and on the breastpiece;"
        },
        {
          "verse": 28,
          "text": "as well as spices, and oil for the light, anointing oil, and fragrant incense."
        },
        {
          "verse": 29,
          "text": "Every Israelite man and woman brought to the LORD such voluntary offerings as they thought best, for the various kinds of work which the LORD, through Moses, had commanded to be done."
        },
        {
          "verse": 30,
          "text": "The Artisans. Moses said to the Israelites: “See, the LORD has singled out Bezalel, son of Uri, son of Hur, of the tribe of Judah,"
        },
        {
          "verse": 31,
          "text": "and has filled him with a divine spirit of skill and understanding and knowledge in every craft:"
        },
        {
          "verse": 32,
          "text": "in the production of embroidery, in making things of gold, silver, or bronze,"
        },
        {
          "verse": 33,
          "text": "in cutting and mounting precious stones, in carving wood, and in every other craft."
        },
        {
          "verse": 34,
          "text": "He has also given both him and Oholiab, son of Ahisamach, of the tribe of Dan, the ability to teach others."
        },
        {
          "verse": 35,
          "text": "He has endowed them with skill to execute all types of work: engraving, embroidering, the making of variegated cloth of violet, purple, and scarlet yarn and fine linen thread, weaving, and all other arts and crafts."
        }
      ]
    },
    {
      "chapter": 36,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 36 - “Bezalel, therefore, will set to work with Oholiab and with all the artisans whom the LORD has endowed with skill and understanding in knowing how to do all the work for the service of the sanctuary, just as the LORD has commanded.”"
        },
        {
          "verse": 2,
          "text": "Moses then called Bezalel and Oholiab and all the other artisans whom the LORD had endowed with skill, men whose hearts moved them to come and do the work."
        },
        {
          "verse": 3,
          "text": "They received from Moses all the contributions which the Israelites had brought for the work to be done for the sanctuary service. Still, morning after morning the people continued to bring their voluntary offerings to Moses."
        },
        {
          "verse": 4,
          "text": "Thereupon all the artisans who were doing the work for the sanctuary came from the work each was doing,"
        },
        {
          "verse": 5,
          "text": "and told Moses, “The people are bringing much more than is needed to carry out the work which the LORD has commanded us to do.”"
        },
        {
          "verse": 6,
          "text": "Moses, therefore, ordered a proclamation to be made throughout the camp: “Let neither man nor woman make any more contributions for the sanctuary.” So the people stopped bringing their offerings;"
        },
        {
          "verse": 7,
          "text": "there was already enough at hand, and more than enough, to complete the work to be done."
        },
        {
          "verse": 8,
          "text": "The Tent Cloth and Coverings. The various artisans who were doing the work made the tabernacle with its ten sheets woven of fine linen twined, having cherubim embroidered on them with violet, purple, and scarlet yarn."
        },
        {
          "verse": 9,
          "text": "The length of each sheet was twenty-eight cubits, and the width four cubits; all the sheets were the same size."
        },
        {
          "verse": 10,
          "text": "Five of the sheets were joined together, edge to edge; and the other five sheets likewise, edge to edge."
        },
        {
          "verse": 11,
          "text": "Loops of violet yarn were made along the edge of the end sheet in the first set, and the same along the edge of the end sheet in the second set."
        },
        {
          "verse": 12,
          "text": "Fifty loops were thus put on one inner sheet, and fifty loops on the inner sheet in the other set, with the loops directly opposite each other."
        },
        {
          "verse": 13,
          "text": "Then fifty clasps of gold were made, with which the sheets were joined so that the tabernacle formed one whole."
        },
        {
          "verse": 14,
          "text": "Sheets of goat hair were also woven as a tent over the tabernacle. Eleven such sheets were made."
        },
        {
          "verse": 15,
          "text": "The length of each sheet was thirty cubits and the width four cubits; all eleven sheets were the same size."
        },
        {
          "verse": 16,
          "text": "Five of these sheets were joined into one set, and the other six sheets into another set."
        },
        {
          "verse": 17,
          "text": "Fifty loops were made along the edge of the end sheet in one set, and fifty loops along the edge of the corresponding sheet in the other set."
        },
        {
          "verse": 18,
          "text": "Fifty bronze clasps were made with which the tent was joined so that it formed one whole."
        },
        {
          "verse": 19,
          "text": "A covering for the tent was made of rams’ skins dyed red and, above that, a covering of tahash skins."
        },
        {
          "verse": 20,
          "text": "The Framework. Frames were made for the tabernacle, acacia-wood uprights."
        },
        {
          "verse": 21,
          "text": "The length of each frame was ten cubits, and the width one and a half cubits."
        },
        {
          "verse": 22,
          "text": "Each frame had two arms, fastening them one to another. In this way all the frames of the tabernacle were made."
        },
        {
          "verse": 23,
          "text": "The frames for the tabernacle were made as follows: twenty frames on the south side,"
        },
        {
          "verse": 24,
          "text": "with forty silver pedestals under the twenty frames, two pedestals under each frame for its two arms;"
        },
        {
          "verse": 25,
          "text": "twenty frames on the other side of the tabernacle, the north side,"
        },
        {
          "verse": 26,
          "text": "with their forty silver pedestals, two pedestals under each frame."
        },
        {
          "verse": 27,
          "text": "At the rear of the tabernacle, to the west, six frames were made,"
        },
        {
          "verse": 28,
          "text": "and two frames were made for the corners of the tabernacle, at its rear."
        },
        {
          "verse": 29,
          "text": "These were double at the bottom, and likewise double at the top, to the first ring. That is how both corner frames were made."
        },
        {
          "verse": 30,
          "text": "Thus, there were eight frames, with their sixteen silver pedestals, two pedestals under each frame."
        },
        {
          "verse": 31,
          "text": "Bars of acacia wood were also made, five for the frames on one side of the tabernacle,"
        },
        {
          "verse": 32,
          "text": "five for those on the other side, and five for those at the rear, to the west."
        },
        {
          "verse": 33,
          "text": "The center bar, at the middle of the frames, was made to reach across from end to end."
        },
        {
          "verse": 34,
          "text": "The frames were plated with gold, and gold rings were made on them as holders for the bars, which were also plated with gold."
        },
        {
          "verse": 35,
          "text": "The Veil. The veil was made of violet, purple, and scarlet yarn, and of fine linen twined, with cherubim embroidered on it."
        },
        {
          "verse": 36,
          "text": "Four gold-plated columns of acacia wood, with gold hooks, were made for it, and four silver pedestals were cast for them."
        },
        {
          "verse": 37,
          "text": "The curtain for the entrance of the tent was made of violet, purple, and scarlet yarn, and of fine linen twined, woven in a variegated manner."
        },
        {
          "verse": 38,
          "text": "Its five columns, with their hooks as well as their capitals and bands, were plated with gold; their five pedestals were of bronze."
        }
      ]
    },
    {
      "chapter": 37,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 37 - The Ark. Bezalel made the ark of acacia wood, two and a half cubits long, one and a half cubits wide, and one and a half cubits high."
        },
        {
          "verse": 2,
          "text": "The inside and outside were plated with gold, and a molding of gold was put around it."
        },
        {
          "verse": 3,
          "text": "Four gold rings were cast for its four supports, two rings on one side and two on the opposite side."
        },
        {
          "verse": 4,
          "text": "Poles of acacia wood were made and plated with gold;"
        },
        {
          "verse": 5,
          "text": "these poles were put through the rings on the sides of the ark, for carrying it."
        },
        {
          "verse": 6,
          "text": "The cover was made of pure gold, two and a half cubits long and one and a half cubits wide."
        },
        {
          "verse": 7,
          "text": "Two cherubim of beaten gold were made for the two ends of the cover;"
        },
        {
          "verse": 8,
          "text": "one cherub was at one end, the other at the other end, made of one piece with the cover, at each end."
        },
        {
          "verse": 9,
          "text": "The cherubim had their wings spread out above, sheltering the cover. They faced each other, with their faces looking toward the cover."
        },
        {
          "verse": 10,
          "text": "The Table. The table was made of acacia wood, two cubits long, a cubit wide, and a cubit and a half high."
        },
        {
          "verse": 11,
          "text": "It was plated with pure gold, and a molding of gold was put around it."
        },
        {
          "verse": 12,
          "text": "A frame a handbreadth high was also put around it, with a molding of gold around the frame."
        },
        {
          "verse": 13,
          "text": "Four rings of gold were cast for it and fastened at the four corners, one at each leg."
        },
        {
          "verse": 14,
          "text": "The rings were alongside the frame as holders for the poles to carry the table."
        },
        {
          "verse": 15,
          "text": "These poles for carrying the table were made of acacia wood and plated with gold."
        },
        {
          "verse": 16,
          "text": "The vessels that were set on the table, its plates and cups, as well as its pitchers and bowls for pouring libations, were made of pure gold."
        },
        {
          "verse": 17,
          "text": "The Menorah. The menorah was made of pure beaten gold—its shaft and branches—with its cups and knobs and petals springing directly from it."
        },
        {
          "verse": 18,
          "text": "Six branches extended from its sides, three branches on one side and three on the other."
        },
        {
          "verse": 19,
          "text": "On one branch there were three cups, shaped like almond blossoms, each with its knob and petals; on the opposite branch there were three cups, shaped like almond blossoms, each with its knob and petals; and so for the six branches that extended from the menorah."
        },
        {
          "verse": 20,
          "text": "On the menorah there were four cups, shaped like almond blossoms, with their knobs and petals."
        },
        {
          "verse": 21,
          "text": "The six branches that went out from the menorah had a knob under each pair."
        },
        {
          "verse": 22,
          "text": "The knobs and branches so sprang from it that the whole formed but a single piece of pure beaten gold."
        },
        {
          "verse": 23,
          "text": "Its seven lamps, as well as its trimming shears and trays, were made of pure gold."
        },
        {
          "verse": 24,
          "text": "A talent of pure gold was used for the menorah and its various utensils."
        },
        {
          "verse": 25,
          "text": "The Altar of Incense. The altar of incense was made of acacia wood, on a square, a cubit long, a cubit wide, and two cubits high, having horns that sprang directly from it."
        },
        {
          "verse": 26,
          "text": "Its grate on top, its walls on all four sides, and its horns were plated with pure gold; and a gold molding was put around it."
        },
        {
          "verse": 27,
          "text": "Underneath the molding gold rings were placed, two on one side and two on the opposite side, as holders for the poles used in carrying it."
        },
        {
          "verse": 28,
          "text": "The poles, too, were made of acacia wood and plated with gold."
        },
        {
          "verse": 29,
          "text": "The sacred anointing oil and the fragrant incense were prepared in their pure form by a perfumer."
        }
      ]
    },
    {
      "chapter": 38,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 38 - The Altar for Burnt Offerings. The altar for burnt offerings was made of acacia wood, on a square, five cubits long and five cubits wide; its height was three cubits."
        },
        {
          "verse": 2,
          "text": "At the four corners horns were made that sprang directly from the altar. It was then plated with bronze."
        },
        {
          "verse": 3,
          "text": "All the utensils of the altar, the pots, shovels, basins, forks and fire pans, were likewise made of bronze."
        },
        {
          "verse": 4,
          "text": "A grating, a bronze network, was made for the altar and placed around it, on the ground, half as high as the altar itself."
        },
        {
          "verse": 5,
          "text": "Four rings were cast for the four corners of the bronze grating, as holders for the poles,"
        },
        {
          "verse": 6,
          "text": "which were made of acacia wood and plated with bronze."
        },
        {
          "verse": 7,
          "text": "The poles were put through the rings on the sides of the altar for carrying it. The altar was made in the form of a hollow box."
        },
        {
          "verse": 8,
          "text": "The bronze basin, with its bronze stand, was made from the mirrors of the women who served at the entrance of the tent of meeting."
        },
        {
          "verse": 9,
          "text": "The Court of the Tabernacle. The court was made as follows. On the south side the hangings of the court were of fine linen twined, a hundred cubits long,"
        },
        {
          "verse": 10,
          "text": "with twenty columns and twenty pedestals of bronze, the hooks and bands of the columns being of silver."
        },
        {
          "verse": 11,
          "text": "On the north side there were similar hangings, a hundred cubits long, with twenty columns and twenty pedestals of bronze; the hooks and bands of the columns were of silver."
        },
        {
          "verse": 12,
          "text": "On the west side there were hangings, fifty cubits long, with ten columns and ten pedestals; the hooks and bands of the columns were of silver."
        },
        {
          "verse": 13,
          "text": "On the east side the court was fifty cubits."
        },
        {
          "verse": 14,
          "text": "On one side there were hangings to the extent of fifteen cubits, with three columns and three pedestals;"
        },
        {
          "verse": 15,
          "text": "on the other side, beyond the gate of the court, there were likewise hangings to the extent of fifteen cubits, with three columns and three pedestals."
        },
        {
          "verse": 16,
          "text": "The hangings on all sides of the court were woven of fine linen twined."
        },
        {
          "verse": 17,
          "text": "The pedestals of the columns were of bronze, while the hooks and bands of the columns were of silver; the capitals were silver-plated, and all the columns of the court were banded with silver."
        },
        {
          "verse": 18,
          "text": "At the gate of the court there was a variegated curtain, woven of violet, purple, and scarlet yarn and of fine linen twined, twenty cubits long and five cubits wide, in keeping with the hangings of the court."
        },
        {
          "verse": 19,
          "text": "There were four columns and four pedestals of bronze for it, while their hooks were of silver, and their capitals and their bands silver-plated."
        },
        {
          "verse": 20,
          "text": "All the tent pegs for the tabernacle and for the court around it were of bronze."
        },
        {
          "verse": 21,
          "text": "Amount of Metal Used. The following is an account of the various amounts used on the tabernacle, the tabernacle of the covenant, drawn up at the command of Moses by the Levites under the direction of Ithamar, son of Aaron the priest."
        },
        {
          "verse": 22,
          "text": "However, it was Bezalel, son of Uri, son of Hur, of the tribe of Judah, who made all that the LORD commanded Moses,"
        },
        {
          "verse": 23,
          "text": "and he was assisted by Oholiab, son of Ahisamach, of the tribe of Dan, who was an engraver, an embroiderer, and a weaver of variegated cloth of violet, purple, and scarlet yarn and of fine linen."
        },
        {
          "verse": 24,
          "text": "All the gold used in the entire construction of the sanctuary, having previously been given as an offering, amounted to twenty-nine talents and seven hundred and thirty shekels, according to the standard of the sanctuary shekel."
        },
        {
          "verse": 25,
          "text": "The silver of those of the community who were enrolled was one hundred talents and one thousand seven hundred and seventy-five shekels, according to the standard of the sanctuary shekel;"
        },
        {
          "verse": 26,
          "text": "one bekah apiece, that is, a half-shekel, according to the standard of the sanctuary shekel, was received from everyone who was enrolled, of twenty years or more, namely, six hundred and three thousand five hundred and fifty men."
        },
        {
          "verse": 27,
          "text": "One hundred talents of silver were used for casting the pedestals of the sanctuary and the pedestals of the veil, one talent for each pedestal, or one hundred talents for the one hundred pedestals."
        },
        {
          "verse": 28,
          "text": "The remaining one thousand seven hundred and seventy-five shekels were used for making the hooks on the columns, for plating the capitals, and for banding them with silver."
        },
        {
          "verse": 29,
          "text": "The bronze, given as an offering, amounted to seventy talents and two thousand four hundred shekels."
        },
        {
          "verse": 30,
          "text": "With this were made the pedestals at the entrance of the tent of meeting, the bronze altar with its bronze gratings, and all the utensils of the altar,"
        },
        {
          "verse": 31,
          "text": "the pedestals around the court, the pedestals at the gate of the court, and all the tent pegs for the tabernacle and for the court around it."
        }
      ]
    },
    {
      "chapter": 39,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 39 - The Priestly Vestments. With violet, purple, and scarlet yarn were woven the service cloths for use in the sanctuary, as well as the sacred vestments for Aaron, as the LORD had commanded Moses."
        },
        {
          "verse": 2,
          "text": "The ephod was woven of gold thread and of violet, purple, and scarlet yarn and of fine linen twined."
        },
        {
          "verse": 3,
          "text": "Gold was first hammered into gold leaf and then cut up into threads, which were woven with the violet, purple, and scarlet yarn into an embroidered pattern on the fine linen."
        },
        {
          "verse": 4,
          "text": "Shoulder straps were made for it and joined to its two upper ends."
        },
        {
          "verse": 5,
          "text": "The embroidered belt on the ephod extended out from it, and like it, was made of gold thread, of violet, purple, and scarlet yarn, and of fine linen twined, as the LORD had commanded Moses."
        },
        {
          "verse": 6,
          "text": "The onyx stones were prepared and mounted in gold filigree work; they were engraved like seal engravings with the names of the sons of Israel."
        },
        {
          "verse": 7,
          "text": "These stones were set on the shoulder straps of the ephod as memorial stones of the sons of Israel, just as the LORD had commanded Moses."
        },
        {
          "verse": 8,
          "text": "The breastpiece was embroidered like the ephod, with gold thread and violet, purple, and scarlet yarn on cloth of fine linen twined."
        },
        {
          "verse": 9,
          "text": "It was square and folded double, a span high and a span wide in its folded form."
        },
        {
          "verse": 10,
          "text": "Four rows of precious stones were mounted on it: in the first row a carnelian, a topaz, and an emerald;"
        },
        {
          "verse": 11,
          "text": "in the second row, a garnet, a sapphire, and a beryl;"
        },
        {
          "verse": 12,
          "text": "in the third row a jacinth, an agate, and an amethyst;"
        },
        {
          "verse": 13,
          "text": "in the fourth row a chrysolite, an onyx, and a jasper. They were mounted in gold filigree work."
        },
        {
          "verse": 14,
          "text": "These stones were twelve, to match the names of the sons of Israel, and each stone was engraved like a seal with the name of one of the twelve tribes."
        },
        {
          "verse": 15,
          "text": "Chains of pure gold, twisted like cords, were made for the breastpiece,"
        },
        {
          "verse": 16,
          "text": "together with two gold filigree rosettes and two gold rings. The two rings were fastened to the two upper ends of the breastpiece."
        },
        {
          "verse": 17,
          "text": "The two gold chains were then fastened to the two rings at the ends of the breastpiece."
        },
        {
          "verse": 18,
          "text": "The other two ends of the two chains were fastened in front to the two filigree rosettes, which were attached to the shoulder straps of the ephod."
        },
        {
          "verse": 19,
          "text": "Two other gold rings were made and put on the two lower ends of the breastpiece, on the edge facing the ephod."
        },
        {
          "verse": 20,
          "text": "Two more gold rings were made and fastened to the bottom of the two shoulder straps next to where they joined the ephod in front, just above its embroidered belt."
        },
        {
          "verse": 21,
          "text": "Violet ribbons bound the rings of the breastpiece to the rings of the ephod, so that the breastpiece stayed right above the embroidered belt of the ephod and did not swing loose from it. All this was just as the LORD had commanded Moses."
        },
        {
          "verse": 22,
          "text": "Other Vestments. The robe of the ephod was woven entirely of violet yarn,"
        },
        {
          "verse": 23,
          "text": "with an opening in its center like the opening of a shirt, with selvage around the opening to keep it from being torn."
        },
        {
          "verse": 24,
          "text": "At the hem of the robe pomegranates were made of violet, purple, and scarlet yarn and of fine linen twined;"
        },
        {
          "verse": 25,
          "text": "bells of pure gold were also made and put between the pomegranates all around the hem of the robe:"
        },
        {
          "verse": 26,
          "text": "a bell, a pomegranate, a bell, a pomegranate, all around the hem of the robe which was to be worn in performing the ministry—all this, just as the LORD had commanded Moses."
        },
        {
          "verse": 27,
          "text": "For Aaron and his sons there were also woven tunics of fine linen;"
        },
        {
          "verse": 28,
          "text": "the turban of fine linen; the ornate skullcaps of fine linen; linen pants of fine linen twined;"
        },
        {
          "verse": 29,
          "text": "and sashes of variegated work made of fine linen twined and of violet, purple, and scarlet yarn, as the LORD had commanded Moses."
        },
        {
          "verse": 30,
          "text": "The plate of the sacred diadem was made of pure gold and inscribed, as on a seal engraving: “Sacred to the LORD.”"
        },
        {
          "verse": 31,
          "text": "It was tied over the turban with a violet ribbon, as the LORD had commanded Moses."
        },
        {
          "verse": 32,
          "text": "Presentation of the Work to Moses. Thus the entire work of the tabernacle of the tent of meeting was completed. The Israelites did the work just as the LORD had commanded Moses; so it was done."
        },
        {
          "verse": 33,
          "text": "They then brought to Moses the tabernacle, the tent with all its furnishings, the clasps, the frames, the bars, the columns, the pedestals,"
        },
        {
          "verse": 34,
          "text": "the covering of rams’ skins dyed red, the covering of tahash skins, the curtain veil;"
        },
        {
          "verse": 35,
          "text": "the ark of the covenant with its poles, the cover,"
        },
        {
          "verse": 36,
          "text": "the table with all its utensils and the showbread,"
        },
        {
          "verse": 37,
          "text": "the pure gold menorah with its lamps set up on it and with all its utensils, the oil for the light,"
        },
        {
          "verse": 38,
          "text": "the golden altar, the anointing oil, the fragrant incense; the curtain for the entrance of the tent,"
        },
        {
          "verse": 39,
          "text": "the altar of bronze with its bronze grating, its poles and all its utensils, the basin with its stand,"
        },
        {
          "verse": 40,
          "text": "the hangings of the court with their columns and pedestals, the curtain for the gate of the court with its ropes and tent pegs, all the equipment for the service of the tabernacle of the tent of meeting;"
        },
        {
          "verse": 41,
          "text": "the service cloths for use in the sanctuary, the sacred vestments for Aaron the priest, and the vestments to be worn by his sons in their ministry."
        },
        {
          "verse": 42,
          "text": "Just as the LORD had commanded Moses, so the Israelites had carried out all the work."
        },
        {
          "verse": 43,
          "text": "So when Moses saw that all the work was done just as the LORD had commanded, he blessed them."
        }
      ]
    },
    {
      "chapter": 40,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 40 - Setting Up the Tabernacle. Then the LORD said to Moses:"
        },
        {
          "verse": 2,
          "text": "On the first day of the first month you shall set up the tabernacle of the tent of meeting."
        },
        {
          "verse": 3,
          "text": "Put the ark of the covenant in it, and screen off the ark with the veil."
        },
        {
          "verse": 4,
          "text": "Bring in the table and set it. Then bring in the menorah and set up the lamps on it."
        },
        {
          "verse": 5,
          "text": "Put the golden altar of incense in front of the ark of the covenant, and hang the curtain at the entrance of the tabernacle."
        },
        {
          "verse": 6,
          "text": "Put the altar for burnt offerings in front of the entrance of the tabernacle of the tent of meeting."
        },
        {
          "verse": 7,
          "text": "Place the basin between the tent of meeting and the altar, and put water in it."
        },
        {
          "verse": 8,
          "text": "Set up the court round about, and put the curtain at the gate of the court."
        },
        {
          "verse": 9,
          "text": "Take the anointing oil and anoint the tabernacle and everything in it, consecrating it and all its furnishings, so that it will be sacred."
        },
        {
          "verse": 10,
          "text": "Anoint the altar for burnt offerings and all its utensils, consecrating it, so that it will be most sacred."
        },
        {
          "verse": 11,
          "text": "Likewise, anoint the basin with its stand, and thus consecrate it."
        },
        {
          "verse": 12,
          "text": "Then bring Aaron and his sons to the entrance of the tent of meeting, and there wash them with water."
        },
        {
          "verse": 13,
          "text": "Clothe Aaron with the sacred vestments and anoint him, thus consecrating him as my priest."
        },
        {
          "verse": 14,
          "text": "Bring forward his sons also, and clothe them with the tunics."
        },
        {
          "verse": 15,
          "text": "As you have anointed their father, anoint them also as my priests. Thus, by being anointed, shall they receive a perpetual priesthood throughout all future generations."
        },
        {
          "verse": 16,
          "text": "Moses did just as the LORD had commanded him."
        },
        {
          "verse": 17,
          "text": "On the first day of the first month of the second year the tabernacle was set up."
        },
        {
          "verse": 18,
          "text": "It was Moses who set up the tabernacle. He placed its pedestals, set up its frames, put in its bars, and set up its columns."
        },
        {
          "verse": 19,
          "text": "He spread the tent over the tabernacle and put the covering on top of the tent, as the LORD had commanded him."
        },
        {
          "verse": 20,
          "text": "He took the covenant and put it in the ark; he placed poles alongside the ark and set the cover upon it."
        },
        {
          "verse": 21,
          "text": "He brought the ark into the tabernacle and hung the curtain veil, thus screening off the ark of the covenant, as the LORD had commanded him."
        },
        {
          "verse": 22,
          "text": "He put the table in the tent of meeting, on the north side of the tabernacle, outside the veil,"
        },
        {
          "verse": 23,
          "text": "and arranged the bread on it before the LORD, as the LORD had commanded him."
        },
        {
          "verse": 24,
          "text": "He placed the menorah in the tent of meeting, opposite the table, on the south side of the tabernacle,"
        },
        {
          "verse": 25,
          "text": "and he set up the lamps before the LORD, as the LORD had commanded him."
        },
        {
          "verse": 26,
          "text": "He placed the golden altar in the tent of meeting, in front of the veil,"
        },
        {
          "verse": 27,
          "text": "and on it he burned fragrant incense, as the LORD had commanded him."
        },
        {
          "verse": 28,
          "text": "He hung the curtain at the entrance of the tabernacle."
        },
        {
          "verse": 29,
          "text": "He put the altar for burnt offerings in front of the entrance of the tabernacle of the tent of meeting, and sacrificed burnt offerings and grain offerings on it, as the LORD had commanded him."
        },
        {
          "verse": 30,
          "text": "He placed the basin between the tent of meeting and the altar, and put water in it for washing."
        },
        {
          "verse": 31,
          "text": "Moses and Aaron and his sons used to wash their hands and feet there,"
        },
        {
          "verse": 32,
          "text": "for they washed themselves whenever they went into the tent of meeting or approached the altar, as the LORD had commanded Moses."
        },
        {
          "verse": 33,
          "text": "Finally, he set up the court around the tabernacle and the altar and hung the curtain at the gate of the court. Thus Moses finished all the work."
        },
        {
          "verse": 34,
          "text": "God’s Presence in the Tabernacle. Then the cloud covered the tent of meeting, and the glory of the LORD filled the tabernacle."
        },
        {
          "verse": 35,
          "text": "Moses could not enter the tent of meeting, because the cloud settled down upon it and the glory of the LORD filled the tabernacle."
        },
        {
          "verse": 36,
          "text": "Whenever the cloud rose from the tabernacle, the Israelites would set out on their journey."
        },
        {
          "verse": 37,
          "text": "But if the cloud did not lift, they would not go forward; only when it lifted did they go forward."
        },
        {
          "verse": 38,
          "text": "The cloud of the LORD was over the tabernacle by day, and fire in the cloud at night, in the sight of the whole house of Israel in all the stages of their journey."
        }
      ]
    }
  ]
}
