{
  "book": "Ezekiel",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "verse": 1,
          "text": "I. Call of the Prophet Chapter 1 - The Vision: God on the Cherubim. In the thirtieth year, on the fifth day of the fourth month, while I was among the exiles by the river Chebar, the heavens opened, and I saw divine visions.—"
        },
        {
          "verse": 2,
          "text": "On the fifth day of the month—this was the fifth year of King Jehoiachin’s exile—"
        },
        {
          "verse": 3,
          "text": "the word of the LORD came to the priest Ezekiel, the son of Buzi, in the land of the Chaldeans by the river Chebar. There the hand of the LORD came upon him."
        },
        {
          "verse": 4,
          "text": "As I watched, a great stormwind came from the North, a large cloud with flashing fire, a bright glow all around it, and something like polished metal gleamed at the center of the fire."
        },
        {
          "verse": 5,
          "text": "From within it figures in the likeness of four living creatures appeared. This is what they looked like:"
        },
        {
          "verse": 6,
          "text": "They were in human form, but each had four faces and four wings,"
        },
        {
          "verse": 7,
          "text": "and their legs were straight, the soles of their feet like the hooves of a bull, gleaming like polished brass."
        },
        {
          "verse": 8,
          "text": "Human hands were under their wings, and the wings of one touched those of another."
        },
        {
          "verse": 9,
          "text": "Their faces and their wings looked out on all their four sides; they did not turn when they moved, but each went straight ahead."
        },
        {
          "verse": 10,
          "text": "Their faces were like this: each of the four had a human face, and on the right the face of a lion, and on the left, the face of an ox, and each had the face of an eagle."
        },
        {
          "verse": 11,
          "text": "Such were their faces. Their wings were spread out above. On each one, two wings touched one another, and the other two wings covered the body."
        },
        {
          "verse": 12,
          "text": "Each went straight ahead. Wherever the spirit would go, they went; they did not change direction when they moved."
        },
        {
          "verse": 13,
          "text": "And the appearance of the living creatures seemed like burning coals of fire. Something indeed like torches moved back and forth among the living creatures. The fire gleamed intensely, and from it lightning flashed."
        },
        {
          "verse": 14,
          "text": "The creatures darting back and forth flashed like lightning."
        },
        {
          "verse": 15,
          "text": "As I looked at the living creatures, I saw wheels on the ground, one alongside each of the four living creatures."
        },
        {
          "verse": 16,
          "text": "The wheels and their construction sparkled like yellow topaz, and all four of them looked the same: their construction seemed as though one wheel was inside the other."
        },
        {
          "verse": 17,
          "text": "When they moved, they went in any of the four directions without veering as they moved."
        },
        {
          "verse": 18,
          "text": "The four of them had rims, high and fearsome—eyes filled the four rims all around."
        },
        {
          "verse": 19,
          "text": "When the living creatures moved, the wheels moved with them; and when the living creatures were raised from the ground, the wheels also were raised."
        },
        {
          "verse": 20,
          "text": "Wherever the spirit would go, they went. And they were raised up together with the living creatures, for the spirit of the living creatures was in the wheels."
        },
        {
          "verse": 21,
          "text": "Wherever the living creatures moved, the wheels moved; when they stood still, the wheels stood still. When they were lifted up from the earth, the wheels were lifted up with them. For the spirit of the living creatures was in the wheels."
        },
        {
          "verse": 22,
          "text": "Above the heads of the living creatures was a likeness of the firmament; it was awesome, stretching upwards like shining crystal over their heads."
        },
        {
          "verse": 23,
          "text": "Beneath the firmament their wings stretched out toward one another; each had two wings covering the body."
        },
        {
          "verse": 24,
          "text": "Then I heard the sound of their wings, like the roaring of mighty waters, like the voice of the Almighty. When they moved, the sound of the tumult was like the din of an army. And when they stood still, they lowered their wings."
        },
        {
          "verse": 25,
          "text": "While they stood with their wings lowered, a voice came from above the firmament over their heads."
        },
        {
          "verse": 26,
          "text": "Above the firmament over their heads was the likeness of a throne that looked like sapphire; and upon this likeness of a throne was seated, up above, a figure that looked like a human being."
        },
        {
          "verse": 27,
          "text": "And I saw something like polished metal, like the appearance of fire enclosed on all sides, from what looked like the waist up; and from what looked like the waist down, I saw something like the appearance of fire and brilliant light surrounding him."
        },
        {
          "verse": 28,
          "text": "Just like the appearance of the rainbow in the clouds on a rainy day so was the appearance of brilliance that surrounded him. Such was the appearance of the likeness of the glory of the LORD. And when I saw it, I fell on my face and heard a voice speak."
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 2 - Eating of the Scroll. The voice said to me: Son of man, stand up! I wish to speak to you."
        },
        {
          "verse": 2,
          "text": "As he spoke to me, the spirit entered into me and set me on my feet, and I heard the one who was speaking"
        },
        {
          "verse": 3,
          "text": "say to me: Son of man, I am sending you to the Israelites, a nation of rebels who have rebelled against me; they and their ancestors have been in revolt against me to this very day."
        },
        {
          "verse": 4,
          "text": "Their children are bold of face and stubborn of heart—to them I am sending you. You shall say to them: Thus says the Lord GOD."
        },
        {
          "verse": 5,
          "text": "And whether they hear or resist—they are a rebellious house—they shall know that a prophet has been among them."
        },
        {
          "verse": 6,
          "text": "But as for you, son of man, do not fear them or their words. Do not fear, even though there are briers or thorns and you sit among scorpions. Do not be afraid of their words or be terrified by their looks for they are a rebellious house."
        },
        {
          "verse": 7,
          "text": "You must speak my words to them, whether they hear or resist, because they are rebellious."
        },
        {
          "verse": 8,
          "text": "But you, son of man, hear me when I speak to you and do not rebel like this rebellious house. Open your mouth and eat what I am giving you."
        },
        {
          "verse": 9,
          "text": "It was then I saw a hand stretched out to me; in it was a written scroll."
        },
        {
          "verse": 10,
          "text": "He unrolled it before me; it was covered with writing front and back. Written on it was: Lamentation, wailing, woe!"
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 3 - He said to me: Son of man, eat what you find here: eat this scroll, then go, speak to the house of Israel."
        },
        {
          "verse": 2,
          "text": "So I opened my mouth, and he gave me the scroll to eat."
        },
        {
          "verse": 3,
          "text": "Son of man, he said to me, feed your stomach and fill your belly with this scroll I am giving you. I ate it, and it was as sweet as honey in my mouth."
        },
        {
          "verse": 4,
          "text": "Then he said to me, Son of man, go now to the house of Israel, and speak my words to them."
        },
        {
          "verse": 5,
          "text": "Not to a people with obscure speech and difficult language am I sending you, but to the house of Israel."
        },
        {
          "verse": 6,
          "text": "Nor to many nations of obscure speech and difficult language whose words you cannot understand. For if I were to send you to these, they would listen to you."
        },
        {
          "verse": 7,
          "text": "But the house of Israel will refuse to listen to you, since they refuse to listen to me. For the whole house of Israel is stubborn of brow and hard of heart."
        },
        {
          "verse": 8,
          "text": "Look! I make your face as hard as theirs, and your brow as stubborn as theirs."
        },
        {
          "verse": 9,
          "text": "Like diamond, harder than flint, I make your brow. Do not be afraid of them, or be terrified by their looks, for they are a rebellious house."
        },
        {
          "verse": 10,
          "text": "Then he said to me, Son of man, take into your heart all my words that I speak to you; hear them well."
        },
        {
          "verse": 11,
          "text": "Now go to the exiles, to your own people, and speak to them. Say to them, whether they hear or refuse to hear: Thus says the LORD God!"
        },
        {
          "verse": 12,
          "text": "Then the spirit lifted me up, and I heard behind me a loud rumbling noise as the glory of the LORD rose from its place:"
        },
        {
          "verse": 13,
          "text": "the noise of the wings of the living creatures beating against one another, and the noise of the wheels alongside them, a loud rumbling."
        },
        {
          "verse": 14,
          "text": "And the spirit lifted me up and took me away, and I went off, my spirit angry and bitter, for the hand of the LORD pressed hard on me."
        },
        {
          "verse": 15,
          "text": "Thus I came to the exiles who lived at Tel-abib by the river Chebar; and there where they dwelt, I stayed among them distraught for seven days."
        },
        {
          "verse": 16,
          "text": "At the end of the seven days, the word of the LORD came to me: The Prophet as Sentinel."
        },
        {
          "verse": 17,
          "text": "Son of man, I have appointed you a sentinel for the house of Israel. When you hear a word from my mouth, you shall warn them for me."
        },
        {
          "verse": 18,
          "text": "If I say to the wicked, You shall surely die—and you do not warn them or speak out to dissuade the wicked from their evil conduct in order to save their lives—then they shall die for their sin, but I will hold you responsible for their blood."
        },
        {
          "verse": 19,
          "text": "If, however, you warn the wicked and they still do not turn from their wickedness and evil conduct, they shall die for their sin, but you shall save your life."
        },
        {
          "verse": 20,
          "text": "But if the just turn away from their right conduct and do evil when I place a stumbling block before them, then they shall die. Even if you warned them about their sin, they shall still die, and the just deeds that they performed will not be remembered on their behalf. I will, however, hold you responsible for their blood."
        },
        {
          "verse": 21,
          "text": "If, on the other hand, you warn the just to avoid sin, and they do not sin, they will surely live because of the warning, and you in turn shall save your own life."
        },
        {
          "verse": 22,
          "text": "Ezekiel Mute. The hand of the LORD came upon me there and he said to me: Get up and go out into the plain, where I will speak with you."
        },
        {
          "verse": 23,
          "text": "So I got up and went out into the plain. There it was! The glory of the LORD was standing there like the glory I had seen by the river Chebar. Then I fell on my face,"
        },
        {
          "verse": 24,
          "text": "but the spirit entered into me, set me on my feet; he spoke to me, and said: Go, shut yourself in your house."
        },
        {
          "verse": 25,
          "text": "As for you, son of man, know that they will put ropes on you and bind you with them, so that you cannot go out among them."
        },
        {
          "verse": 26,
          "text": "And I will make your tongue stick to the roof of your mouth so that you will be mute, no longer one who rebukes them for being a rebellious house."
        },
        {
          "verse": 27,
          "text": "Only when I speak to you and open your mouth, shall you say to them: Thus says the LORD God: Let those who hear, hear! Let those who resist, resist! They are truly a rebellious house."
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "verse": 1,
          "text": "II. Before the Siege of Jerusalem Chapter 4 - Acts Symbolic of Siege and Exile. You, son of man, take a clay tablet; place it in front of you, and draw on it a city, Jerusalem."
        },
        {
          "verse": 2,
          "text": "Lay siege to it: build up siege works, raise a ramp against it, pitch camps and set up battering rams all around it."
        },
        {
          "verse": 3,
          "text": "Then take an iron pan and set it up as an iron wall between you and the city. Set your face toward it and put it under siege. So you must lay siege to it as a sign for the house of Israel."
        },
        {
          "verse": 4,
          "text": "Then lie down on your left side, while I place the guilt of the house of Israel upon you. As many days as you lie like this, you shall bear their guilt."
        },
        {
          "verse": 5,
          "text": "I allot you three hundred and ninety days during which you must bear the guilt of the house of Israel, the same number of years they sinned."
        },
        {
          "verse": 6,
          "text": "When you have completed this, you shall lie down a second time, on your right side to bear the guilt of the house of Judah forty days; I allot you one day for each year."
        },
        {
          "verse": 7,
          "text": "Turning your face toward the siege of Jerusalem, with bared arm you shall prophesy against it."
        },
        {
          "verse": 8,
          "text": "See, I bind you with ropes so that you cannot turn from one side to the other until you have completed the days of your siege."
        },
        {
          "verse": 9,
          "text": "Then take wheat and barley, beans and lentils, millet and spelt; put them into a single pot and make them into bread. Eat it for as many days as you lie upon your side, three hundred and ninety days."
        },
        {
          "verse": 10,
          "text": "The food you eat shall be twenty shekels a day by weight; each day you shall eat it."
        },
        {
          "verse": 11,
          "text": "And the water you drink shall be the sixth of a hin by measure; each day you shall drink it."
        },
        {
          "verse": 12,
          "text": "And the barley cake you eat you must bake on human excrement in the sight of all."
        },
        {
          "verse": 13,
          "text": "The LORD said: Thus the Israelites shall eat their food, unclean, among the nations where I drive them."
        },
        {
          "verse": 14,
          "text": "“Oh no, Lord GOD,” I protested. “Never have I defiled myself nor have I eaten carrion flesh or flesh torn by wild beasts, nor from my youth till now has any unclean meat entered my mouth.”"
        },
        {
          "verse": 15,
          "text": "Very well, he replied, I will let you use cow manure in place of human dung. You can bake your bread on that."
        },
        {
          "verse": 16,
          "text": "Then he said to me: Son of man, I am about to break the staff of bread in Jerusalem so they shall eat bread which they have weighed out anxiously and drink water which they have measured out fearfully."
        },
        {
          "verse": 17,
          "text": "Because they lack bread and water they shall be devastated; each and every one will waste away because of their guilt."
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 5 - Now you, son of man, take a sharp sword and use it like a barber’s razor, to shave your head and your beard. Then take a balance scale for weighing and divide the hair."
        },
        {
          "verse": 2,
          "text": "Set a third on fire within the city, when the days of your siege are completed; place another third around the city and strike it with the sword; the final third scatter to the wind and then unsheathe the sword after it."
        },
        {
          "verse": 3,
          "text": "But take a few of the hairs and tie them in the hem of your garment."
        },
        {
          "verse": 4,
          "text": "Take some of these and throw them into the fire and burn them in the fire. Because of this, fire will flash out against the whole house of Israel."
        },
        {
          "verse": 5,
          "text": "Thus says the Lord GOD: This is Jerusalem! I placed it in the midst of the nations, surrounded by foreign lands."
        },
        {
          "verse": 6,
          "text": "But it rebelled against my ordinances more wickedly than the nations, and against my statutes more than the foreign lands around it; they rejected my ordinances and did not walk in my statutes."
        },
        {
          "verse": 7,
          "text": "Therefore, thus says the Lord GOD: Because you have caused more uproar than the nations surrounding you, not living by my statutes nor carrying out my judgments, nor even living by the ordinances of the surrounding nations;"
        },
        {
          "verse": 8,
          "text": "therefore, thus says the Lord GOD: See, I am coming against you! I will carry out judgments among you while the nations look on."
        },
        {
          "verse": 9,
          "text": "Because of all your abominations I will do to you what I have never done before, the like of which I will never do again."
        },
        {
          "verse": 10,
          "text": "Therefore, parents will eat their children in your midst, and children will eat their parents. I will inflict punishments upon you and scatter all who remain to the winds."
        },
        {
          "verse": 11,
          "text": "Therefore, as I live, says the Lord GOD, because you have defiled my sanctuary with all your atrocities and all your abominations, I will surely withdraw and not look upon you with pity nor spare you."
        },
        {
          "verse": 12,
          "text": "A third of your people shall die of disease or starve to death within you; another third shall fall by the sword all around you; a third I will scatter to the winds and pursue them with the sword."
        },
        {
          "verse": 13,
          "text": "Thus my anger will spend itself; I will vent my wrath against them until I am satisfied. Then they will know that I the LORD spoke in my passion when I spend my wrath upon them."
        },
        {
          "verse": 14,
          "text": "I will make you a desolation and a reproach among the nations around you, in the sight of every passerby."
        },
        {
          "verse": 15,
          "text": "And you will be a reproach and a taunt, a warning and a horror to the nations around you when I execute judgments against you in angry wrath, with furious chastisements. I, the LORD, have spoken!"
        },
        {
          "verse": 16,
          "text": "When I loose against you the deadly arrows of starvation that I am sending to destroy you, I will increase starvation and will break your staff of bread."
        },
        {
          "verse": 17,
          "text": "I will send against you starvation and wild beasts who will leave you childless, while disease and bloodshed sweep through you. I will bring the sword against you. I, the LORD, have spoken."
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 6 - Against the Mountains of Israel. The word of the LORD came to me:"
        },
        {
          "verse": 2,
          "text": "Son of man, set your face toward the mountains of Israel and prophesy against them:"
        },
        {
          "verse": 3,
          "text": "You shall say: Mountains of Israel, hear the word of the Lord GOD. Thus says the Lord GOD to the mountains and hills, to the ravines and valleys: Pay attention! I am bringing a sword against you, and I will destroy your high places."
        },
        {
          "verse": 4,
          "text": "Your altars shall be laid waste, your incense stands smashed, and I will throw your slain down in front of your idols."
        },
        {
          "verse": 5,
          "text": "Yes, I will lay the corpses of the Israelites in front of their idols, and scatter your bones around your altars."
        },
        {
          "verse": 6,
          "text": "Wherever you live, cities shall be ruined and high places laid waste, in order that your altars be laid waste and devastated, your idols broken and smashed, your incense altars hacked to pieces, and whatever you have made wiped out."
        },
        {
          "verse": 7,
          "text": "The slain shall fall in your midst, and you shall know that I am the LORD."
        },
        {
          "verse": 8,
          "text": "But I will spare some of you from the sword to live as refugees among the nations when you are scattered to foreign lands."
        },
        {
          "verse": 9,
          "text": "Then your refugees will remember me among the nations to which they have been exiled, after I have broken their lusting hearts that turned away from me and their eyes that lusted after idols. They will loathe themselves for all the evil they have done, for all their abominations."
        },
        {
          "verse": 10,
          "text": "Then they shall know that I the LORD did not threaten in vain to inflict this evil on them."
        },
        {
          "verse": 11,
          "text": "Thus says the Lord GOD: Clap your hands, stamp your feet, and cry “Alas!” for all the evil abominations of the house of Israel! They shall fall by the sword, starvation, and disease."
        },
        {
          "verse": 12,
          "text": "Those far off shall die of disease, those nearby shall fall by the sword, and those who survive and are spared shall perish by starvation; thus will I spend my fury upon them."
        },
        {
          "verse": 13,
          "text": "They shall know that I am the LORD, when their slain lie among their idols, all around their altars, on every high hill and mountaintop, beneath every green tree and leafy oak—any place they offer sweet-smelling oblations to all their idols."
        },
        {
          "verse": 14,
          "text": "I will stretch out my hand against them; I will make the land a desolate waste, from the wilderness to Riblah, wherever they live. Thus they shall know that I am the LORD."
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 7 - The End Has Come. The word of the LORD came to me:"
        },
        {
          "verse": 2,
          "text": "Son of man, now say: Thus says the Lord GOD to the land of Israel: An end! The end comes upon the four corners of the land!"
        },
        {
          "verse": 3,
          "text": "Now the end is upon you; I will unleash my anger against you, judge you according to your ways, and hold against you all your abominations."
        },
        {
          "verse": 4,
          "text": "My eye will not spare you, nor will I have pity; but I will hold your conduct against you, since your abominations remain within you; then shall you know that I am the LORD."
        },
        {
          "verse": 5,
          "text": "Thus says the Lord GOD: Evil upon evil! See it coming!"
        },
        {
          "verse": 6,
          "text": "An end is coming, the end is coming; it is ripe for you! See it coming!"
        },
        {
          "verse": 7,
          "text": "The crisis has come for you who dwell in the land! The time has come, near is the day: panic, no rejoicing on the mountains."
        },
        {
          "verse": 8,
          "text": "Soon now I will pour out my fury upon you and spend my anger against you; I will judge you according to your ways and hold against you all your abominations."
        },
        {
          "verse": 9,
          "text": "My eye will not spare, nor will I take pity; I will hold your conduct against you since your abominations remain within you, then you shall know that it is I, the LORD, who strikes."
        },
        {
          "verse": 10,
          "text": "The day is here! Look! it is coming! The crisis has come! Lawlessness is blooming, insolence budding;"
        },
        {
          "verse": 11,
          "text": "the violent have risen up to wield a scepter of wickedness. But none of them shall remain; none of their crowd, none of their wealth, for none of them are innocent."
        },
        {
          "verse": 12,
          "text": "The time has come, the day dawns. The buyer must not rejoice, nor the seller mourn, for wrath is coming upon all the throng."
        },
        {
          "verse": 13,
          "text": "Assuredly, the seller shall not regain what was sold, as long as they all live; for the vision is for the whole crowd: it shall not be revoked! Yes, because of their guilt, they shall not hold on to life."
        },
        {
          "verse": 14,
          "text": "They will sound the trumpet and get everything ready, but no one will go out to battle, for my wrath weighs upon all the crowd."
        },
        {
          "verse": 15,
          "text": "The sword is outside; disease and hunger are within. Whoever is in the fields will die by the sword; whoever is in the city disease and hunger will devour."
        },
        {
          "verse": 16,
          "text": "If their survivors flee, they will die on the mountains, moaning like doves of the valley on account of their guilt."
        },
        {
          "verse": 17,
          "text": "All their hands will hang limp, and all their knees turn to water."
        },
        {
          "verse": 18,
          "text": "They put on sackcloth, horror clothes them; shame is on all their faces, all their heads are shaved bald."
        },
        {
          "verse": 19,
          "text": "They fling their silver into the streets, and their gold is considered unclean. Their silver and gold cannot save them on the day of the LORD’s wrath. They cannot satisfy their hunger or fill their bellies, for it has been the occasion of their sin."
        },
        {
          "verse": 20,
          "text": "In their beautiful ornaments they took pride; out of them they made their abominable images, their detestable things. For this reason I will make them unclean."
        },
        {
          "verse": 21,
          "text": "I will hand them over as spoils to foreigners, as plunder to the wicked of the earth, so that they may defile them."
        },
        {
          "verse": 22,
          "text": "I will turn my face away from them. My treasure will be defiled; the violent will enter and defile it."
        },
        {
          "verse": 23,
          "text": "They will wreak slaughter, for the land is filled with bloodshed and the city with violence."
        },
        {
          "verse": 24,
          "text": "I will bring in the worst of the nations to take possession of their houses. I will put an end to their proud strength, and their sanctuaries will be defiled."
        },
        {
          "verse": 25,
          "text": "When anguish comes, they will seek peace, but there is none."
        },
        {
          "verse": 26,
          "text": "Disaster after disaster, rumor upon rumor. They keep seeking a vision from the prophet; instruction from the priest is missing, and counsel from the elders."
        },
        {
          "verse": 27,
          "text": "The king mourns, the prince is terror-stricken, the hands of the common people tremble. I will deal with them according to their ways, and according to their judgments I will judge them. They shall know that I am the LORD."
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 8 - In the sixth year, on the fifth day of the sixth month, as I was sitting in my house, with the elders of Judah sitting before me, the hand of the Lord GOD fell upon me there."
        },
        {
          "verse": 2,
          "text": "I looked up and there was a figure that looked like a man. Downward from what looked like his waist, there was fire; from his waist upward, like the brilliance of polished bronze."
        },
        {
          "verse": 3,
          "text": "Vision of Abominations in the Temple. He stretched out the form of a hand and seized me by the hair of my head. The spirit lifted me up between earth and heaven and brought me in divine vision to Jerusalem to the entrance of the inner gate facing north where the statue of jealousy that provokes jealousy stood."
        },
        {
          "verse": 4,
          "text": "There I saw the glory of the God of Israel, like the vision I had seen in the plain."
        },
        {
          "verse": 5,
          "text": "He said to me: Son of man, lift your eyes to the north! I looked to the north and there in the entry north of the altar gate was this statue of jealousy."
        },
        {
          "verse": 6,
          "text": "He asked, Son of man, do you see what they are doing? Do you see the great abominations that the house of Israel is practicing here, so that I must depart from my sanctuary? You shall see even greater abominations!"
        },
        {
          "verse": 7,
          "text": "Then he brought me to the entrance of the courtyard, and there I saw a hole in the wall."
        },
        {
          "verse": 8,
          "text": "Son of man, he ordered, dig through the wall. I dug through the wall—there was a doorway."
        },
        {
          "verse": 9,
          "text": "Go in, he said to me, and see the evil abominations they are doing here."
        },
        {
          "verse": 10,
          "text": "I went in and looked—figures of all kinds of creeping things and loathsome beasts, all the idols of the house of Israel, pictured around the wall."
        },
        {
          "verse": 11,
          "text": "Before them stood seventy of the elders of the house of Israel. Among them stood Jaazaniah, son of Shaphan, each with censer in hand; a cloud of incense drifted upward."
        },
        {
          "verse": 12,
          "text": "Then he said to me: Do you see, son of man, what the elders of the house of Israel are doing in the dark, each in his idol chamber? They think: “The LORD cannot see us; the LORD has forsaken the land.”"
        },
        {
          "verse": 13,
          "text": "He said: You will see them practicing even greater abominations."
        },
        {
          "verse": 14,
          "text": "Then he brought me to the entrance of the north gate of the house of the LORD. There women sat and wept for Tammuz."
        },
        {
          "verse": 15,
          "text": "He said to me: Do you see this, son of man? You will see other abominations, greater than these!"
        },
        {
          "verse": 16,
          "text": "Then he brought me into the inner court of the house of the LORD. There at the door of the LORD’s temple, between the porch and the altar, were about twenty-five men with their backs to the LORD’s temple and their faces toward the east; they were bowing eastward to the sun."
        },
        {
          "verse": 17,
          "text": "He said: Do you see, son of man? Are the abominable things the house of Judah has done here so slight that they should also fill the land with violence, provoking me again and again? Now they are putting the branch to my nose!"
        },
        {
          "verse": 18,
          "text": "Therefore I in turn will act furiously: my eye will not spare, nor will I take pity. Even if they cry out in a loud voice for me to hear, I shall not listen to them."
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 9 - Slaughter of the Idolaters. Then he cried aloud for me to hear: Come, you scourges of the city!"
        },
        {
          "verse": 2,
          "text": "And there were six men coming from the direction of the upper gate which faces north, each with a weapon of destruction in his hand. In their midst was a man dressed in linen, with a scribe’s case at his waist. They entered and stood beside the bronze altar."
        },
        {
          "verse": 3,
          "text": "Then the glory of the God of Israel moved off the cherub and went up to the threshold of the temple. He called to the man dressed in linen with the scribe’s case at his waist,"
        },
        {
          "verse": 4,
          "text": "and the LORD said to him: Pass through the city, through the midst of Jerusalem, and mark an X on the foreheads of those who grieve and lament over all the abominations practiced within it."
        },
        {
          "verse": 5,
          "text": "To the others he said in my hearing: Pass through the city after him and strike! Do not let your eyes spare; do not take pity."
        },
        {
          "verse": 6,
          "text": "Old and young, male and female, women and children—wipe them out! But do not touch anyone marked with the X. Begin at my sanctuary. So they began with the elders who were in front of the temple."
        },
        {
          "verse": 7,
          "text": "Defile the temple, he said to them, fill its courts with the slain. Then go out and strike in the city."
        },
        {
          "verse": 8,
          "text": "As they were striking, I was left alone. I fell on my face, crying out, “Alas, Lord GOD! Will you destroy all that is left of Israel when you pour out your fury on Jerusalem?”"
        },
        {
          "verse": 9,
          "text": "He answered me: The guilt of the house of Israel and the house of Judah is too great to measure; the land is filled with bloodshed, the city with lawlessness. They think that the LORD has abandoned the land, that he does not see them."
        },
        {
          "verse": 10,
          "text": "My eye, however, will not spare, nor shall I take pity, but I will bring their conduct down upon their heads."
        },
        {
          "verse": 11,
          "text": "Just then the man dressed in linen with the scribe’s case at his waist made his report: “I have done as you commanded!”"
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 10 - Then I looked and there above the firmament over the heads of the cherubim was something like a sapphire, something that looked like a throne."
        },
        {
          "verse": 2,
          "text": "And he said to the man dressed in linen: Go within the wheelwork under the cherubim; fill both your hands with burning coals from the place among the cherubim, then scatter them over the city. As I watched, he entered."
        },
        {
          "verse": 3,
          "text": "Now the cherubim were standing to the south of the temple when the man went in and a cloud filled the inner court."
        },
        {
          "verse": 4,
          "text": "The glory of the LORD had moved off the cherubim to the threshold of the temple; the temple was filled with the cloud, the whole court brilliant with the glory of the LORD."
        },
        {
          "verse": 5,
          "text": "The sound of the wings of the cherubim could be heard as far as the outer court; it was like the voice of God Almighty speaking."
        },
        {
          "verse": 6,
          "text": "He commanded the man dressed in linen: Take fire from within the wheelwork among the cherubim. The man entered and stood by one of the wheels."
        },
        {
          "verse": 7,
          "text": "Thereupon a cherub stretched out a hand from among the cherubim toward the fire in the midst of the cherubim, took some, and put it in the hands of the one dressed in linen. He took it and came out."
        },
        {
          "verse": 8,
          "text": "Something like a human hand was visible under the wings of the cherubim."
        },
        {
          "verse": 9,
          "text": "I also saw four wheels beside the cherubim, one wheel beside each cherub, and the wheels appeared to have the sparkle of yellow topaz."
        },
        {
          "verse": 10,
          "text": "And the appearance of the four all seemed alike, as though one wheel were inside the other."
        },
        {
          "verse": 11,
          "text": "When they moved, they went in any of the four directions without veering as they moved; in whatever direction the first cherub faced, the others followed without veering as they went."
        },
        {
          "verse": 12,
          "text": "Their entire bodies—backs, hands, and wings—and wheels were covered with eyes all around like the four wheels."
        },
        {
          "verse": 13,
          "text": "I heard the wheels called “wheelwork.”"
        },
        {
          "verse": 14,
          "text": "Each living creature had four faces: the first a cherub, the second a human being, the third a lion, the fourth an eagle."
        },
        {
          "verse": 15,
          "text": "When the cherubim rose up, they were indeed the living creatures I had seen by the river Chebar."
        },
        {
          "verse": 16,
          "text": "When the cherubim moved, the wheels went beside them; when the cherubim lifted up their wings to rise from the earth, even then the wheels did not leave their sides."
        },
        {
          "verse": 17,
          "text": "When they stood still, the wheels stood still; when they rose up, the wheels rose up with them, for the spirit of the living creatures was in them."
        },
        {
          "verse": 18,
          "text": "Then the glory of the LORD left the threshold of the temple and took its place upon the cherubim."
        },
        {
          "verse": 19,
          "text": "The cherubim lifted their wings and rose up from the earth before my eyes as they departed with the wheels beside them. They stopped at the entrance of the eastern gate of the LORD’s house, and the glory of the God of Israel was up above them."
        },
        {
          "verse": 20,
          "text": "These were the living creatures I had seen beneath the God of Israel by the river Chebar. Now I knew they were cherubim."
        },
        {
          "verse": 21,
          "text": "Each of them had four faces and four wings, and something like human hands under their wings."
        },
        {
          "verse": 22,
          "text": "Their faces looked just like the faces I had seen by the river Chebar; and each one went straight ahead."
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 11 - Death for the Remnant in Jerusalem. The spirit lifted me up and brought me to the east gate of the house of the LORD facing east. There at the entrance of the gate were twenty-five men; among them I saw the public officials Jaazaniah, son of Azzur, and Pelatiah, son of Benaiah."
        },
        {
          "verse": 2,
          "text": "The LORD said to me: Son of man, these are the men who are planning evil and giving wicked counsel in this city."
        },
        {
          "verse": 3,
          "text": "They are saying, “No need to build houses! The city is the pot, and we are the meat.”"
        },
        {
          "verse": 4,
          "text": "Therefore prophesy against them, son of man, prophesy!"
        },
        {
          "verse": 5,
          "text": "Then the spirit of the LORD fell upon me and told me to say: Thus says the LORD: This is how you talk, house of Israel. I know the things that come into your mind!"
        },
        {
          "verse": 6,
          "text": "You have slain many in this city, filled its streets with the slain."
        },
        {
          "verse": 7,
          "text": "Therefore thus says the Lord GOD: The slain whom you piled up in it, that is the meat, the pot is the city. But you I will bring out of it."
        },
        {
          "verse": 8,
          "text": "You fear the sword—that sword I will bring upon you—oracle of the Lord GOD."
        },
        {
          "verse": 9,
          "text": "I will bring you out of the city, hand you over to foreigners, and execute judgments against you."
        },
        {
          "verse": 10,
          "text": "By the sword you shall fall. At the borders of Israel I will judge you so that you will know that I am the LORD."
        },
        {
          "verse": 11,
          "text": "The city shall not be a pot for you, nor shall you be meat within it. At the borders of Israel I will judge you,"
        },
        {
          "verse": 12,
          "text": "so you shall know that I am the LORD, whose statutes you did not follow, whose ordinances you did not keep. Instead, you acted according to the ordinances of the nations around you."
        },
        {
          "verse": 13,
          "text": "While I was prophesying, Pelatiah, the son of Benaiah, dropped dead. I fell down on my face and cried out in a loud voice: “Alas, Lord GOD! You are finishing off what remains of Israel!”"
        },
        {
          "verse": 14,
          "text": "Restoration for the Exiles. The word of the LORD came to me:"
        },
        {
          "verse": 15,
          "text": "Son of man, the inhabitants of Jerusalem are saying about all your relatives, the other exiles, and all the house of Israel, “They are far away from the LORD. The land is given to us as a possession.”"
        },
        {
          "verse": 16,
          "text": "Therefore say: Thus says the Lord GOD: I have indeed sent them far away among the nations, scattered them over the lands, and have been but little sanctuary for them in the lands to which they have gone."
        },
        {
          "verse": 17,
          "text": "Therefore, thus says the Lord GOD, I will gather you from the nations and collect you from the lands through which you were scattered, so I can give you the land of Israel."
        },
        {
          "verse": 18,
          "text": "They will enter it and remove all its atrocities and abominations."
        },
        {
          "verse": 19,
          "text": "And I will give them another heart and a new spirit I will put within them. From their bodies I will remove the hearts of stone, and give them hearts of flesh,"
        },
        {
          "verse": 20,
          "text": "so that they walk according to my statutes, taking care to keep my ordinances. Thus they will be my people, and I will be their God."
        },
        {
          "verse": 21,
          "text": "But as for those whose hearts are devoted to their atrocities and abominations, I will bring their conduct down upon their heads—oracle of the Lord GOD."
        },
        {
          "verse": 22,
          "text": "Then the cherubim lifted their wings and the wheels alongside them, with the glory of the God of Israel above them."
        },
        {
          "verse": 23,
          "text": "The glory of the LORD rose up from the middle of the city and came to rest on the mountain east of the city."
        },
        {
          "verse": 24,
          "text": "In a vision, the spirit lifted me up and brought me back to the exiles in Chaldea, by the spirit of God. The vision I had seen left me,"
        },
        {
          "verse": 25,
          "text": "and I told the exiles everything the LORD had shown me."
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 12 - Acts Symbolic of the Exile. The word of the LORD came to me:"
        },
        {
          "verse": 2,
          "text": "Son of man, you live in the midst of a rebellious house; they have eyes to see, but do not see, and ears to hear but do not hear. They are such a rebellious house!"
        },
        {
          "verse": 3,
          "text": "Now, son of man, during the day while they watch, pack a bag for exile, and again while they watch, go into exile from your place to another place; perhaps they will see that they are a rebellious house."
        },
        {
          "verse": 4,
          "text": "During the day, while they watch, bring out your bag, an exile’s bag. In the evening, again while they watch, go out as if into exile."
        },
        {
          "verse": 5,
          "text": "While they watch, dig a hole through the wall and go out through it."
        },
        {
          "verse": 6,
          "text": "While they watch, shoulder your load and go out in darkness. Cover your face so you cannot see the land, for I am making you a sign for the house of Israel!"
        },
        {
          "verse": 7,
          "text": "I did just as I was commanded. During the day I brought out my bag, an exile’s bag. In the evening while they watched, I dug a hole through the wall with my hands and set out in darkness, shouldering my load."
        },
        {
          "verse": 8,
          "text": "In the morning, the word of the LORD came to me:"
        },
        {
          "verse": 9,
          "text": "Son of man, did not the house of Israel, that house of rebels, say, “What are you doing?”"
        },
        {
          "verse": 10,
          "text": "Tell them: Thus says the Lord GOD: This load is the prince in Jerusalem and the whole house of Israel within it."
        },
        {
          "verse": 11,
          "text": "Say, I am a sign for you: just as I have done, so it shall be done to them; into exile, as captives they shall go."
        },
        {
          "verse": 12,
          "text": "The prince among them shall shoulder his load in darkness and go out through the hole they dug in the wall to bring him out. His face shall be covered so that he cannot even see the ground."
        },
        {
          "verse": 13,
          "text": "I will spread my net over him and he shall be caught in my snare. I will bring him into Babylon, to the land of the Chaldeans, though he shall not see it, and there he shall die."
        },
        {
          "verse": 14,
          "text": "All his retinue, his aides and all his troops, I will scatter to the winds and pursue them with the sword."
        },
        {
          "verse": 15,
          "text": "Then they shall know that I am the LORD, when I disperse them among the nations and scatter them throughout the lands."
        },
        {
          "verse": 16,
          "text": "But I will let a few of them escape the sword, starvation, and plague, so that they may recount all their abominations among the nations to which they go. Thus they may know that I am the LORD."
        },
        {
          "verse": 17,
          "text": "The word of the LORD came to me:"
        },
        {
          "verse": 18,
          "text": "Son of man, eat your bread trembling and drink your water shaking with fear."
        },
        {
          "verse": 19,
          "text": "And say to the people of the land: Thus says the Lord GOD about the inhabitants of Jerusalem in the land of Israel: they shall eat their bread in fear and drink their water in horror, because the land will be emptied of what fills it—the lawlessness of all its inhabitants."
        },
        {
          "verse": 20,
          "text": "Inhabited cities shall be in ruins, the land a desolate place. Then you shall know that I am the LORD."
        },
        {
          "verse": 21,
          "text": "Prophecy Ridiculed. The word of the LORD came to me:"
        },
        {
          "verse": 22,
          "text": "Son of man, what is this proverb you have in the land of Israel: “The days drag on, and every vision fails”?"
        },
        {
          "verse": 23,
          "text": "Say to them therefore: Thus says the Lord GOD: I will put an end to that proverb; they shall never use it again in Israel. Say to them instead: “The days are at hand and every vision fulfilled.”"
        },
        {
          "verse": 24,
          "text": "No longer shall there be any false visions or deceitful divinations within the house of Israel,"
        },
        {
          "verse": 25,
          "text": "for whatever word I speak shall happen without delay. In your days, rebellious house, whatever I speak I will bring about—oracle of the Lord GOD."
        },
        {
          "verse": 26,
          "text": "The word of the LORD came to me:"
        },
        {
          "verse": 27,
          "text": "Son of man, listen! The house of Israel is saying, “The vision he sees is a long time off; he prophesies for distant times!”"
        },
        {
          "verse": 28,
          "text": "Say to them therefore: Thus says the Lord GOD: None of my words shall be delayed any longer. Whatever I say is final; it shall be done—oracle of the Lord GOD."
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 13 - Against the Prophets of Peace. The word of the LORD came to me:"
        },
        {
          "verse": 2,
          "text": "Son of man, prophesy against the prophets of Israel, prophesy! Say to those who prophesy their own thoughts: Hear the word of the LORD!"
        },
        {
          "verse": 3,
          "text": "Thus says the Lord GOD: Woe to those prophets, the fools who follow their own spirit and see nothing."
        },
        {
          "verse": 4,
          "text": "Like foxes among ruins are your prophets, Israel!"
        },
        {
          "verse": 5,
          "text": "You did not step into the breach, nor repair the wall around the house of Israel so it would stand firm against attack on the day of the LORD."
        },
        {
          "verse": 6,
          "text": "False visions! Lying divinations! They say, “The oracle of the LORD,” even though the LORD did not send them. Then they expect their word to be confirmed!"
        },
        {
          "verse": 7,
          "text": "Was not the vision you saw false? Did you not report a lying divination when you said, “Oracle of the LORD,” even though I never spoke?"
        },
        {
          "verse": 8,
          "text": "Therefore thus says the Lord GOD: Because you have spoken falsehood and seen lying visions, therefore, for certain I am coming at you—oracle of the Lord GOD."
        },
        {
          "verse": 9,
          "text": "My hand is against the prophets who see false visions and who make lying divinations. They shall not belong to the community of my people. They shall not be written in the register of the house of Israel, nor shall they enter the land of Israel. Thus you shall know that I am the LORD."
        },
        {
          "verse": 10,
          "text": "Because they led my people astray, saying, “Peace!” when there is no peace, and when a wall is built, they cover it with whitewash,"
        },
        {
          "verse": 11,
          "text": "say then to the whitewashers: I will bring down a flooding rain; hailstones shall fall, and a stormwind shall break forth."
        },
        {
          "verse": 12,
          "text": "When the wall has fallen, will you not be asked: “Where is the whitewash you spread on it?”"
        },
        {
          "verse": 13,
          "text": "Therefore thus says the Lord GOD: In my fury I will let loose stormwinds; because of my anger there will be flooding rain, and hailstones will fall with destructive wrath."
        },
        {
          "verse": 14,
          "text": "I will tear down the wall you whitewashed and level it to the ground, laying bare its foundations. When it falls, you shall be crushed beneath it. Thus you shall know that I am the LORD."
        },
        {
          "verse": 15,
          "text": "When I have poured out my fury on the wall and its whitewashers, it will fall. Then I will say to you: No wall! No whitewashers—"
        },
        {
          "verse": 16,
          "text": "the prophets of Israel who prophesy to Jerusalem and see visions of peace for it when there is no peace—oracle of the Lord GOD."
        },
        {
          "verse": 17,
          "text": "Against Witches. As for you, son of man, now set your face against the daughters of your people who play the prophet from their own thoughts, and prophesy against them."
        },
        {
          "verse": 18,
          "text": "You shall say, Thus says the Lord GOD: Woe to those who sew amulets for the wrists of every arm and make veils for every head size to snare lives! You ensnare the lives of my people, even as you preserve your own lives!"
        },
        {
          "verse": 19,
          "text": "You have profaned me among my people for handfuls of barley and crumbs of bread, slaying those who should not be slain, and keeping alive those who should not live, lying to my people, who listen to lies."
        },
        {
          "verse": 20,
          "text": "Therefore thus says the Lord GOD: See! I am coming after your amulets by which you ensnare lives like prey. I will tear them from your arms and set free the lives of those you have ensnared like prey."
        },
        {
          "verse": 21,
          "text": "I will tear off your veils and deliver my people from your power, so that they shall never again be ensnared by your hands. Thus you shall know that I am the LORD."
        },
        {
          "verse": 22,
          "text": "Because you discourage the righteous with lies when I did not want them to be distressed, and encourage the wicked so they do not turn from their evil ways and save their lives,"
        },
        {
          "verse": 23,
          "text": "therefore you shall no longer see false visions or practice divination again. I will deliver my people from your hand. Thus you shall know that I am the LORD."
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 14 - Idolatry and Unfaithfulness. Some elders of Israel came and sat down before me."
        },
        {
          "verse": 2,
          "text": "Then the word of the LORD came to me:"
        },
        {
          "verse": 3,
          "text": "Son of man, these men keep the memory of their idols alive in their hearts, setting the stumbling block of their sin before them. Should I allow myself to be consulted by them?"
        },
        {
          "verse": 4,
          "text": "Therefore say to them: Thus says the Lord GOD: If any of the house of Israel who keep the memory of their idols in their hearts, setting the stumbling block of their sin before them, come to a prophet, I the LORD will answer in person because of their many idols,"
        },
        {
          "verse": 5,
          "text": "in order to catch the hearts of the house of Israel, estranged from me because of all their idols."
        },
        {
          "verse": 6,
          "text": "Therefore say to the house of Israel: Thus says the Lord GOD: Return, turn away from your idols; from all your abominations, turn your faces."
        },
        {
          "verse": 7,
          "text": "For if anyone of the house of Israel or any alien residing in Israel who are estranged from me and who keep their idols in their hearts, setting the stumbling block of their sin before them, come to ask a prophet to consult me on their behalf, I the LORD will answer them in person."
        },
        {
          "verse": 8,
          "text": "I will set my face against them and make them a sign and a byword, and cut them off from the midst of my people. Thus you shall know that I am the LORD."
        },
        {
          "verse": 9,
          "text": "As for the prophet, if he speaks a deceiving word, I the LORD am the one who deceives that prophet. I will stretch out my hand against him and destroy him from the midst of my people Israel."
        },
        {
          "verse": 10,
          "text": "They will be punished for their own sins, the inquirer and the prophet alike,"
        },
        {
          "verse": 11,
          "text": "so that the house of Israel may no longer stray from me, no longer defile themselves by all their sins. Then they shall be my people, and I shall be their God—oracle of the Lord GOD. Just Cause."
        },
        {
          "verse": 12,
          "text": "The word of the LORD came to me:"
        },
        {
          "verse": 13,
          "text": "Son of man, if a land sins against me by breaking faith, and I stretch out my hand against it, breaking its staff of bread and setting famine loose upon it, cutting off from it human being and beast alike—"
        },
        {
          "verse": 14,
          "text": "even if these three were in it, Noah, Daniel, and Job, they could only save themselves by their righteousness—oracle of the Lord GOD."
        },
        {
          "verse": 15,
          "text": "If I summoned wild beasts to prowl the land, depopulating it so that it became a wasteland which no one would cross because of the wild beasts,"
        },
        {
          "verse": 16,
          "text": "and these three were in it, as I live—oracle of the Lord GOD—I swear they could save neither sons nor daughters; they alone would be saved, but the land would become a wasteland."
        },
        {
          "verse": 17,
          "text": "Or if I bring the sword upon this land, commanding the sword to pass through the land cutting off from it human being and beast alike,"
        },
        {
          "verse": 18,
          "text": "and these three were in it, as I live—oracle of the Lord GOD—they could save neither sons nor daughters; they alone would be saved."
        },
        {
          "verse": 19,
          "text": "Or if I send plague into this land, pouring out upon it my bloody wrath, cutting off from it human being and beast alike,"
        },
        {
          "verse": 20,
          "text": "even if Noah, Daniel, and Job were in it, as I live—oracle of the Lord GOD—they could save neither son nor daughter; they would save only themselves by their righteousness."
        },
        {
          "verse": 21,
          "text": "Thus says the Lord GOD: Even though I send against Jerusalem my four evil punishments—sword, famine, wild beasts, and plague—to cut off from it human being and beast alike,"
        },
        {
          "verse": 22,
          "text": "there will still be some survivors in it who will bring out sons and daughters. When they come out to you and you see their ways and their deeds, you shall be consoled regarding the evil I brought on Jerusalem, everything I brought upon it."
        },
        {
          "verse": 23,
          "text": "They shall console you when you see their ways and their deeds, and you shall know that not without reason did I do to it everything I did—oracle of the Lord GOD."
        }
      ]
    },
    {
      "chapter": 15,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 15 - Parable of the Vine. The word of the LORD came to me:"
        },
        {
          "verse": 2,
          "text": "Son of man, what makes the wood of the vine Better than the wood of branches found on the trees in the forest?"
        },
        {
          "verse": 3,
          "text": "Can wood be taken from it to make something useful? Can someone make even a peg out of it on which to hang a vessel?"
        },
        {
          "verse": 4,
          "text": "Of course not! If it is fed to the fire for fuel, and the fire devours both ends of it, Leaving the middle charred, is it useful for anything then?"
        },
        {
          "verse": 5,
          "text": "Even when it is whole it cannot be used for anything; So when fire has devoured and charred it, how useful can it be?"
        },
        {
          "verse": 6,
          "text": "Therefore, thus says the Lord GOD: Like vine wood among forest trees, which I have given as fuel for fire, So I will give the inhabitants of Jerusalem."
        },
        {
          "verse": 7,
          "text": "I will set my face against them: Although they have escaped the fire, the fire will still devour them; You shall know that I am the LORD, when I set my face against them."
        },
        {
          "verse": 8,
          "text": "Yes, I will make the land desolate, because they are so unfaithful— oracle of the Lord GOD."
        }
      ]
    },
    {
      "chapter": 16,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 16 - A Parable of Infidelity. The word of the LORD came to me:"
        },
        {
          "verse": 2,
          "text": "Son of man, make known to Jerusalem her abominations."
        },
        {
          "verse": 3,
          "text": "You shall say, Thus says the Lord GOD to Jerusalem: By origin and birth you belong to the land of the Canaanites; your father was an Amorite, your mother a Hittite."
        },
        {
          "verse": 4,
          "text": "As for your birth, on the day you were born your navel cord was not cut; you were not washed with water or anointed; you were not rubbed with salt or wrapped in swaddling clothes."
        },
        {
          "verse": 5,
          "text": "No eye looked on you with pity or compassion to do any of these things for you. Rather, on the day you were born you were left out in the field, rejected."
        },
        {
          "verse": 6,
          "text": "Then I passed by and saw you struggling in your blood, and I said to you in your blood, “Live!”"
        },
        {
          "verse": 7,
          "text": "I helped you grow up like a field plant, so that you grew, maturing into a woman with breasts developed and hair grown; but still you were stark naked."
        },
        {
          "verse": 8,
          "text": "I passed by you again and saw that you were now old enough for love. So I spread the corner of my cloak over you to cover your nakedness; I swore an oath to you and entered into covenant with you—oracle of the Lord GOD—and you became mine."
        },
        {
          "verse": 9,
          "text": "Then I bathed you with water, washed away your blood, and anointed you with oil."
        },
        {
          "verse": 10,
          "text": "I clothed you with an embroidered gown, put leather sandals on your feet; I gave you a fine linen sash and silk robes to wear."
        },
        {
          "verse": 11,
          "text": "I adorned you with jewelry, putting bracelets on your arms, a necklace about your neck,"
        },
        {
          "verse": 12,
          "text": "a ring in your nose, earrings in your ears, and a beautiful crown on your head."
        },
        {
          "verse": 13,
          "text": "Thus you were adorned with gold and silver; your garments made of fine linen, silk, and embroidered cloth. Fine flour, honey, and olive oil were your food. You were very, very beautiful, fit for royalty."
        },
        {
          "verse": 14,
          "text": "You were renowned among the nations for your beauty, perfected by the splendor I showered on you—oracle of the Lord GOD."
        },
        {
          "verse": 15,
          "text": "But you trusted in your own beauty and used your renown to serve as a prostitute. You poured out your prostitution on every passerby—let it be his."
        },
        {
          "verse": 16,
          "text": "You took some of your garments and made for yourself gaudy high places, where you served as a prostitute. It has never happened before, nor will it happen again!"
        },
        {
          "verse": 17,
          "text": "You took the splendid gold and silver ornaments that I had given you and made for yourself male images and served as a prostitute with them."
        },
        {
          "verse": 18,
          "text": "You took your embroidered garments to cover them; my oil and my incense you set before them;"
        },
        {
          "verse": 19,
          "text": "the food I had given you, the fine flour, the oil, and the honey with which I fed you, you set before them as a pleasant odor, says the Lord GOD."
        },
        {
          "verse": 20,
          "text": "The sons and daughters you bore for me you took and offered as sacrifices for them to devour! Was it not enough that you had become a prostitute?"
        },
        {
          "verse": 21,
          "text": "You slaughtered and immolated my children to them, making them pass through fire."
        },
        {
          "verse": 22,
          "text": "In all your abominations and prostitutions you did not remember the days of your youth when you were stark naked, struggling in your blood."
        },
        {
          "verse": 23,
          "text": "Then after all your evildoing—woe, woe to you! oracle of the Lord GOD—"
        },
        {
          "verse": 24,
          "text": "you built yourself a platform and raised up a dais in every public place."
        },
        {
          "verse": 25,
          "text": "At every intersection you built yourself a dais so that you could degrade your beauty by spreading your legs for every passerby, multiplying your prostitutions."
        },
        {
          "verse": 26,
          "text": "You served as a prostitute with the Egyptians, your big-membered neighbors, and multiplied your prostitutions to provoke me."
        },
        {
          "verse": 27,
          "text": "Therefore I stretched out my hand against you and reduced your allotment, and delivered you over to the whim of your enemies, the Philistines, who were revolted by your depraved conduct."
        },
        {
          "verse": 28,
          "text": "You also served as a prostitute for the Assyrians, because you were not satisfied. Even after serving as a prostitute for them, you were still not satisfied."
        },
        {
          "verse": 29,
          "text": "You increased your prostitutions again, now going to Chaldea, the land of traders; but despite this, you were still not satisfied."
        },
        {
          "verse": 30,
          "text": "How wild your lust!—oracle of the Lord GOD—that you did all these works of a shameless prostitute,"
        },
        {
          "verse": 31,
          "text": "when you built your platform at every intersection and set up your high place in every public square. But unlike a prostitute, you disdained payment."
        },
        {
          "verse": 32,
          "text": "Adulterous wife, taking strangers in place of her husband!"
        },
        {
          "verse": 33,
          "text": "Prostitutes usually receive gifts. But you bestowed gifts on all your lovers, bribing them to come to you for prostitution from every side."
        },
        {
          "verse": 34,
          "text": "Thus in your prostitution you were different from any other woman. No one solicited you for prostitution. Instead, you yourself offered payment; what a reversal!"
        },
        {
          "verse": 35,
          "text": "Therefore, prostitute, hear the word of the LORD!"
        },
        {
          "verse": 36,
          "text": "Thus says the Lord GOD: Because you poured out your lust and exposed your nakedness in your prostitution with your lovers and your abominable idols, because you gave the life-blood of your children to them,"
        },
        {
          "verse": 37,
          "text": "therefore, I will now gather together all your lovers with whom you found pleasure, both those you loved and those you hated; I will gather them against you from all sides and expose you naked for them to see."
        },
        {
          "verse": 38,
          "text": "I will inflict on you the sentence of adultery and murder; I will bring on you bloody wrath and jealous anger."
        },
        {
          "verse": 39,
          "text": "I will hand you over to them to tear down your platform and demolish your high place, to strip you of your garments and take away your splendid ornaments, leaving you stark naked."
        },
        {
          "verse": 40,
          "text": "They shall lead an assembly against you to stone you and hack you to pieces with their swords."
        },
        {
          "verse": 41,
          "text": "They shall set fire to your homes and inflict punishments on you while many women watch. Thus I will put an end to your prostitution, and you shall never again offer payment."
        },
        {
          "verse": 42,
          "text": "When I have spent my fury upon you I will stop being jealous about you, and calm down, no longer angry."
        },
        {
          "verse": 43,
          "text": "Because you did not remember the days of your youth but enraged me with all these things, see, I am bringing down your ways upon your head—oracle of the Lord GOD. Have you not added depravity to your other abominations?"
        },
        {
          "verse": 44,
          "text": "See, everyone who makes proverbs will make this proverb about you, “Like mother, like daughter.”"
        },
        {
          "verse": 45,
          "text": "Yes, you are truly the daughter of your mother who rejected her husband and children: you are truly a sister to your sisters who rejected their husbands and children—your mother was a Hittite and your father an Amorite."
        },
        {
          "verse": 46,
          "text": "Your elder sister was Samaria with her daughters to the north of you; and your younger sister was Sodom and her daughters, south of you."
        },
        {
          "verse": 47,
          "text": "Not only did you walk in their ways and act as abominably as they did, but in a very short time you became more corrupt in all your ways than they were."
        },
        {
          "verse": 48,
          "text": "As I live—oracle of the Lord GOD—I swear that your sister Sodom with her daughters have not done the things you and your daughters have done!"
        },
        {
          "verse": 49,
          "text": "Now look at the guilt of your sister Sodom: she and her daughters were proud, sated with food, complacent in prosperity. They did not give any help to the poor and needy."
        },
        {
          "verse": 50,
          "text": "Instead, they became arrogant and committed abominations before me; then, as you have seen, I removed them."
        },
        {
          "verse": 51,
          "text": "Samaria did not commit half the sins you did. You have done more abominable things than they did. You even made your sisters look righteous, with all the abominations you have done."
        },
        {
          "verse": 52,
          "text": "You, then, must bear your disgrace, for you have made a case for your sisters! Because your sins are more abominable than theirs, they seem righteous compared to you. Blush for shame, and bear the disgrace of having made your sisters appear righteous."
        },
        {
          "verse": 53,
          "text": "I will restore their fortunes, the fortunes of Sodom and her daughters, the fortunes of Samaria and her daughters—and your fortunes along with them."
        },
        {
          "verse": 54,
          "text": "Thus you must bear your disgrace and be ashamed of all you have done to bring them comfort."
        },
        {
          "verse": 55,
          "text": "Yes, your sisters, Sodom and her daughters, Samaria and her daughters, shall return to the way they were, and you and your daughters shall return to the way you were."
        },
        {
          "verse": 56,
          "text": "Did you not hold your sister Sodom in bad repute while you felt proud of yourself,"
        },
        {
          "verse": 57,
          "text": "before your evil was exposed? Now you are like her, reproached by the Arameans and all their neighbors, despised on all sides by the Philistines."
        },
        {
          "verse": 58,
          "text": "The penalty of your depravity and your abominations—you must bear it all—oracle of the LORD."
        },
        {
          "verse": 59,
          "text": "For thus says the Lord GOD: I will deal with you for what you did; you despised an oath by breaking a covenant."
        },
        {
          "verse": 60,
          "text": "But I will remember the covenant I made with you when you were young; I will set up an everlasting covenant with you."
        },
        {
          "verse": 61,
          "text": "Then you shall remember your ways and be ashamed when you receive your sisters, those older and younger than you; I give them to you as daughters, but not by reason of your covenant."
        },
        {
          "verse": 62,
          "text": "For I will re-establish my covenant with you, that you may know that I am the LORD,"
        },
        {
          "verse": 63,
          "text": "that you may remember and be ashamed, and never again open your mouth because of your disgrace, when I pardon you for all you have done—oracle of the Lord GOD."
        }
      ]
    },
    {
      "chapter": 17,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 17 - The Eagles and the Vine. The word of the LORD came to me:"
        },
        {
          "verse": 2,
          "text": "Son of man, propose a riddle, and tell this proverb to the house of Israel:"
        },
        {
          "verse": 3,
          "text": "Thus says the Lord GOD: The great eagle, with wide wingspan and long feathers, with thick plumage, many-hued, came to Lebanon. He plucked the crest of the cedar,"
        },
        {
          "verse": 4,
          "text": "broke off its topmost branch, And brought it to a land of merchants, set it in a city of traders."
        },
        {
          "verse": 5,
          "text": "Then he took some native seed and planted it in fertile soil; A shoot beside plentiful waters, like a willow he planted it,"
        },
        {
          "verse": 6,
          "text": "That it might sprout and become a vine, dense and low-lying, With its branches turned toward him, its roots beneath it. Thus it became a vine, produced branches, and put forth shoots."
        },
        {
          "verse": 7,
          "text": "Then another great eagle appeared, with wide wingspan, rich in plumage, And see! This vine bent its roots to him, sent out branches for him to water. From the bed where it was planted,"
        },
        {
          "verse": 8,
          "text": "it was transplanted to a fertile field By abundant waters, to produce branches, to bear fruit, to become a majestic vine."
        },
        {
          "verse": 9,
          "text": "Say: Thus says the Lord GOD: Can it thrive? Will he not tear up its roots and strip its fruit? Then all its green leaves will wither— neither strong arm nor mighty nation is needed to uproot it."
        },
        {
          "verse": 10,
          "text": "True, it is planted; but will it thrive? Will it not wither up When the east wind strikes it, wither in the very bed where it sprouted?"
        },
        {
          "verse": 11,
          "text": "The word of the LORD came to me:"
        },
        {
          "verse": 12,
          "text": "Now say to the rebellious house: Do you not understand this? Tell them! The king of Babylon came to Jerusalem and took away its king and officials and brought them to him in Babylon."
        },
        {
          "verse": 13,
          "text": "After removing the nobles from the land, he then took one of the royal line And made a covenant with him, binding him under oath,"
        },
        {
          "verse": 14,
          "text": "To be a humble kingdom, without high aspirations, to keep his covenant and so survive."
        },
        {
          "verse": 15,
          "text": "But this one rebelled against him by sending envoys to Egypt To obtain horses and a mighty army. Can he thrive? Can he escape if he does this? Can he break a covenant and go free?"
        },
        {
          "verse": 16,
          "text": "As I live—oracle of the Lord GOD— in the house of the king who set him up to rule, Whose oath he ignored and whose covenant he broke, there in Babylon I swear he shall die!"
        },
        {
          "verse": 17,
          "text": "Pharaoh shall not help him on the day of battle, with a great force and mighty horde, When ramps are thrown up and siege works built for the cutting down of many lives."
        },
        {
          "verse": 18,
          "text": "He ignored his oath, breaking his covenant; even though he gave his hand, he did all these things— he shall not escape!"
        },
        {
          "verse": 19,
          "text": "Therefore, thus says the Lord GOD: As I live, my oath which he spurned, And my covenant which he broke, I will bring down on his head."
        },
        {
          "verse": 20,
          "text": "I will spread my net over him, and he will be caught in my snare. I will bring him to Babylon to judge him there because he broke faith with me."
        },
        {
          "verse": 21,
          "text": "Any among his forces who escape will fall by the sword, And whoever might survive will be scattered to the winds. Thus you will know that I the LORD have spoken."
        },
        {
          "verse": 22,
          "text": "Thus says the Lord GOD: I, too, will pluck from the crest of the cedar the highest branch. From the top a tender shoot I will break off and transplant on a high, lofty mountain."
        },
        {
          "verse": 23,
          "text": "On the mountain height of Israel I will plant it. It shall put forth branches and bear fruit, and become a majestic cedar. Every small bird will nest under it, all kinds of winged birds will dwell in the shade of its branches."
        },
        {
          "verse": 24,
          "text": "Every tree of the field will know that I am the LORD. I bring low the high tree, lift high the lowly tree, Wither up the green tree, and make the dry tree bloom. As I, the LORD, have spoken, so will I do!"
        }
      ]
    },
    {
      "chapter": 18,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 18 - Personal Responsibility. The word of the LORD came to me: Son of man,"
        },
        {
          "verse": 2,
          "text": "what is the meaning of this proverb you recite in the land of Israel: “Parents eat sour grapes, but the children’s teeth are set on edge”?"
        },
        {
          "verse": 3,
          "text": "As I live—oracle of the Lord GOD: I swear that none of you will ever repeat this proverb in Israel."
        },
        {
          "verse": 4,
          "text": "For all life is mine: the life of the parent is like the life of the child, both are mine. Only the one who sins shall die!"
        },
        {
          "verse": 5,
          "text": "If a man is just—if he does what is right,"
        },
        {
          "verse": 6,
          "text": "if he does not eat on the mountains, or raise his eyes to the idols of the house of Israel; if he does not defile a neighbor’s wife, or have relations with a woman during her period;"
        },
        {
          "verse": 7,
          "text": "if he oppresses no one, gives back the pledge received for a debt, commits no robbery; gives food to the hungry and clothes the naked;"
        },
        {
          "verse": 8,
          "text": "if he does not lend at interest or exact usury; if he refrains from evildoing and makes a fair judgment between two opponents;"
        },
        {
          "verse": 9,
          "text": "if he walks by my statutes and is careful to observe my ordinances, that man is just—he shall surely live—oracle of the Lord GOD."
        },
        {
          "verse": 10,
          "text": "But if he begets a son who is violent and commits murder, or does any of these things,"
        },
        {
          "verse": 11,
          "text": "even though the father does none of them—a son who eats on the mountains, defiles the wife of his neighbor,"
        },
        {
          "verse": 12,
          "text": "oppresses the poor and needy, commits robbery, does not give back a pledge, raises his eyes to idols, does abominable things,"
        },
        {
          "verse": 13,
          "text": "lends at interest and exacts usury—this son certainly shall not live. Because he practiced all these abominations, he shall surely be put to death; his own blood shall be on him."
        },
        {
          "verse": 14,
          "text": "But, in turn, if he begets a son who sees all the sins his father commits, yet fears and does not imitate him—"
        },
        {
          "verse": 15,
          "text": "a son who does not eat on the mountains, or raise his eyes to the idols of the house of Israel, or defile a neighbor’s wife;"
        },
        {
          "verse": 16,
          "text": "who does not oppress anyone, or exact a pledge, or commit robbery; who gives his food to the hungry and clothes the naked;"
        },
        {
          "verse": 17,
          "text": "who refrains from evildoing, accepts no interest or usury, but keeps my ordinances and walks in my statutes—this one shall not die for the sins of his father. He shall surely live!"
        },
        {
          "verse": 18,
          "text": "Only the father, since he committed extortion and robbed his brother, and did what was not good among his people—he will die because of his sin!"
        },
        {
          "verse": 19,
          "text": "You ask: “Why is not the son charged with the guilt of his father?” Because the son has done what is just and right and has been careful to observe all my statutes—he shall surely live!"
        },
        {
          "verse": 20,
          "text": "Only the one who sins shall die. The son shall not be charged with the guilt of his father, nor shall the father be charged with the guilt of his son. Justice belongs to the just, and wickedness to the wicked."
        },
        {
          "verse": 21,
          "text": "But if the wicked man turns away from all the sins he has committed, if he keeps all my statutes and does what is just and right, he shall surely live. He shall not die!"
        },
        {
          "verse": 22,
          "text": "None of the crimes he has committed shall be remembered against him; he shall live because of the justice he has shown."
        },
        {
          "verse": 23,
          "text": "Do I find pleasure in the death of the wicked—oracle of the Lord GOD? Do I not rejoice when they turn from their evil way and live?"
        },
        {
          "verse": 24,
          "text": "And if the just turn from justice and do evil, like all the abominations the wicked do, can they do this evil and still live? None of the justice they did shall be remembered, because they acted treacherously and committed these sins; because of this, they shall die."
        },
        {
          "verse": 25,
          "text": "You say, “The LORD’s way is not fair!” Hear now, house of Israel: Is it my way that is unfair? Are not your ways unfair?"
        },
        {
          "verse": 26,
          "text": "When the just turn away from justice to do evil and die, on account of the evil they did they must die."
        },
        {
          "verse": 27,
          "text": "But if the wicked turn from the wickedness they did and do what is right and just, they save their lives;"
        },
        {
          "verse": 28,
          "text": "since they turned away from all the sins they committed, they shall live; they shall not die."
        },
        {
          "verse": 29,
          "text": "But the house of Israel says, “The Lord’s way is not fair!” Is it my way that is not fair, house of Israel? Is it not your ways that are not fair?"
        },
        {
          "verse": 30,
          "text": "Therefore I will judge you, house of Israel, all of you according to your ways—oracle of the Lord GOD. Turn, turn back from all your crimes, that they may not be a cause of sin for you ever again."
        },
        {
          "verse": 31,
          "text": "Cast away from you all the crimes you have committed, and make for yourselves a new heart and a new spirit. Why should you die, house of Israel?"
        },
        {
          "verse": 32,
          "text": "For I find no pleasure in the death of anyone who dies—oracle of the Lord GOD. Turn back and live!"
        }
      ]
    },
    {
      "chapter": 19,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 19 Allegory of the Lions - As for you, raise a lamentation over the princes of Israel,"
        },
        {
          "verse": 2,
          "text": "and say: What a lioness was your mother, a lion among lions! She made her lair among young lions, to raise her cubs;"
        },
        {
          "verse": 3,
          "text": "One cub she raised up, a young lion he became; He learned to tear apart prey, he devoured people."
        },
        {
          "verse": 4,
          "text": "Nations heard about him; in their pit he was caught; They took him away with hooks to the land of Egypt."
        },
        {
          "verse": 5,
          "text": "When she realized she had waited in vain, she lost hope. She took another of her cubs, and made him a young lion."
        },
        {
          "verse": 6,
          "text": "He prowled among the lions, became a young lion; He learned to tear apart prey, he devoured people."
        },
        {
          "verse": 7,
          "text": "He ravaged their strongholds, laid waste their cities. The earth and everything in it were terrified at the sound of his roar."
        },
        {
          "verse": 8,
          "text": "Nations laid out against him snares all around; They spread their net for him, in their pit he was caught."
        },
        {
          "verse": 9,
          "text": "They put him in fetters and took him away to the king of Babylon, So his roar would no longer be heard on the mountains of Israel."
        },
        {
          "verse": 10,
          "text": "Allegory of the Vine Branch - Your mother was like a leafy vine planted by water, Fruitful and full of branches because of abundant water."
        },
        {
          "verse": 11,
          "text": "One strong branch grew into a royal scepter. So tall it towered among the clouds, conspicuous in height, with dense foliage."
        },
        {
          "verse": 12,
          "text": "But she was torn out in fury and flung to the ground; The east wind withered her up, her fruit was plucked away; Her strongest branch dried up, fire devoured it."
        },
        {
          "verse": 13,
          "text": "Now she is planted in a wilderness, in a dry, parched land."
        },
        {
          "verse": 14,
          "text": "Fire flashed from her branch, and devoured her shoots; Now she does not have a strong branch, a royal scepter! This is a lamentation and serves as a lamentation."
        }
      ]
    },
    {
      "chapter": 20,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 20 - Israel’s History of Infidelity. In the seventh year, on the tenth day of the fifth month, some of the elders of Israel came to consult the LORD and sat down before me."
        },
        {
          "verse": 2,
          "text": "Then the word of the LORD came to me:"
        },
        {
          "verse": 3,
          "text": "Son of man, speak to the elders of Israel and say to them: Thus says the Lord GOD: Have you come to consult me? As I live, I will not allow myself to be consulted by you!—oracle of the Lord GOD."
        },
        {
          "verse": 4,
          "text": "Will you judge them? Will you judge, son of man? Tell them about the abominations of their ancestors,"
        },
        {
          "verse": 5,
          "text": "and say to them: Thus says the Lord GOD: The day I chose Israel, I swore to the descendants of the house of Jacob; I revealed myself to them in the land of Egypt and swore to them, saying: I am the LORD, your God."
        },
        {
          "verse": 6,
          "text": "That day I swore to bring them out of the land of Egypt to the land I had searched out for them, a land flowing with milk and honey, a jewel among all lands."
        },
        {
          "verse": 7,
          "text": "Then I said to them: Throw away, each of you, the detestable things that held your eyes; do not defile yourselves with the idols of Egypt: I am the LORD, your God."
        },
        {
          "verse": 8,
          "text": "But they rebelled and refused to listen to me; none of them threw away the detestable things that held their eyes, nor did they abandon the idols of Egypt. Then I considered pouring out my fury and spending my anger against them there in the land of Egypt."
        },
        {
          "verse": 9,
          "text": "I acted for the sake of my name, that it should not be desecrated in the eyes of the nations among whom they were: in the eyes of the nations I had made myself known to them, to bring them out of the land of Egypt."
        },
        {
          "verse": 10,
          "text": "Therefore I led them out of the land of Egypt and brought them into the wilderness."
        },
        {
          "verse": 11,
          "text": "Then I gave them my statutes and made known to them my ordinances, so that everyone who keeps them has life through them."
        },
        {
          "verse": 12,
          "text": "I also gave them my sabbaths to be a sign between me and them, to show that it is I, the LORD, who makes them holy."
        },
        {
          "verse": 13,
          "text": "But the house of Israel rebelled against me in the wilderness. They did not observe my statutes, and they rejected my ordinances that bring life to those who keep them. My sabbaths, too, they desecrated grievously. Then I considered pouring out my fury on them in the wilderness to put an end to them,"
        },
        {
          "verse": 14,
          "text": "but I acted for the sake of my name, so it would not be desecrated in the eyes of the nations in whose sight I had brought them out."
        },
        {
          "verse": 15,
          "text": "Nevertheless in the wilderness I swore to them that I would not bring them into the land I had given them—a land flowing with milk and honey, a jewel among all the lands."
        },
        {
          "verse": 16,
          "text": "Their hearts followed after their idols so closely that they did not live by my statutes, but rejected my ordinances and desecrated my sabbaths."
        },
        {
          "verse": 17,
          "text": "But I looked on them with pity, not wanting to destroy them, so I did not put an end to them in the wilderness."
        },
        {
          "verse": 18,
          "text": "Then I said to their children in the wilderness: Do not follow the statutes of your parents. Do not keep their ordinances. Do not defile yourselves with their idols."
        },
        {
          "verse": 19,
          "text": "I am the LORD, your God: follow my statutes and be careful to observe my ordinances;"
        },
        {
          "verse": 20,
          "text": "keep holy my sabbaths as a sign between me and you so that you may know that I am the LORD, your God."
        },
        {
          "verse": 21,
          "text": "But their children rebelled against me: they did not follow my statutes or keep my ordinances that bring life to those who observe them; my sabbaths they desecrated. Then I considered pouring out my fury on them, spending my anger against them in the wilderness;"
        },
        {
          "verse": 22,
          "text": "but I stayed my hand, acting for the sake of my name, lest it be desecrated in the eyes of the nations, in whose sight I had brought them out."
        },
        {
          "verse": 23,
          "text": "Nevertheless I swore to them in the wilderness that I would disperse them among the nations and scatter them in other lands,"
        },
        {
          "verse": 24,
          "text": "because they did not carry out my ordinances, but rejected my statutes and desecrated my sabbaths, having eyes only for the idols of their ancestors."
        },
        {
          "verse": 25,
          "text": "Therefore I gave them statutes that were not good, and ordinances through which they could not have life."
        },
        {
          "verse": 26,
          "text": "I let them become defiled by their offerings, by having them make a fiery offering of every womb’s firstborn, in order to ruin them so they might know that I am the LORD."
        },
        {
          "verse": 27,
          "text": "Therefore speak to the house of Israel, son of man, and tell them: Thus says the Lord GOD: In this way also your ancestors blasphemed me, breaking faith with me."
        },
        {
          "verse": 28,
          "text": "When I brought them to the land I had sworn to give them, and they saw all its high hills and leafy trees, there they offered sacrifices, there they made offerings to provoke me, there they sent up sweet-smelling oblations, there they poured out their libations."
        },
        {
          "verse": 29,
          "text": "So I said to them, “What is this high place to which you go?” Thus its name became “high place” even to this day."
        },
        {
          "verse": 30,
          "text": "Therefore say to the house of Israel: Thus says the Lord GOD: Will you defile yourselves in the way your ancestors did? Will you lust after their detestable idols?"
        },
        {
          "verse": 31,
          "text": "By offering your gifts, by making your children pass through the fire, you defile yourselves with all your idols even to this day. Shall I let myself be consulted by you, house of Israel? As I live—oracle of the Lord GOD—I swear I will not let myself be consulted by you!"
        },
        {
          "verse": 32,
          "text": "What has entered your mind shall never happen: You are thinking, “We shall be like the nations, like the peoples of foreign lands, serving wood and stone.”"
        },
        {
          "verse": 33,
          "text": "As I live—oracle of the Lord GOD—with mighty hand and outstretched arm, with wrath poured out, I swear I will be king over you!"
        },
        {
          "verse": 34,
          "text": "With mighty hand and outstretched arm, with wrath poured out, I will bring you out from the nations and gather you from the countries over which you are scattered;"
        },
        {
          "verse": 35,
          "text": "I will lead you to the wilderness of the peoples and enter into judgment with you face to face."
        },
        {
          "verse": 36,
          "text": "Just as I entered into judgment with your ancestors in the wilderness of the land of Egypt, so will I enter into judgment with you—oracle of the Lord GOD."
        },
        {
          "verse": 37,
          "text": "Thus I will make you pass under the staff and will impose on you the terms of the covenant."
        },
        {
          "verse": 38,
          "text": "I will sort out from you those who defied me and rebelled against me; from the land where they resided as aliens I will bring them out, but they shall not return to the land of Israel. Thus you shall know that I am the LORD."
        },
        {
          "verse": 39,
          "text": "As for you, house of Israel, thus says the Lord GOD: Go! each of you, and worship your idols. Listen to me! You shall never again desecrate my holy name with your offerings and your idols!"
        },
        {
          "verse": 40,
          "text": "For on my holy mountain, on the highest mountain in Israel—oracle of the Lord GOD—there the whole house of Israel shall worship me; there in the land I will accept them all, there I will claim your tributes, the best of your offerings, from all your holy things."
        },
        {
          "verse": 41,
          "text": "As a sweet-smelling oblation I will accept you, when I bring you from among the nations and gather you out of the lands over which you were scattered; and through you I will manifest my holiness in the sight of the nations."
        },
        {
          "verse": 42,
          "text": "Thus you shall know that I am the LORD, when I bring you back to the soil of Israel, the land I swore to give your ancestors."
        },
        {
          "verse": 43,
          "text": "There you shall remember your ways, all the deeds by which you defiled yourselves; and you shall loathe yourselves because of all the evil you did."
        },
        {
          "verse": 44,
          "text": "And you shall know that I am the LORD when I deal with you thus, for the sake of my name, not according to your evil ways and wanton deeds, house of Israel—oracle of the Lord GOD."
        }
      ]
    },
    {
      "chapter": 21,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 21 - The Sword of the Lord. The word of the LORD came to me:"
        },
        {
          "verse": 2,
          "text": "Son of man, turn your face to the south: preach against the south, prophesy against the forest land in the south."
        },
        {
          "verse": 3,
          "text": "Say to the forest in the south: Hear the word of the LORD! Thus says the Lord GOD: See! I am kindling a fire in you that shall devour every green tree as well as every dry tree. The blazing flame shall not be quenched so that from south to north every face shall be scorched by it."
        },
        {
          "verse": 4,
          "text": "All flesh shall see that I, the LORD, have kindled it; it shall not be quenched."
        },
        {
          "verse": 5,
          "text": "But I said, “Ah! Lord GOD, they are saying about me, ‘Is not this the one who is forever spinning parables?’”"
        },
        {
          "verse": 6,
          "text": "Then the word of the LORD came to me:"
        },
        {
          "verse": 7,
          "text": "Son of man, turn your face toward Jerusalem: preach against its sanctuary, prophesy against the land of Israel."
        },
        {
          "verse": 8,
          "text": "Say to the land of Israel: Thus says the LORD: See! I am coming against you; I will draw my sword from its scabbard and cut off from you the righteous and the wicked."
        },
        {
          "verse": 9,
          "text": "Thus my sword shall come out from its scabbard against all flesh from south to north"
        },
        {
          "verse": 10,
          "text": "and all flesh shall know that I, the LORD, have drawn my sword from its scabbard. It cannot return again."
        },
        {
          "verse": 11,
          "text": "Act Symbolic of the City’s Fall. As for you, son of man, groan! with shattered loins and bitter grief, groan in their sight."
        },
        {
          "verse": 12,
          "text": "When they ask you, “Why are you groaning?” you shall say: Because of what I heard! When it comes every heart shall melt, every hand fall helpless; every spirit will grow faint, and every knee run with water. See, it is coming, it is here!—oracle of the Lord GOD."
        },
        {
          "verse": 13,
          "text": "Song of the Sword. The word of the LORD came to me:"
        },
        {
          "verse": 14,
          "text": "Son of man, prophesy! say: Thus says the LORD: A sword, a sword has been sharpened, a sword, a sword has been burnished:"
        },
        {
          "verse": 15,
          "text": "Sharpened to make a slaughter, burnished to flash lightning! Why should I stop now? You have rejected the rod and every judgment!"
        },
        {
          "verse": 16,
          "text": "I have given it over to the burnisher that he might hold it in his hand, A sword sharpened and burnished to be put in the hands of an executioner."
        },
        {
          "verse": 17,
          "text": "Cry out and howl, son of man, for it is destined for my people, For all the princes of Israel, victims of the sword with my people. Therefore, slap your thigh,"
        },
        {
          "verse": 18,
          "text": "for it is tested, and why not? Since you rejected my staff, should it not happen?— oracle of the Lord GOD."
        },
        {
          "verse": 19,
          "text": "As for you, son of man, prophesy, and clap your hands! Let the sword strike twice, a third time. It is a sword of slaughter, A sword for slaughtering, whirling around them all,"
        },
        {
          "verse": 20,
          "text": "That every heart may tremble; for many will be made to stumble. At all their gates I have stationed the sword for slaughter, Made it flash lightning, drawn for slaughter."
        },
        {
          "verse": 21,
          "text": "Slash to the right! turn to the left, Wherever your edge is directed!"
        },
        {
          "verse": 22,
          "text": "Then I, too, shall clap my hands, and spend my fury. I, the LORD, have spoken."
        },
        {
          "verse": 23,
          "text": "Nebuchadnezzar at the Crossroads. The word of the LORD came to me:"
        },
        {
          "verse": 24,
          "text": "Son of man, make for yourself two roads over which the sword of the king of Babylon can come. Both roads shall start out from the same land. Then put a signpost at the head of each road"
        },
        {
          "verse": 25,
          "text": "so the sword can come to Rabbah of the Ammonites or to Judah and its fortress, Jerusalem."
        },
        {
          "verse": 26,
          "text": "For the king of Babylon is standing at the fork of the two roads to read the omens: he shakes out the arrows, inquires of the teraphim, inspects the liver."
        },
        {
          "verse": 27,
          "text": "Into his right hand has fallen the lot marked “Jerusalem”: to order the slaughter, to raise the battle cry, to set the battering rams against the gates, to throw up a ramp, to build siege works."
        },
        {
          "verse": 28,
          "text": "In the eyes of those bound by oath this seems like a false omen; yet the lot taken in hand exposes the wickedness for which they, still bound by oath, will be taken in hand."
        },
        {
          "verse": 29,
          "text": "Therefore thus says the Lord GOD: Because your guilt has been exposed, your crimes laid bare, your sinfulness revealed in all your deeds—because you have been exposed, you shall be taken in hand."
        },
        {
          "verse": 30,
          "text": "And as for you, depraved and wicked prince of Israel, a day is coming to end your life of crime."
        },
        {
          "verse": 31,
          "text": "Thus says the Lord GOD: Off with the turban and away with the crown! Nothing shall be as it was! Exalt the lowly and bring the exalted low!"
        },
        {
          "verse": 32,
          "text": "A ruin, a ruin, a ruin, I shall make it! Nothing will be the same until the one comes to whom I have given it for judgment. To the Ammonites."
        },
        {
          "verse": 33,
          "text": "As for you, son of man, prophesy: Thus says the Lord GOD to the Ammonites and their insults: O sword, sword drawn for slaughter, burnished to consume, to flash lightning!"
        },
        {
          "verse": 34,
          "text": "Your false visions and lying omens, Set you over the necks of the slain, the wicked whose day had come— an end to their life of crime."
        },
        {
          "verse": 35,
          "text": "Return to your scabbard! In the place you were created, In the land of your origin, I will judge you."
        },
        {
          "verse": 36,
          "text": "I will pour out my anger upon you, breathing my fiery wrath against you; I will hand you over to ravagers, artisans of destruction!"
        },
        {
          "verse": 37,
          "text": "You shall be fuel for the fire, your blood shall flow throughout the land; You shall not be remembered, for I, the LORD, have spoken."
        }
      ]
    },
    {
      "chapter": 22,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 22 - Crimes of Jerusalem. The word of the LORD came to me:"
        },
        {
          "verse": 2,
          "text": "You, son of man, will you judge? will you judge the city of bloodshed? Then make known all its abominations,"
        },
        {
          "verse": 3,
          "text": "and say: Thus says the Lord GOD: O city that sheds blood within itself so that its time has come, that has made idols for its own defilement:"
        },
        {
          "verse": 4,
          "text": "By the blood you shed you have become guilty, and by the idols you made you have become defiled. You have brought on your day, you have come to the end of your years. Therefore I make you an object of scorn for the nations and a laughingstock for all lands."
        },
        {
          "verse": 5,
          "text": "Those near and those far off will mock you: “Defiled of Name! Queen of Tumult!”"
        },
        {
          "verse": 6,
          "text": "See! the princes of Israel within you use their power to shed blood."
        },
        {
          "verse": 7,
          "text": "Within you, father and mother are dishonored; they extort the resident alien in your midst; within you, they oppress orphans and widows."
        },
        {
          "verse": 8,
          "text": "What I consider holy you have rejected, and my sabbaths you have desecrated."
        },
        {
          "verse": 9,
          "text": "In you are those who slander to cause bloodshed; within you are those who feast on the mountains; in your midst are those whose actions are depraved."
        },
        {
          "verse": 10,
          "text": "In you are those who uncover the nakedness of their fathers; in you those who coerce women to intercourse during their period."
        },
        {
          "verse": 11,
          "text": "There are those in you who do abominable things with their neighbors’ wives, men who defile their daughters-in-law by incest, men who coerce their sisters to intercourse, the daughters of their own fathers."
        },
        {
          "verse": 12,
          "text": "There are those in you who take bribes to shed blood. You exact interest and usury; you extort profit from your neighbor by violence. But me you have forgotten—oracle of the Lord GOD."
        },
        {
          "verse": 13,
          "text": "See, I am clapping my hands because of the profits you extorted and the blood shed in your midst."
        },
        {
          "verse": 14,
          "text": "Will your heart remain firm, will your hands be strong, in the days when I deal with you? I am the LORD; I have spoken, and I will act!"
        },
        {
          "verse": 15,
          "text": "I will disperse you among the nations and scatter you over other lands, so that I may purge your filth."
        },
        {
          "verse": 16,
          "text": "In you I will allow myself to be desecrated in the eyes of the nations; thus you shall know that I am the LORD."
        },
        {
          "verse": 17,
          "text": "The word of the LORD came to me:"
        },
        {
          "verse": 18,
          "text": "Son of man, the house of Israel has become dross to me. All of them are copper, tin, iron, and lead within a furnace; they have become the dross from silver."
        },
        {
          "verse": 19,
          "text": "Therefore thus says the Lord GOD: Because all of you have become dross, See! I am gathering you within Jerusalem."
        },
        {
          "verse": 20,
          "text": "Just as silver, copper, iron, lead, and tin are gathered within a furnace to be blasted with fire to smelt it, so I will gather you together in my furious wrath, put you in, and smelt you."
        },
        {
          "verse": 21,
          "text": "When I have assembled you, I will blast you with the fire of my anger and smelt you with it."
        },
        {
          "verse": 22,
          "text": "Just as silver is smelted in a furnace, so you shall be smelted in it. Thus you shall know that I, the LORD, have poured out my fury on you."
        },
        {
          "verse": 23,
          "text": "The word of the LORD came to me:"
        },
        {
          "verse": 24,
          "text": "Son of man, say to her: You are an unclean land receiving no rain at the time of my fury."
        },
        {
          "verse": 25,
          "text": "A conspiracy of its princes is like a roaring lion tearing prey; they devour people, seizing their wealth and precious things, making many widows within her."
        },
        {
          "verse": 26,
          "text": "Her priests violate my law and desecrate what I consider holy; they do not distinguish between holy and common, nor teach the difference between unclean and clean; they pay no attention to my sabbaths, so that I have been desecrated in their midst."
        },
        {
          "verse": 27,
          "text": "Within her, her officials are like wolves tearing prey, shedding blood and destroying lives to extort profit."
        },
        {
          "verse": 28,
          "text": "And her prophets cover them with whitewash, seeing false visions and performing lying divinations, saying, “Thus says the Lord GOD,” although the LORD has not spoken."
        },
        {
          "verse": 29,
          "text": "The people of the land practice extortion and commit robbery; they wrong the poor and the needy, and oppress the resident alien without justice."
        },
        {
          "verse": 30,
          "text": "Thus I have searched among them for someone who would build a wall or stand in the breach before me to keep me from destroying the land; but I found no one."
        },
        {
          "verse": 31,
          "text": "Therefore I have poured out my fury upon them; with my fiery wrath I have consumed them, bringing down their ways upon their heads—oracle of the Lord GOD."
        }
      ]
    },
    {
      "chapter": 23,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 23 - The Two Sisters. The word of the LORD came to me:"
        },
        {
          "verse": 2,
          "text": "Son of man, there were two women, daughters of the same mother."
        },
        {
          "verse": 3,
          "text": "Even as young girls, they were prostitutes, serving as prostitutes in Egypt. There the Egyptians fondled their breasts and caressed their virgin nipples."
        },
        {
          "verse": 4,
          "text": "Oholah was the name of the elder, and the name of her sister was Oholibah. They became mine and gave birth to sons and daughters. As for their names: Samaria was Oholah and Jerusalem, Oholibah."
        },
        {
          "verse": 5,
          "text": "Oholah became a prostitute while married to me and lusted after her lovers, the Assyrians: warriors"
        },
        {
          "verse": 6,
          "text": "dressed in purple, governors and officers, all of them handsome young soldiers, mounted on horses."
        },
        {
          "verse": 7,
          "text": "She gave herself as a prostitute to them, to all the Assyrian elite; with all those for whom she lusted, she also defiled herself with their idols."
        },
        {
          "verse": 8,
          "text": "She did not abandon the prostitution she had begun with the Egyptians, who had lain with her when she was young, fondling her virgin breasts and pouring out their lust upon her."
        },
        {
          "verse": 9,
          "text": "Therefore I handed her over to her lovers, to the Assyrians for whom she lusted."
        },
        {
          "verse": 10,
          "text": "They exposed her nakedness; her sons and daughters they took away, and her they killed with the sword. She became a byword for women because of the sentence carried out against her."
        },
        {
          "verse": 11,
          "text": "Although her sister Oholibah saw all this, her lust was more depraved than her sister’s; she outdid her in prostitution."
        },
        {
          "verse": 12,
          "text": "She too lusted after the Assyrians, governors and officers, warriors impeccably clothed, mounted on horses, all of them handsome young soldiers."
        },
        {
          "verse": 13,
          "text": "I saw that she had defiled herself—now both had gone down the same path."
        },
        {
          "verse": 14,
          "text": "She went further in her prostitution: She saw male figures drawn on the wall, images of Chaldeans drawn with vermilion,"
        },
        {
          "verse": 15,
          "text": "with sashes tied about their waists, flowing turbans on their heads, all looking like chariot warriors, images of Babylonians, natives of Chaldea."
        },
        {
          "verse": 16,
          "text": "As soon as she set eyes on them she lusted for them, and she sent messengers to them in Chaldea."
        },
        {
          "verse": 17,
          "text": "The Babylonians came to her, to her love couch; they defiled her with their impurities. But as soon as they had defiled her, she recoiled from them."
        },
        {
          "verse": 18,
          "text": "When her prostitution was discovered and her shame revealed, I recoiled from her as I had recoiled from her sister."
        },
        {
          "verse": 19,
          "text": "But she increased her prostitution, recalling the days of her youth when she had served as a prostitute in the land of Egypt."
        },
        {
          "verse": 20,
          "text": "She lusted for the lechers of Egypt, whose members are like those of donkeys, whose thrusts are like those of stallions."
        },
        {
          "verse": 21,
          "text": "You reverted to the depravity of your youth, when Egyptians fondled your breasts, caressing your young nipples."
        },
        {
          "verse": 22,
          "text": "Therefore, Oholibah, thus says the Lord GOD: I will now stir up your lovers against you, those from whom you recoiled, and I will bring them against you from every side:"
        },
        {
          "verse": 23,
          "text": "the men of Babylon and all of Chaldea, Pekod, Shoa and Koa, along with all the Assyrians, handsome young soldiers, all of them governors and officers, charioteers and warriors, all of them horsemen."
        },
        {
          "verse": 24,
          "text": "They shall invade you with armor, chariots and wagons, a horde of peoples; they will array against you on every side bucklers and shields and helmets. I will give them the right of judgment, and they will judge you according to their standards."
        },
        {
          "verse": 25,
          "text": "I will direct my jealousy against you, so that they deal with you in fury, cutting off your nose and ears; what is left of you shall fall by the sword. They shall take away your sons and daughters, and what is left of you shall be devoured by fire."
        },
        {
          "verse": 26,
          "text": "They shall strip off your clothes and seize your splendid jewelry."
        },
        {
          "verse": 27,
          "text": "I will put an end to your depravity and to your prostitution from the land of Egypt; you shall no longer look to them, nor even remember Egypt again."
        },
        {
          "verse": 28,
          "text": "For thus says the Lord GOD: I am now handing you over to those whom you hate, to those from whom you recoil."
        },
        {
          "verse": 29,
          "text": "They shall treat you with hatred, seizing all that you worked for and leaving you stark naked, so that your indecent nakedness is exposed. Your depravity and prostitution"
        },
        {
          "verse": 30,
          "text": "brought these things upon you because you served as a prostitute for the nations, defiling yourself with their idols."
        },
        {
          "verse": 31,
          "text": "Because you followed your sister’s path, I will put her cup into your hand."
        },
        {
          "verse": 32,
          "text": "Thus says the Lord GOD: The cup of your sister you shall drink, deep and wide; It brings ridicule and mockery, it holds so much;"
        },
        {
          "verse": 33,
          "text": "You will be filled with drunkenness and grief— A cup of horror and devastation, the cup of your sister Samaria;"
        },
        {
          "verse": 34,
          "text": "You shall drink it dry, its very sherds you will gnaw; And you shall tear out your breasts; for I have spoken—oracle of the Lord GOD."
        },
        {
          "verse": 35,
          "text": "Therefore thus says the Lord GOD: You have forgotten me and cast me behind your back; now suffer for your depravity and prostitution."
        },
        {
          "verse": 36,
          "text": "Then the LORD said to me: Son of man, would you judge Oholah and Oholibah? Then make known to them their abominations."
        },
        {
          "verse": 37,
          "text": "For they committed adultery, and blood covers their hands. They committed adultery with their idols; even the children they bore for me they burnt as food for them."
        },
        {
          "verse": 38,
          "text": "And they also did this to me: on that day, they defiled my sanctuary and desecrated my sabbaths."
        },
        {
          "verse": 39,
          "text": "On the very day they slaughtered their children for their idols, they entered my sanctuary to desecrate it. Thus they acted within my house!"
        },
        {
          "verse": 40,
          "text": "Moreover, they sent for men who had to come from afar; when a messenger was sent to them, they came. On their account you bathed, painted your eyes, and put on jewelry."
        },
        {
          "verse": 41,
          "text": "You sat on a magnificent couch, set before it a table, on which to lay my incense and oil."
        },
        {
          "verse": 42,
          "text": "The cries of a mob! The shouts of men coming in from the wilderness! They put bracelets on the women’s arms and splendid crowns on their heads."
        },
        {
          "verse": 43,
          "text": "I said: “That worn-out one still has adulteries in her! Now they engage her as a prostitute and she…”"
        },
        {
          "verse": 44,
          "text": "And indeed they did come in to her as men come in to a prostitute. Thus they came to Oholah and Oholibah, the depraved women."
        },
        {
          "verse": 45,
          "text": "The righteous shall certainly punish them with sentences given to adulterers and murderers, for they committed adultery, and blood is on their hands."
        },
        {
          "verse": 46,
          "text": "Indeed, thus says the Lord GOD: Raise up an army against them and hand them over to terror and plunder."
        },
        {
          "verse": 47,
          "text": "The army will stone them and hack them to pieces with their swords. They will kill their sons and daughters and set fire to their houses."
        },
        {
          "verse": 48,
          "text": "Thus I will put an end to depravity in the land, and all women will be warned not to imitate your depravity."
        },
        {
          "verse": 49,
          "text": "They shall inflict on you the penalty of your depravity, and you shall pay for your sins of idolatry. Then you shall know that I am the Lord GOD."
        }
      ]
    },
    {
      "chapter": 24,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 24 - Allegory of the Pot. On the tenth day of the tenth month, in the ninth year, the word of the LORD came to me:"
        },
        {
          "verse": 2,
          "text": "Son of man, write down today’s date this very day, for on this very day the king of Babylon lays siege to Jerusalem."
        },
        {
          "verse": 3,
          "text": "Propose this parable to the rebellious house and say to them: Thus says the Lord GOD: Put the pot on, put it on! Pour in some water;"
        },
        {
          "verse": 4,
          "text": "Add to it pieces of meat, all choice pieces; With thigh and shoulder, with choice cuts fill it."
        },
        {
          "verse": 5,
          "text": "Choose the pick of the flock, then pile logs beneath it; Bring it to a boil, cook all the pieces in it."
        },
        {
          "verse": 6,
          "text": "Therefore thus says the Lord GOD: Woe to the city full of blood! A pot containing filth, whose filth cannot be removed! Take out its pieces one by one, for no lot has fallen on their behalf."
        },
        {
          "verse": 7,
          "text": "For her blood is still in her midst; on a bare rock she left it; She did not pour it on the ground to be covered with dirt."
        },
        {
          "verse": 8,
          "text": "To arouse wrath, to exact vengeance, I have left her blood on bare rock not to be covered."
        },
        {
          "verse": 9,
          "text": "Therefore, thus says the Lord GOD: Woe to the city full of blood! I will make the pyre great!"
        },
        {
          "verse": 10,
          "text": "Pile on the wood, kindle the fire. Cook the meat, stir the spicy mixture, char the bones!"
        },
        {
          "verse": 11,
          "text": "Then set it empty on the coals, to heat up until its copper glows, So its impurities melt, its filth disappears."
        },
        {
          "verse": 12,
          "text": "The toil is exhausting, but the great filth will not come out— Filth, even with fire."
        },
        {
          "verse": 13,
          "text": "Even in defiling yourself with depravity I would still have cleansed you, but you would not have your impurity cleansed. You will not be cleansed now until I wreak my fury on you."
        },
        {
          "verse": 14,
          "text": "I, the LORD, have spoken; it will happen! I will do it and not hold back! I will not have pity or relent. By your conduct and deeds you shall be judged— oracle of the Lord GOD."
        },
        {
          "verse": 15,
          "text": "Ezekiel as a Sign for the Exiles. The word of the LORD came to me:"
        },
        {
          "verse": 16,
          "text": "Son of man, with a sudden blow I am taking away from you the delight of your eyes, but do not mourn or weep or shed any tears."
        },
        {
          "verse": 17,
          "text": "Groan, moan for the dead, but make no public lament; bind on your turban, put your sandals on your feet, but do not cover your beard or eat the bread of mourners."
        },
        {
          "verse": 18,
          "text": "I spoke to the people in the morning. In the evening my wife died. The next morning I did as I had been commanded."
        },
        {
          "verse": 19,
          "text": "Then the people asked me, “Will you not tell us what all these things you are doing mean for us?”"
        },
        {
          "verse": 20,
          "text": "I said to them, The word of the LORD came to me:"
        },
        {
          "verse": 21,
          "text": "Say to the house of Israel: Thus says the Lord GOD: I will now desecrate my sanctuary, the pride of your strength, the delight of your eyes, the concern of your soul. The sons and daughters you left behind shall fall by the sword."
        },
        {
          "verse": 22,
          "text": "Then you shall do as I have done, not covering your beards nor eating the bread of mourning."
        },
        {
          "verse": 23,
          "text": "Your turbans shall remain on your heads, your sandals on your feet. You shall not mourn or weep, but you shall waste away because of your sins and groan to one another."
        },
        {
          "verse": 24,
          "text": "Ezekiel shall be a sign for you: everything he did, you shall do. When it happens, you shall know that I am the Lord GOD."
        },
        {
          "verse": 25,
          "text": "End of Ezekiel’s Muteness. As for you, son of man, truly, on the very day I take away from them their strength, their glorious joy, the delight of their eyes, the desire of their soul, the pride of their hearts, their sons and daughters,"
        },
        {
          "verse": 26,
          "text": "on that day a survivor will come to you so that you may hear it with your own ears."
        },
        {
          "verse": 27,
          "text": "On that day, with the survivor, your mouth shall be opened; you shall speak and be mute no longer. You shall be a sign to them, and they shall know that I am the LORD."
        }
      ]
    },
    {
      "chapter": 25,
      "verses": [
        {
          "verse": 1,
          "text": "III. Prophecies Against Foreign Nations Chapter 25 - Against Ammon. The word of the LORD came to me:"
        },
        {
          "verse": 2,
          "text": "Son of man, turn toward the Ammonites and prophesy against them."
        },
        {
          "verse": 3,
          "text": "Say to the Ammonites: Hear the word of the LORD! Thus says the Lord GOD: Because you jeered at my sanctuary when it was desecrated, at the land of Israel when it was destroyed, and at the house of Judah when they went into exile,"
        },
        {
          "verse": 4,
          "text": "therefore I am giving you to people from the east as a possession. They shall set up their encampments among you and pitch their tents in your midst; they shall eat your produce and drink your milk."
        },
        {
          "verse": 5,
          "text": "And I will turn Rabbah into a pasture for camels and all of Ammon into a grazing place for flocks. Then you shall know that I am the LORD."
        },
        {
          "verse": 6,
          "text": "For thus says the Lord GOD: Because you rejoiced over the land of Israel with scorn in your heart, clapping your hands and stamping your feet,"
        },
        {
          "verse": 7,
          "text": "therefore, see, I am stretching out my hand against you and giving you up as plunder to the nations. I will cut you off from the peoples and wipe you out of the lands. I will destroy you, and you shall know that I am the LORD."
        },
        {
          "verse": 8,
          "text": "Against Moab. Thus says the Lord GOD: Because Moab said, “See! the house of Judah is like all the other nations,”"
        },
        {
          "verse": 9,
          "text": "therefore, I am exposing the whole flank of Moab with its cities, the jewels of its land: Beth-jesimoth, Baalmeon, and Kiriathaim."
        },
        {
          "verse": 10,
          "text": "I will hand it over, along with the Ammonites, to the people from the east that it may not be remembered among the nations."
        },
        {
          "verse": 11,
          "text": "I will execute judgment upon Moab that they may know that I am the LORD."
        },
        {
          "verse": 12,
          "text": "Against Edom. Thus says the Lord GOD: Because Edom took vengeance on the house of Judah and incurred terrible guilt by taking vengeance on them,"
        },
        {
          "verse": 13,
          "text": "therefore thus says the Lord GOD: I will stretch out my hand against Edom and cut off from it human being and beast alike. I will turn it into ruins from Teman to Dedan; they shall fall by the sword."
        },
        {
          "verse": 14,
          "text": "I will put my vengeance against Edom into the hands of my people Israel; they will deal with Edom in accord with my furious anger. Thus they shall know my vengeance!—oracle of the Lord GOD."
        },
        {
          "verse": 15,
          "text": "Against the Philistines. Thus says the Lord GOD: Because the Philistines acted vengefully and exacted vengeance with intentional malice, destroying with undying hostility,"
        },
        {
          "verse": 16,
          "text": "therefore thus says the Lord GOD: See! I am stretching out my hand against the Philistines, and I will cut off the Cherethites and wipe out the remnant on the seacoast."
        },
        {
          "verse": 17,
          "text": "Thus I will execute great acts of vengeance on them, punishing them furiously. Then they shall know that I am the LORD, when I wreak my vengeance on them."
        }
      ]
    },
    {
      "chapter": 26,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 26 - Against the City of Tyre. On the first day of the eleventh month of the eleventh year, the word of the LORD came to me:"
        },
        {
          "verse": 2,
          "text": "Son of man, because Tyre said of Jerusalem: “Aha! The gateway of the peoples is smashed! It has been turned over to me; I will be enriched by its ruin!”"
        },
        {
          "verse": 3,
          "text": "therefore thus says the Lord GOD: See! I am coming against you, Tyre; I will churn up against you many nations, just as the sea churns up its waves."
        },
        {
          "verse": 4,
          "text": "They will destroy the walls of Tyre and tear down its towers; I will scrape off its debris and leave it a bare rock."
        },
        {
          "verse": 5,
          "text": "It will become a place for drying nets in the midst of the sea. For I have spoken—oracle of the Lord GOD: she will become plunder for the nations."
        },
        {
          "verse": 6,
          "text": "Her daughter cities on the mainland will be slaughtered by the sword; then they shall know that I am the LORD."
        },
        {
          "verse": 7,
          "text": "Indeed thus says the Lord GOD: I am bringing up against Tyre from the north, Nebuchadnezzar, King of Babylon, king of kings, with horses and chariots, with cavalry, and a mighty horde of troops."
        },
        {
          "verse": 8,
          "text": "Your daughter cities on the mainland he shall slay with the sword. He shall build a siege wall around you, throw up a ramp against you, and raise his shields about you."
        },
        {
          "verse": 9,
          "text": "He shall pound your walls with battering-rams and break down your towers with his axes."
        },
        {
          "verse": 10,
          "text": "From the surging of his horses he will cover you with dust; from the noise of warhorses, wheels and chariots. Your walls will shake when he enters your gates, even as one enters a city that is breached."
        },
        {
          "verse": 11,
          "text": "With the hooves of his horses he will trample all your streets; Your people he will slay by the sword; your mighty pillars will collapse."
        },
        {
          "verse": 12,
          "text": "They shall plunder your wealth and pillage your goods; They will tear down your walls and demolish your splendid houses. Your stones, timbers, and debris they will cast into the sea."
        },
        {
          "verse": 13,
          "text": "I will bring an end to the noise of your songs; the music of your lyres will be heard no more."
        },
        {
          "verse": 14,
          "text": "I will turn you into bare rock, you will become a place for drying nets. You shall never be rebuilt, for I the LORD have spoken— oracle of the Lord GOD."
        },
        {
          "verse": 15,
          "text": "Thus says the Lord GOD to Tyre: At the sound of your downfall, at the groaning of the wounded, When victims are slain within you, will the islands not quake?"
        },
        {
          "verse": 16,
          "text": "All the princes of the sea will step down from their thrones, Lay aside their robes, and strip off their embroidered garments. Clothed in mourning, they will sit on the ground And tremble, horror-struck and appalled at you."
        },
        {
          "verse": 17,
          "text": "They will raise lament over you and say to you: How you have perished, gone from the seas, Renowned City! Once she was mighty on the sea, she and her inhabitants, Those who spread their terror to all who dwelt nearby."
        },
        {
          "verse": 18,
          "text": "On this, the day of your fall, the islands quake! The islands in the sea are terrified at your passing."
        },
        {
          "verse": 19,
          "text": "Indeed thus says the Lord GOD: When I make you a ruined city like cities no longer inhabited, When I churn up the deep and its mighty waters cover you,"
        },
        {
          "verse": 20,
          "text": "Then I will thrust you down with those who go down to the pit, to those of the bygone age; I will make you dwell in the netherworld, in the everlasting ruins, with those who have gone down to the pit, So you will never return or have a place in the land of the living."
        },
        {
          "verse": 21,
          "text": "I will make you a horror, and you shall be no more; You shall be sought for, but never found again— oracle of the Lord GOD."
        }
      ]
    },
    {
      "chapter": 27,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 27 - The Ship Tyre. The word of the LORD came to me:"
        },
        {
          "verse": 2,
          "text": "You, son of man, raise a lament over Tyre,"
        },
        {
          "verse": 3,
          "text": "and say to Tyre, who sits at the entrance to the sea, trader to peoples on many coastlands, Thus says the Lord GOD: Tyre, you said, “I am a ship, perfect in beauty”;"
        },
        {
          "verse": 4,
          "text": "In the heart of the sea was your territory; your builders perfected your beauty."
        },
        {
          "verse": 5,
          "text": "With juniper wood from Senir they built all your decks; A cedar from Lebanon they took to make you a mast."
        },
        {
          "verse": 6,
          "text": "With oaks of Bashan they fashioned your oars, Your bridge, of ivory-inlaid cypress wood from the coasts of Kittim."
        },
        {
          "verse": 7,
          "text": "Fine embroidered linen from Egypt became your sail; Your awnings were made of purple and scarlet from the coasts of Elishah."
        },
        {
          "verse": 8,
          "text": "Inhabitants of Sidon and Arvad were your oarsmen; Your own sages, Tyre, were on board, serving as your sailors."
        },
        {
          "verse": 9,
          "text": "The elders and sages of Gebal were with you to caulk your seams. Every ship and sailor on the sea came to you to carry on trade."
        },
        {
          "verse": 10,
          "text": "Persia and Lud and Put were warriors in your army; Shield and helmet they hung on you to enhance your splendor."
        },
        {
          "verse": 11,
          "text": "The men of Arvad and Helech were on your walls all around And Gamadites on your towers; they hung their shields around your walls, they made your beauty perfect."
        },
        {
          "verse": 12,
          "text": "Tarshish traded with you, so great was your wealth, Exchanging for your wares silver, iron, tin, and lead."
        },
        {
          "verse": 13,
          "text": "Javan, Tubal, and Meshech also traded with you, Exchanging slaves and bronze vessels for your merchandise."
        },
        {
          "verse": 14,
          "text": "Horses, steeds, and mules from Beth-togarmah were exchanged for your wares."
        },
        {
          "verse": 15,
          "text": "Men of Rhodes trafficked with you; many coastlands were your agents; Ivory tusks and ebony wood they brought back as your payment."
        },
        {
          "verse": 16,
          "text": "Edom traded with you for your many wares: garnets, purple dye, embroidered cloth, Fine linen, coral, and rubies they gave you as merchandise."
        },
        {
          "verse": 17,
          "text": "Judah and the land of Israel trafficked with you: Minnith wheat, grain, honey, oil, and balm they gave you as merchandise."
        },
        {
          "verse": 18,
          "text": "Damascus traded with you for your many wares, so great was your wealth, exchanging Helbon wine and Zahar wool."
        },
        {
          "verse": 19,
          "text": "Javan exchanged wrought iron, cassia, and aromatic cane from Uzal for your wares."
        },
        {
          "verse": 20,
          "text": "Dedan traded with you for riding gear."
        },
        {
          "verse": 21,
          "text": "Arabia and the sheikhs of Kedar were your agents, dealing in lambs, rams, and goats."
        },
        {
          "verse": 22,
          "text": "The merchants of Sheba and Raamah also traded with you, exchanging for your wares the very best spices, all kinds of precious stones, and gold."
        },
        {
          "verse": 23,
          "text": "Haran, Canneh, and Eden, the merchants of Sheba, Asshur, and Chilmad,"
        },
        {
          "verse": 24,
          "text": "Traded with you, marketing rich garments, purple cloth, embroidered fabric, varicolored carpets, and braided cords."
        },
        {
          "verse": 25,
          "text": "The ships of Tarshish sailed for you with your goods; You were full and heavily laden in the heart of the sea."
        },
        {
          "verse": 26,
          "text": "Out into deep waters your oarsmen brought you; The east wind shattered you in the heart of the sea."
        },
        {
          "verse": 27,
          "text": "Your wealth, your goods, your wares, your sailors, your crew, The caulkers of your seams, those who traded for your goods, All the warriors with you, the whole crowd with you Sank into the heart of the sea on the day of your downfall."
        },
        {
          "verse": 28,
          "text": "At the sound of your sailors’ shouts the waves shudder,"
        },
        {
          "verse": 29,
          "text": "Down from their ships come all who ply the oars; Sailors, all the seafaring crew, stand on the shore."
        },
        {
          "verse": 30,
          "text": "They raise their voices over you and shout their bitter cries; They pour dust on their heads and cover themselves with ashes."
        },
        {
          "verse": 31,
          "text": "For you they shave their heads bald and put on sackcloth; For you they weep bitterly, in anguished lament."
        },
        {
          "verse": 32,
          "text": "They raise a lament for you; they wail over you: “Who was ever destroyed like Tyre in the midst of the sea?”"
        },
        {
          "verse": 33,
          "text": "By exporting your goods by sea you satisfied many peoples, With your great wealth and merchandise you enriched the kings of the earth."
        },
        {
          "verse": 34,
          "text": "Now you are wrecked in the sea, in the watery depths; Your wares and all your crew have fallen down with you."
        },
        {
          "verse": 35,
          "text": "All who dwell on the coastlands are aghast over you; Their kings are terrified, their faces distorted."
        },
        {
          "verse": 36,
          "text": "The traders among the peoples now hiss at you; You have become a horror, you shall be no more."
        }
      ]
    },
    {
      "chapter": 28,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 28 - The Prince of Tyre. The word of the LORD came to me:"
        },
        {
          "verse": 2,
          "text": "Son of man, say to the prince of Tyre: Thus says the Lord GOD: Because you are haughty of heart, you say, “I am a god! I sit on a god’s throne in the heart of the sea!” But you are a man, not a god; yet you pretend you are a god at heart!"
        },
        {
          "verse": 3,
          "text": "Oh yes, you are wiser than Daniel, nothing secret is too obscure for you!"
        },
        {
          "verse": 4,
          "text": "By your wisdom and intelligence you made yourself rich, filling your treasuries with gold and silver."
        },
        {
          "verse": 5,
          "text": "Through your great wisdom in trading you heaped up riches for yourself— your heart is haughty because of your riches."
        },
        {
          "verse": 6,
          "text": "Therefore thus says the Lord GOD: Because you pretend you are a god at heart,"
        },
        {
          "verse": 7,
          "text": "Therefore, I will bring against you strangers, the most bloodthirsty of nations. They shall draw their swords against your splendid wisdom, and violate your radiance."
        },
        {
          "verse": 8,
          "text": "They shall thrust you down into the pit: you shall die a violent death in the heart of the sea."
        },
        {
          "verse": 9,
          "text": "Then, face to face with your killers, will you still say, “I am a god”? No, you are a man, not a god, handed over to those who slay you."
        },
        {
          "verse": 10,
          "text": "You shall die the death of the uncircumcised handed over to strangers, for I have spoken—oracle of the Lord GOD."
        },
        {
          "verse": 11,
          "text": "The word of the LORD came to me:"
        },
        {
          "verse": 12,
          "text": "Son of man, raise a lament over the king of Tyre, and say to him: Thus says the Lord GOD: You were a seal of perfection, full of wisdom, perfect in beauty."
        },
        {
          "verse": 13,
          "text": "In Eden, the garden of God, you lived; precious stones of every kind were your covering: Carnelian, topaz, and beryl, chrysolite, onyx, and jasper, sapphire, garnet, and emerald. Their mounts and settings were wrought in gold, fashioned for you the day you were created."
        },
        {
          "verse": 14,
          "text": "With a cherub I placed you; I put you on the holy mountain of God, where you walked among fiery stones."
        },
        {
          "verse": 15,
          "text": "Blameless were you in your ways from the day you were created, Until evil was found in you."
        },
        {
          "verse": 16,
          "text": "Your commerce was full of lawlessness, and you sinned. Therefore I banished you from the mountain of God; the cherub drove you out from among the fiery stones."
        },
        {
          "verse": 17,
          "text": "Your heart had grown haughty because of your beauty; You corrupted your wisdom because of your splendor. I cast you to the ground, I made you a spectacle in the sight of kings."
        },
        {
          "verse": 18,
          "text": "Because of the enormity of your guilt, and the perversity of your trade, you defiled your sanctuary. I brought fire out of you; it devoured you; I made you ashes on the ground in the eyes of all who see you."
        },
        {
          "verse": 19,
          "text": "All the nations who knew you are appalled on account of you; You have become a horror, never to be again."
        },
        {
          "verse": 20,
          "text": "Against Sidon. The word of the LORD came to me:"
        },
        {
          "verse": 21,
          "text": "Son of man, turn your face toward Sidon and prophesy against it."
        },
        {
          "verse": 22,
          "text": "Thus says the Lord GOD: Watch out! I am against you, Sidon; I will win glory for myself in your midst. They shall know that I am the LORD, when I deliver judgment upon it and manifest my holiness in it."
        },
        {
          "verse": 23,
          "text": "I will send disease into it; blood will fill its streets, Within it shall fall those slain by the sword raised against it on every side. Then they shall know that I am the LORD."
        },
        {
          "verse": 24,
          "text": "No longer will there be a thorn that tears or a brier that scratches for the house of Israel From the surrounding neighbors who despise them; thus they shall know that I am the LORD."
        },
        {
          "verse": 25,
          "text": "Thus says the Lord GOD: When I gather the house of Israel from the peoples among whom they are scattered, and I manifest my holiness through them in the sight of the nations, then they shall live on the land I gave my servant Jacob."
        },
        {
          "verse": 26,
          "text": "They shall dwell on it securely, building houses and planting vineyards. They shall dwell securely while I execute judgment on all their neighbors who treated them with contempt; then they shall know that I, the LORD, am their God."
        }
      ]
    },
    {
      "chapter": 29,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 29 - Egypt the Crocodile. In the tenth year, on the twelfth day of the tenth month, the word of the LORD came to me:"
        },
        {
          "verse": 2,
          "text": "Son of man, turn your face toward Pharaoh, king of Egypt, and prophesy against him and against all Egypt."
        },
        {
          "verse": 3,
          "text": "Say to him: Thus says the Lord GOD: Pay attention! I am against you, Pharaoh, king of Egypt, Great dragon crouching in the midst of the Nile, Who says, “The Nile belongs to me; I made it myself!”"
        },
        {
          "verse": 4,
          "text": "I will put hooks in your jaws and make all the fish of your Nile Cling to your scales; I will drag you up from your Nile, With all the fish of your Nile clinging to your scales."
        },
        {
          "verse": 5,
          "text": "I will hurl you into the wilderness, you and all the fish of your Nile. You will fall into an open field, you will not be picked up or gathered together. To the beasts of the earth and the birds of the sky I give you as food."
        },
        {
          "verse": 6,
          "text": "Then all the inhabitants of Egypt will know that I am the LORD. Because you were a staff of reeds for the house of Israel:"
        },
        {
          "verse": 7,
          "text": "When they took hold of you, you would splinter, throwing shoulders out of joint. When they leaned on you, you would break, pitching them down headlong."
        },
        {
          "verse": 8,
          "text": "Therefore thus says the Lord GOD: Look! I am bringing the sword against you to cut off from you people and animals."
        },
        {
          "verse": 9,
          "text": "The land of Egypt shall become a desolate waste; then they shall know that I am the LORD. Because you said, “The Nile belongs to me; I made it!”"
        },
        {
          "verse": 10,
          "text": "Beware! I am against you and against your Nile. I will turn the land of Egypt into ruins, into a dry, desolate waste, From Migdol to Syene, up to the border of Ethiopia."
        },
        {
          "verse": 11,
          "text": "No foot shall pass through it, no human being or beast cross it; it will remain uninhabited for forty years."
        },
        {
          "verse": 12,
          "text": "I will make the land of Egypt the most desolate among desolate lands; Its cities, the most deserted among deserted cities for forty years; I will scatter the Egyptians among the nations and disperse them throughout other lands."
        },
        {
          "verse": 13,
          "text": "But thus says the Lord GOD: At the end of forty years I will gather the Egyptians from among the peoples where they are scattered;"
        },
        {
          "verse": 14,
          "text": "I will restore Egypt’s fortunes, bringing them back to the land of Pathros, the land of their origin. But there it will be a lowly kingdom,"
        },
        {
          "verse": 15,
          "text": "lower than any other kingdom, no longer able to set itself above the nations. I will make them few in number, so they cannot rule other nations."
        },
        {
          "verse": 16,
          "text": "No longer shall they be security for the house of Israel, But a reminder of its iniquity in turning away to follow them. Then they shall know that I am the Lord GOD."
        },
        {
          "verse": 17,
          "text": "Wages for Nebuchadnezzar. In the twenty-seventh year on the first day of the first month, the word of the LORD came to me:"
        },
        {
          "verse": 18,
          "text": "Son of man, Nebuchadnezzar, the king of Babylon, has made his army wage a hard campaign against Tyre; their heads grew bald, their shoulders rubbed raw, yet neither he nor his army received compensation from Tyre for all the effort they expended against it."
        },
        {
          "verse": 19,
          "text": "Therefore thus says the Lord GOD: See! I am giving to Nebuchadnezzar, king of Babylon, the land of Egypt! He will carry off its wealth, plundering and pillaging whatever he can find to provide pay for his army."
        },
        {
          "verse": 20,
          "text": "As payment for his toil I give him the land of Egypt—oracle of the Lord GOD."
        },
        {
          "verse": 21,
          "text": "On that day I will make a horn sprout for the house of Israel, and I will let you again open your mouth in their midst; then they shall know that I am the LORD."
        }
      ]
    },
    {
      "chapter": 30,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 30 - The Day of the Lord Against Egypt. The word of the LORD came to me:"
        },
        {
          "verse": 2,
          "text": "Son of man, prophesy and say: Thus says the Lord GOD: Wail: “Alas the day!”"
        },
        {
          "verse": 3,
          "text": "Yes, a day approaches, a day of the Lord approaches: A day of dark cloud, a time appointed for the nations."
        },
        {
          "verse": 4,
          "text": "A sword will come against Egypt, there will be anguish in Ethiopia, When the slain fall in Egypt when its hordes are seized, its foundations razed."
        },
        {
          "verse": 5,
          "text": "Ethiopia, Put, and Lud, all the mixed rabble and Kub, and the people of allied lands shall fall by the sword with them."
        },
        {
          "verse": 6,
          "text": "Thus says the LORD: The pillars of Egypt shall fall, and its proud strength sink; From Migdol to Syene, its people will fall by the sword— oracle of the Lord GOD."
        },
        {
          "verse": 7,
          "text": "It shall be the most desolate among desolate lands, Its cities the most ruined among ruined cities."
        },
        {
          "verse": 8,
          "text": "They shall know that I am the LORD, when I set fire to Egypt, and all its allies are shattered."
        },
        {
          "verse": 9,
          "text": "On that day, messengers from me will go forth in ships to terrorize confident Ethiopia. Anguish will be among them on Egypt’s day—it is certainly coming!"
        },
        {
          "verse": 10,
          "text": "Thus says the Lord GOD: I will put an end to Egypt’s hordes by the hand of Nebuchadnezzar, king of Babylon:"
        },
        {
          "verse": 11,
          "text": "He and his army with him, the most ruthless of nations, will be brought in to devastate the land. They will draw their swords against Egypt and fill the land with the slain."
        },
        {
          "verse": 12,
          "text": "Then I will dry up the streams of the Nile, and sell the land into evil hands; By the hand of foreigners I will devastate the land and everything in it. I, the LORD, have spoken."
        },
        {
          "verse": 13,
          "text": "Thus says the Lord GOD: I will destroy idols, and put an end to images in Memphis. There will never again be a prince over the land of Egypt. Instead, I will spread fear throughout the land of Egypt."
        },
        {
          "verse": 14,
          "text": "I will devastate Pathros, set fire to Zoan, and execute judgment against Thebes."
        },
        {
          "verse": 15,
          "text": "I will pour out my wrath on Pelusium, the fortress of Egypt, and cut off the troops of Thebes."
        },
        {
          "verse": 16,
          "text": "I will set fire to Egypt; Pelusium will writhe in anguish, Thebes will be breached, and Memphis besieged in daylight."
        },
        {
          "verse": 17,
          "text": "The warriors of On and Pi-beseth will fall by the sword, the cities taken captive."
        },
        {
          "verse": 18,
          "text": "In Tahpanhes, the day will turn dark when I break the scepter of Egypt there and put an end to its proud strength. Dark clouds will cover it, and its women will go into captivity."
        },
        {
          "verse": 19,
          "text": "I will execute judgment against Egypt that they may know that I am the LORD."
        },
        {
          "verse": 20,
          "text": "Pharaoh’s Broken Arm. On the seventh day of the first month in the eleventh year, the word of the LORD came to me:"
        },
        {
          "verse": 21,
          "text": "Son of man, I have broken the arm of Pharaoh, king of Egypt. See! It has not been immobilized for healing, nor set with a splint to make it strong enough to grasp a sword."
        },
        {
          "verse": 22,
          "text": "Therefore thus says the Lord GOD: See! I am coming against Pharaoh, king of Egypt. I will break both his arms, the strong one and the broken one, making the sword fall from his hand."
        },
        {
          "verse": 23,
          "text": "I will scatter the Egyptians among the nations and disperse them throughout other lands."
        },
        {
          "verse": 24,
          "text": "I will, however, strengthen the arms of the king of Babylon and put my sword in his hand so he can bring it against Egypt for plunder and pillage."
        },
        {
          "verse": 25,
          "text": "When I strengthen the arms of the king of Babylon, and the arms of Pharaoh collapse, they shall know that I am the LORD, because I put my sword into the hand of the king of Babylon to wield against the land of Egypt."
        },
        {
          "verse": 26,
          "text": "When I scatter the Egyptians among the nations and disperse them throughout other lands, they shall know that I am the LORD."
        }
      ]
    },
    {
      "chapter": 31,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 31 - Allegory of the Cedar. On the first day of the third month in the eleventh year, the word of the LORD came to me:"
        },
        {
          "verse": 2,
          "text": "Son of man, say to Pharaoh, the king of Egypt, and to his hordes: In your greatness, whom do you resemble?"
        },
        {
          "verse": 3,
          "text": "Assyria! It is Assyria! A cedar of Lebanon— Beautiful branches, thick shade, Towering heights, its crown in the clouds!"
        },
        {
          "verse": 4,
          "text": "The waters made it grow, the deep made it tall, Letting its currents flow around the place it was planted, Then sending its channels to all the other trees of the field."
        },
        {
          "verse": 5,
          "text": "Thereupon it towered in height above all the trees in the field; Its branches were numerous and its boughs long, Because of the many waters sent to its shoots."
        },
        {
          "verse": 6,
          "text": "In its branches nested all the birds of the sky; Under its boughs all the wild animals gave birth, And in its shade dwelt all the mighty nations."
        },
        {
          "verse": 7,
          "text": "It was magnificent in size and in the length of its branches, For its roots reached down to the many waters."
        },
        {
          "verse": 8,
          "text": "In the garden of God, no cedars could rival it, No juniper could equal its branches, no plane tree match its boughs. No tree in the garden of God could match its beauty."
        },
        {
          "verse": 9,
          "text": "I made it beautiful with abundant foliage, So that all the trees in Eden were envious of it."
        },
        {
          "verse": 10,
          "text": "Therefore, thus says the Lord GOD: Because it was arrogant about its height, lifting its crown among the clouds and exalting itself because of its size,"
        },
        {
          "verse": 11,
          "text": "I handed it over to a ruler of nations to deal with it according to its evil. I have cast it off,"
        },
        {
          "verse": 12,
          "text": "and foreigners have cut it down, The most ruthless nations, have hurled it on the mountains. Its boughs fell into every valley and its branches lay broken in every ravine in the land. All the peoples of the earth departed from its shade when it was hurled down."
        },
        {
          "verse": 13,
          "text": "On its fallen trunk sit all the birds of the sky; Beside its fallen branches, are found all the beasts of the field."
        },
        {
          "verse": 14,
          "text": "This has happened so no well-watered tree will gain such lofty height, or lift its crown to the clouds. Not one of those fed by water will tower in height over the rest. For all of them are destined for death, for the underworld, among mere mortals, with those who go down to the pit."
        },
        {
          "verse": 15,
          "text": "Thus says the Lord GOD: On the day it went down to Sheol, I made the deep close up in mourning for it. I restrained the currents of the deep, and held back the many waters. I darkened Lebanon because of it, and all the trees of the field languished because of it."
        },
        {
          "verse": 16,
          "text": "At the sound of its fall, I made nations shudder, When I cast it down to Sheol with those who go down to the pit. In the underworld all the trees of Eden took comfort: Lebanon’s choicest and best, all that were fed by the waters."
        },
        {
          "verse": 17,
          "text": "They too will go down to Sheol, to those slain by the sword, Its allies who dwelt in its shade among the nations."
        },
        {
          "verse": 18,
          "text": "To whom among the trees of Eden do you compare in glory and greatness? You will be brought down with the trees of Eden to the underworld, And lie among the uncircumcised, with those slain by the sword. Such is Pharaoh and all his hordes— oracle of the Lord GOD."
        }
      ]
    },
    {
      "chapter": 32,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 32 - Lament over Pharaoh. On the first day of the twelfth month in the twelfth year, the word of the LORD came to me:"
        },
        {
          "verse": 2,
          "text": "Son of man, utter a lament over Pharaoh, the king of Egypt, and say to him: You liken yourself to a lion among nations, but you are like the monster in the sea! Thrashing about in your streams, churning the water with your feet, polluting the streams."
        },
        {
          "verse": 3,
          "text": "Thus says the Lord GOD: I will cast my net over you by assembling many armies, and I will hoist you up in my mesh."
        },
        {
          "verse": 4,
          "text": "I will hurl you onto the land, cast you into an open field. I will make all the birds of the sky roost upon you, The beasts of the whole earth gorge themselves on you."
        },
        {
          "verse": 5,
          "text": "I will strew your flesh on the mountains, and fill the valleys with your corpse."
        },
        {
          "verse": 6,
          "text": "I will drench the land, pouring out your blood on the mountain; filling up the ravines with you."
        },
        {
          "verse": 7,
          "text": "When I extinguish you, I will cover the heavens and darken all its stars. The sun I will cover with clouds; the moon will not give light."
        },
        {
          "verse": 8,
          "text": "All the shining lights in the heavens I will darken over you; I will spread darkness over your land— oracle of the Lord GOD."
        },
        {
          "verse": 9,
          "text": "I will trouble the hearts of many peoples, When I bring you captive among the nations, to lands you do not know."
        },
        {
          "verse": 10,
          "text": "I will fill many nations with horror; their kings will shudder at you, when I brandish my sword in their faces. They will tremble violently fearing for their lives on the day of your fall."
        },
        {
          "verse": 11,
          "text": "For thus says the Lord GOD: The sword of the king of Babylon will come against you."
        },
        {
          "verse": 12,
          "text": "I will cut down your hordes with the swords of warriors, all of them, ruthless nations; They will lay waste the glory of Egypt, and all its hordes will be destroyed."
        },
        {
          "verse": 13,
          "text": "I will wipe out all the livestock from the banks of its many waters; No human foot will disturb them again, no animal hoof stir them up."
        },
        {
          "verse": 14,
          "text": "Then I will make their waters clear and their streams flow like oil— oracle of the Lord GOD."
        },
        {
          "verse": 15,
          "text": "When I make Egypt a wasteland and the land destitute of everything, When I strike down all its inhabitants they shall know that I am the LORD."
        },
        {
          "verse": 16,
          "text": "This is the lamentation women of all nations will chant; They will raise it over Egypt; over all its hordes they will chant it— oracle of the Lord GOD."
        },
        {
          "verse": 17,
          "text": "Another Lament over Egypt. On the fifteenth day of that month in the twelfth year, the word of the LORD came to me:"
        },
        {
          "verse": 18,
          "text": "Son of man, wail over the hordes of Egypt— you and the women of mighty nations— Send them down to the underworld, with those who go down into the pit."
        },
        {
          "verse": 19,
          "text": "Whom do you excel in beauty? Go down! Be laid to rest with the uncircumcised!"
        },
        {
          "verse": 20,
          "text": "Among those slain by the sword they will fall, for the sword has been appointed! Seize Egypt and all its hordes."
        },
        {
          "verse": 21,
          "text": "Out of Sheol the mighty warriors will speak to him and his allies: Let them descend and lie down among the uncircumcised, those slain by the sword!"
        },
        {
          "verse": 22,
          "text": "There is Assyria and all its company, around it are its graves, all of them slain, fallen by the sword."
        },
        {
          "verse": 23,
          "text": "The graves are set in the recesses of the pit; Its company is assembled around its grave, All of them slain, fallen by the sword, those who spread terror in the land of the living."
        },
        {
          "verse": 24,
          "text": "There is Elam and all its horde around its grave, All of them slain, fallen by the sword; they descended uncircumcised into the underworld, Those who spread their terror in the land of the living. They bear their disgrace with those who go down into the pit."
        },
        {
          "verse": 25,
          "text": "Among the slain is set its bed, with all its horde around its grave; All of them uncircumcised, slain by the sword Because of the terror they spread in the land of the living. They bear their disgrace with those who go down into the pit. Among the slain it is set!"
        },
        {
          "verse": 26,
          "text": "There is Meshech and Tubal and all the hordes surrounding it with their graves. All of them uncircumcised, slain by the sword Because they spread their terror in the land of the living."
        },
        {
          "verse": 27,
          "text": "They do not rest with the warriors who fell in ancient times, who went down to Sheol fully armed. Their swords were placed under their heads and their shields laid over their bones; For there was terror of these warriors in the land of the living."
        },
        {
          "verse": 28,
          "text": "But as for you, among the uncircumcised you will be broken and laid to rest with those slain by the sword."
        },
        {
          "verse": 29,
          "text": "There is Edom, all its kings and princes, who, despite their might, are put with those slain by the sword. They lie among the uncircumcised, with those who go down into the pit."
        },
        {
          "verse": 30,
          "text": "There are the generals of the north and all the Sidonians Who have gone down with the slain, because of the terror their might inspired. They lie uncircumcised with those slain by the sword, And bear their shame with those who have gone down into the pit."
        },
        {
          "verse": 31,
          "text": "When Pharaoh sees them, he will be consoled on behalf of all his hordes, slain by the sword— Pharaoh and all his army— oracle of the Lord GOD."
        },
        {
          "verse": 32,
          "text": "I spread terror of him in the land of the living; Now he is laid among the uncircumcised, with those slain by the sword— Pharaoh and all his horde— oracle of the Lord GOD."
        }
      ]
    },
    {
      "chapter": 33,
      "verses": [
        {
          "verse": 1,
          "text": "IV. Hope for the Future Chapter 33 - The Prophet as Sentinel. The word of the LORD came to me:"
        },
        {
          "verse": 2,
          "text": "Son of man, speak to your people and tell them: When I bring the sword against a land, if the people of that land select one of their number as a sentinel for them,"
        },
        {
          "verse": 3,
          "text": "and the sentinel sees the sword coming against the land, he should blow the trumpet to warn the people."
        },
        {
          "verse": 4,
          "text": "If they hear the trumpet but do not take the warning and a sword attacks and kills them, their blood will be on their own heads."
        },
        {
          "verse": 5,
          "text": "They heard the trumpet blast but ignored the warning; their blood is on them. If they had heeded the warning, they could have escaped with their lives."
        },
        {
          "verse": 6,
          "text": "If, however, the sentinel sees the sword coming and does not blow the trumpet, so that the sword attacks and takes someone’s life, his life will be taken for his own sin, but I will hold the sentinel responsible for his blood."
        },
        {
          "verse": 7,
          "text": "You, son of man—I have appointed you as a sentinel for the house of Israel; when you hear a word from my mouth, you must warn them for me."
        },
        {
          "verse": 8,
          "text": "When I say to the wicked, “You wicked, you must die,” and you do not speak up to warn the wicked about their ways, they shall die in their sins, but I will hold you responsible for their blood."
        },
        {
          "verse": 9,
          "text": "If, however, you warn the wicked to turn from their ways, but they do not, then they shall die in their sins, but you shall save your life."
        },
        {
          "verse": 10,
          "text": "Individual Retribution. As for you, son of man, speak to the house of Israel: You people say, “Our crimes and our sins weigh us down; we are rotting away because of them. How can we survive?”"
        },
        {
          "verse": 11,
          "text": "Answer them: As I live—oracle of the Lord GOD—I swear I take no pleasure in the death of the wicked, but rather that they turn from their ways and live. Turn, turn from your evil ways! Why should you die, house of Israel?"
        },
        {
          "verse": 12,
          "text": "As for you, son of man, say to your people: The justice of the just will not save them on the day they sin; the wickedness of the wicked will not bring about their downfall on the day they turn from their wickedness. No, the just cannot save their lives on the day they sin."
        },
        {
          "verse": 13,
          "text": "Even though I say to the just that they shall surely live, if they, relying on their justice, do wrong, none of their just deeds shall be remembered; because of the wrong they have done, they shall die."
        },
        {
          "verse": 14,
          "text": "And though I say to the wicked that they shall die, if they turn away from sin and do what is just and right—"
        },
        {
          "verse": 15,
          "text": "returning pledges, restoring stolen goods, walking by statutes that bring life, doing nothing wrong—they shall surely live; they shall not die."
        },
        {
          "verse": 16,
          "text": "None of the sins they committed shall be remembered against them. If they do what is right and just, they shall surely live."
        },
        {
          "verse": 17,
          "text": "Your people say, “The way of the LORD is not fair!” But it is their way that is not fair."
        },
        {
          "verse": 18,
          "text": "When the just turn away from justice and do wrong, they shall die for it."
        },
        {
          "verse": 19,
          "text": "When the wicked turn away from wickedness and do what is right and just, because of this they shall live."
        },
        {
          "verse": 20,
          "text": "But still you say, “The way of the LORD is not fair!” I will judge each of you according to your ways, house of Israel."
        },
        {
          "verse": 21,
          "text": "The Survivor from Jerusalem. On the fifth day of the tenth month, in the twelfth year of our exile, the survivor came to me from Jerusalem and said, “The city is taken!”"
        },
        {
          "verse": 22,
          "text": "The hand of the LORD had come upon me the evening before the survivor arrived and opened my mouth when he reached me in the morning. My mouth was opened, and I was mute no longer. Those Left in Judah."
        },
        {
          "verse": 23,
          "text": "The word of the LORD came to me:"
        },
        {
          "verse": 24,
          "text": "Son of man, these who live among the ruins in the land of Israel are saying: “Abraham was only one person, yet he was given possession of the land. Since we are many, the land must be given to us as our possession.”"
        },
        {
          "verse": 25,
          "text": "Therefore say to them: Thus says the Lord GOD: You eat on the mountains, you raise your eyes to your idols, you shed blood—yet you would keep possession of the land?"
        },
        {
          "verse": 26,
          "text": "You rely on your swords, you commit abominations, each defiles his neighbor’s wife—yet you would keep possession of the land?"
        },
        {
          "verse": 27,
          "text": "Say this to them: Thus says the Lord GOD: As I live, those among the ruins shall fall by the sword; those in the open field I have made food for the wild beasts; and those in rocky hideouts and caves shall die by the plague."
        },
        {
          "verse": 28,
          "text": "I will make the land a desolate waste, so that its proud strength will come to an end, and the mountains of Israel shall be so desolate that no one will cross them."
        },
        {
          "verse": 29,
          "text": "Thus they shall know that I am the LORD, when I make the land a desolate waste because of all the abominations they committed."
        },
        {
          "verse": 30,
          "text": "Popular Misunderstanding. As for you, son of man, your people are talking about you beside the walls and in the doorways of houses. They say to one another, “Let’s go hear the latest word that comes from the LORD.”"
        },
        {
          "verse": 31,
          "text": "My people come to you, gathering as a crowd and sitting in front of you to hear your words, but they will not act on them. Love songs are on their lips, but in their hearts they pursue dishonest gain."
        },
        {
          "verse": 32,
          "text": "For them you are only a singer of love songs, with a pleasant voice and a clever touch. They listen to your words, but they do not obey them."
        },
        {
          "verse": 33,
          "text": "But when it comes—and it is surely coming!—they shall know that there was a prophet among them."
        }
      ]
    },
    {
      "chapter": 34,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 34 - Parable of the Shepherds. The word of the LORD came to me:"
        },
        {
          "verse": 2,
          "text": "Son of man, prophesy against the shepherds of Israel. Prophesy and say to them: To the shepherds, thus says the Lord GOD: Woe to the shepherds of Israel who have been pasturing themselves! Should not shepherds pasture the flock?"
        },
        {
          "verse": 3,
          "text": "You consumed milk, wore wool, and slaughtered fatlings, but the flock you did not pasture."
        },
        {
          "verse": 4,
          "text": "You did not strengthen the weak nor heal the sick nor bind up the injured. You did not bring back the stray or seek the lost but ruled them harshly and brutally."
        },
        {
          "verse": 5,
          "text": "So they were scattered for lack of a shepherd, and became food for all the wild beasts. They were scattered"
        },
        {
          "verse": 6,
          "text": "and wandered over all the mountains and high hills; over the entire surface of the earth my sheep were scattered. No one looked after them or searched for them."
        },
        {
          "verse": 7,
          "text": "Therefore, shepherds, hear the word of the LORD:"
        },
        {
          "verse": 8,
          "text": "As I live—oracle of the Lord GOD—because my sheep became plunder, because my sheep became food for wild beasts, for lack of a shepherd, because my shepherds did not look after my sheep, but pastured themselves and did not pasture my sheep,"
        },
        {
          "verse": 9,
          "text": "therefore, shepherds, hear the word of the LORD:"
        },
        {
          "verse": 10,
          "text": "Thus says the Lord GOD: Look! I am coming against these shepherds. I will take my sheep out of their hand and put a stop to their shepherding my flock, so that these shepherds will no longer pasture them. I will deliver my flock from their mouths so it will not become their food."
        },
        {
          "verse": 11,
          "text": "For thus says the Lord GOD: Look! I myself will search for my sheep and examine them."
        },
        {
          "verse": 12,
          "text": "As a shepherd examines his flock while he himself is among his scattered sheep, so will I examine my sheep. I will deliver them from every place where they were scattered on the day of dark clouds."
        },
        {
          "verse": 13,
          "text": "I will lead them out from among the peoples and gather them from the lands; I will bring them back to their own country and pasture them upon the mountains of Israel, in the ravines and every inhabited place in the land."
        },
        {
          "verse": 14,
          "text": "In good pastures I will pasture them; on the mountain heights of Israel will be their grazing land. There they will lie down on good grazing ground; in rich pastures they will be pastured on the mountains of Israel."
        },
        {
          "verse": 15,
          "text": "I myself will pasture my sheep; I myself will give them rest—oracle of the Lord GOD."
        },
        {
          "verse": 16,
          "text": "The lost I will search out, the strays I will bring back, the injured I will bind up, and the sick I will heal; but the sleek and the strong I will destroy. I will shepherd them in judgment."
        },
        {
          "verse": 17,
          "text": "Separation of the Sheep. As for you, my flock, thus says the Lord GOD: I will judge between one sheep and another, between rams and goats."
        },
        {
          "verse": 18,
          "text": "Was it not enough for you to graze on the best pasture, that you had to trample the rest of your pastures with your hooves? Or to drink the clearest water, that you had to pollute the rest with your hooves?"
        },
        {
          "verse": 19,
          "text": "Thus my flock had to graze on what your hooves had trampled and drink what your hooves had polluted."
        },
        {
          "verse": 20,
          "text": "Therefore thus says the Lord GOD: Now I will judge between the fat and the lean."
        },
        {
          "verse": 21,
          "text": "Because you push with flank and shoulder, and butt all the weak sheep with your horns until you drive them off,"
        },
        {
          "verse": 22,
          "text": "I will save my flock so they can no longer be plundered; I will judge between one sheep and another."
        },
        {
          "verse": 23,
          "text": "I will appoint one shepherd over them to pasture them, my servant David; he shall pasture them and be their shepherd."
        },
        {
          "verse": 24,
          "text": "I, the LORD, will be their God, and my servant David will be prince in their midst. I, the LORD, have spoken."
        },
        {
          "verse": 25,
          "text": "I will make a covenant of peace with them and rid the country of wild beasts so they will dwell securely in the wilderness and sleep in the forests."
        },
        {
          "verse": 26,
          "text": "I will settle them around my hill and send rain in its season, the blessing of abundant rain."
        },
        {
          "verse": 27,
          "text": "The trees of the field shall bear their fruits, and the land its crops, and they shall dwell securely on their own soil. They shall know that I am the LORD when I break the bars of their yoke and deliver them from the power of those who enslaved them."
        },
        {
          "verse": 28,
          "text": "They shall no longer be plundered by the nations nor will wild beasts devour them, but they shall dwell securely, with no one to frighten them."
        },
        {
          "verse": 29,
          "text": "I will prepare for them peaceful fields for planting so they are never again swept away by famine in the land or bear taunts from the nations."
        },
        {
          "verse": 30,
          "text": "Thus they shall know that I, the LORD, their God, am with them, and that they are my people, the house of Israel—oracle of the Lord GOD."
        },
        {
          "verse": 31,
          "text": "Yes, you are my flock: you people are the flock of my pasture, and I am your God—oracle of the Lord GOD."
        }
      ]
    },
    {
      "chapter": 35,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 35 - Against Edom. The word of the LORD came to me:"
        },
        {
          "verse": 2,
          "text": "Son of man, set your face against Mount Seir and prophesy against it."
        },
        {
          "verse": 3,
          "text": "Say to it: Thus says the Lord GOD: Watch out! I am against you, Mount Seir. I will stretch out my hand against you and turn you into a desolate waste."
        },
        {
          "verse": 4,
          "text": "Your cities I will turn into ruins, and you shall be a desolation; then you shall know that I am the LORD."
        },
        {
          "verse": 5,
          "text": "Because you nursed a long-standing hatred and handed the Israelites over to the sword at the time of their collapse, at the time of their final punishment,"
        },
        {
          "verse": 6,
          "text": "therefore, as I live—oracle of the Lord GOD—you are guilty of blood, and blood, I swear, shall pursue you."
        },
        {
          "verse": 7,
          "text": "I will make Mount Seir a desolate waste and cut off from it anyone who travels across it and back."
        },
        {
          "verse": 8,
          "text": "I will fill its mountains with the slain; those slain by the sword shall fall on your hills, into your valleys and all your ravines."
        },
        {
          "verse": 9,
          "text": "I will make you a desolation forever, your cities will not be inhabited, and you shall know that I am the LORD."
        },
        {
          "verse": 10,
          "text": "Because you said: The two nations and the two lands belong to me; let us take possession of them—although the LORD was there—"
        },
        {
          "verse": 11,
          "text": "therefore, as I live—oracle of the Lord GOD—I will deal with you according to the anger and envy you dealt out to them in your hatred, and I will make myself known to them when I execute judgment on you,"
        },
        {
          "verse": 12,
          "text": "then you shall know that I am the LORD. I have heard all the insults you spoke against the mountains of Israel, saying: They are desolate; they have been given to us to devour."
        },
        {
          "verse": 13,
          "text": "You boasted against me with your mouths and used insolent words against me. I heard everything!"
        },
        {
          "verse": 14,
          "text": "Thus says the Lord GOD: Because you rejoiced that the whole land was desolate, so I will do to you."
        },
        {
          "verse": 15,
          "text": "As you rejoiced over the devastation of the heritage of the house of Israel, the same I will do to you: you will become a ruin, Mount Seir, and the whole of Edom, all of it! Then they shall know that I am the LORD."
        }
      ]
    },
    {
      "chapter": 36,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 36 - Regeneration of the Land. As for you, son of man, prophesy to the mountains of Israel and say: Mountains of Israel, hear the word of the LORD!"
        },
        {
          "verse": 2,
          "text": "Thus says the Lord GOD: Because the enemy said about you, “Ha! the ancient heights have become our possession,”"
        },
        {
          "verse": 3,
          "text": "therefore prophesy and say: Thus says the Lord GOD: because you have been ridiculed and hounded on all sides for becoming a possession for the remaining nations and have become a byword and a popular jeer,"
        },
        {
          "verse": 4,
          "text": "therefore, mountains of Israel, hear the word of the Lord GOD: Thus says the Lord GOD to the mountains and hills, to the ravines and valleys, to the desolate ruins and abandoned cities, plundered and mocked by the nations remaining around you:"
        },
        {
          "verse": 5,
          "text": "therefore thus says the Lord GOD: Truly, with burning jealousy I speak against the remaining nations and against Edom; they all took possession of my land for plunder with wholehearted joy and utter contempt."
        },
        {
          "verse": 6,
          "text": "Therefore, prophesy concerning the land of Israel and say to the mountains and hills, to the ravines and valleys: Thus says the Lord GOD: See! in my jealous fury I speak, because you endured the reproach of the nations."
        },
        {
          "verse": 7,
          "text": "Therefore, thus says the Lord GOD: I raise my hand and swear: the nations around you shall bear their own reproach."
        },
        {
          "verse": 8,
          "text": "But you, mountains of Israel, you will sprout branches and bear fruit for my people Israel, for they are coming soon."
        },
        {
          "verse": 9,
          "text": "Look! I am for you! I will turn my face toward you; you will be plowed and planted."
        },
        {
          "verse": 10,
          "text": "Upon you I will multiply the whole house of Israel; cities shall be resettled and ruins rebuilt."
        },
        {
          "verse": 11,
          "text": "Upon you I will multiply people and animals so they can multiply and be fruitful. I will resettle you as in the past, and make you more prosperous than at your beginning; then you shall know that I am the LORD."
        },
        {
          "verse": 12,
          "text": "Upon you I will have them walk, my people Israel. They shall possess you, and you shall be their heritage. Never again shall you rob them of their children."
        },
        {
          "verse": 13,
          "text": "Thus says the Lord GOD: Because they say of you, “You devour your own people, you rob your nation of its children,”"
        },
        {
          "verse": 14,
          "text": "therefore, you shall never again devour your people or rob your nation of its children—oracle of the Lord GOD."
        },
        {
          "verse": 15,
          "text": "I will no longer make you listen to the reproach of nations. You will never again endure insults from the peoples. Never again shall you rob your nation of its children—oracle of the Lord GOD."
        },
        {
          "verse": 16,
          "text": "Regeneration of the People. The word of the LORD came to me:"
        },
        {
          "verse": 17,
          "text": "Son of man, when the house of Israel lived in its land, they defiled it with their behavior and their deeds. In my sight their behavior was like the impurity of a woman in menstruation."
        },
        {
          "verse": 18,
          "text": "So I poured out my fury upon them for the blood they poured out on the ground and for the idols with which they defiled it."
        },
        {
          "verse": 19,
          "text": "I scattered them among the nations, and they were dispersed through other lands; according to their behavior and their deeds I carried out judgment against them."
        },
        {
          "verse": 20,
          "text": "But when they came to the nations, where they went, they desecrated my holy name, for people said of them: “These are the people of the LORD, yet they had to leave their land.”"
        },
        {
          "verse": 21,
          "text": "So I relented because of my holy name which the house of Israel desecrated among the nations to which they came."
        },
        {
          "verse": 22,
          "text": "Therefore say to the house of Israel: Thus says the Lord GOD: Not for your sake do I act, house of Israel, but for the sake of my holy name, which you desecrated among the nations to which you came."
        },
        {
          "verse": 23,
          "text": "But I will show the holiness of my great name, desecrated among the nations, in whose midst you desecrated it. Then the nations shall know that I am the LORD—oracle of the Lord GOD—when through you I show my holiness before their very eyes."
        },
        {
          "verse": 24,
          "text": "I will take you away from among the nations, gather you from all the lands, and bring you back to your own soil."
        },
        {
          "verse": 25,
          "text": "I will sprinkle clean water over you to make you clean; from all your impurities and from all your idols I will cleanse you."
        },
        {
          "verse": 26,
          "text": "I will give you a new heart, and a new spirit I will put within you. I will remove the heart of stone from your flesh and give you a heart of flesh."
        },
        {
          "verse": 27,
          "text": "I will put my spirit within you so that you walk in my statutes, observe my ordinances, and keep them."
        },
        {
          "verse": 28,
          "text": "You will live in the land I gave to your ancestors; you will be my people, and I will be your God."
        },
        {
          "verse": 29,
          "text": "I will deliver you from all your impurities. I will summon the grain and make it plentiful; I will not send famine against you."
        },
        {
          "verse": 30,
          "text": "I will increase the fruit on your trees and the crops in your fields so that you no longer endure reproach from the nations because of famine."
        },
        {
          "verse": 31,
          "text": "Then you will remember your evil behavior and your deeds that were not good; you will loathe yourselves for your sins and your abominations."
        },
        {
          "verse": 32,
          "text": "Not for your sake do I act—oracle of the Lord GOD. Let this be known to you! Be ashamed and humbled because of your behavior, house of Israel."
        },
        {
          "verse": 33,
          "text": "Thus says the Lord GOD: When I cleanse you of all your guilt, I will resettle the cities and the ruins will be rebuilt."
        },
        {
          "verse": 34,
          "text": "The desolate land will be tilled—once a wasteland in the eyes of every passerby."
        },
        {
          "verse": 35,
          "text": "They will say, “This once-desolate land has become like the garden of Eden. The cities once ruined, laid waste and destroyed, are now resettled and fortified.”"
        },
        {
          "verse": 36,
          "text": "Then the surrounding nations that remain shall know that I, the LORD, have rebuilt what was destroyed and replanted what was desolate. I, the LORD, have spoken: I will do it."
        },
        {
          "verse": 37,
          "text": "Thus says the Lord GOD: This also I will be persuaded to do for the house of Israel: to multiply them like sheep."
        },
        {
          "verse": 38,
          "text": "Like sheep for sacrifice, like the sheep of Jerusalem on its feast days, the ruined cities shall be filled with flocks of people; then they shall know that I am the LORD."
        }
      ]
    },
    {
      "chapter": 37,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 37 - Vision of the Dry Bones. The hand of the LORD came upon me, and he led me out in the spirit of the LORD and set me in the center of the broad valley. It was filled with bones."
        },
        {
          "verse": 2,
          "text": "He made me walk among them in every direction. So many lay on the surface of the valley! How dry they were!"
        },
        {
          "verse": 3,
          "text": "He asked me: Son of man, can these bones come back to life? “Lord GOD,” I answered, “you alone know that.”"
        },
        {
          "verse": 4,
          "text": "Then he said to me: Prophesy over these bones, and say to them: Dry bones, hear the word of the LORD!"
        },
        {
          "verse": 5,
          "text": "Thus says the Lord GOD to these bones: Listen! I will make breath enter you so you may come to life."
        },
        {
          "verse": 6,
          "text": "I will put sinews on you, make flesh grow over you, cover you with skin, and put breath into you so you may come to life. Then you shall know that I am the LORD."
        },
        {
          "verse": 7,
          "text": "I prophesied as I had been commanded. A sound started up, as I was prophesying, rattling like thunder. The bones came together, bone joining to bone."
        },
        {
          "verse": 8,
          "text": "As I watched, sinews appeared on them, flesh grew over them, skin covered them on top, but there was no breath in them."
        },
        {
          "verse": 9,
          "text": "Then he said to me: Prophesy to the breath, prophesy, son of man! Say to the breath: Thus says the Lord GOD: From the four winds come, O breath, and breathe into these slain that they may come to life."
        },
        {
          "verse": 10,
          "text": "I prophesied as he commanded me, and the breath entered them; they came to life and stood on their feet, a vast army."
        },
        {
          "verse": 11,
          "text": "He said to me: Son of man, these bones are the whole house of Israel! They are saying, “Our bones are dried up, our hope is lost, and we are cut off.”"
        },
        {
          "verse": 12,
          "text": "Therefore, prophesy and say to them: Thus says the Lord GOD: Look! I am going to open your graves; I will make you come up out of your graves, my people, and bring you back to the land of Israel."
        },
        {
          "verse": 13,
          "text": "You shall know that I am the LORD, when I open your graves and make you come up out of them, my people!"
        },
        {
          "verse": 14,
          "text": "I will put my spirit in you that you may come to life, and I will settle you in your land. Then you shall know that I am the LORD. I have spoken; I will do it—oracle of the LORD."
        },
        {
          "verse": 15,
          "text": "The Two Sticks. Thus the word of the LORD came to me:"
        },
        {
          "verse": 16,
          "text": "As for you, son of man, take one stick and write on it, “Judah and those Israelites associated with it.” Then take another stick and write on it: “Joseph, Ephraim’s stick, and the whole house of Israel associated with it.”"
        },
        {
          "verse": 17,
          "text": "Join the two sticks together so they become one stick in your hand."
        },
        {
          "verse": 18,
          "text": "When your people ask you, “Will you not tell us what you mean by all this?”"
        },
        {
          "verse": 19,
          "text": "answer them: Thus says the Lord GOD: I will take the stick of Joseph, now in Ephraim’s hand, and the tribes of Israel associated with it, and join to it the stick of Judah, making them one stick; they shall become one in my hand."
        },
        {
          "verse": 20,
          "text": "The sticks on which you write, you must hold in your hand in their sight."
        },
        {
          "verse": 21,
          "text": "Say to them: Thus says the Lord GOD: I will soon take the Israelites from among the nations to which they have gone and gather them from all around to bring them back to their land."
        },
        {
          "verse": 22,
          "text": "I will make them one nation in the land, upon the mountains of Israel, and there shall be one king for them all. They shall never again be two nations, never again be divided into two kingdoms."
        },
        {
          "verse": 23,
          "text": "No longer shall they defile themselves with their idols, their abominations, and all their transgressions. I will deliver them from all their apostasy through which they sinned. I will cleanse them so that they will be my people, and I will be their God."
        },
        {
          "verse": 24,
          "text": "David my servant shall be king over them; they shall all have one shepherd. They shall walk in my ordinances, observe my statutes, and keep them."
        },
        {
          "verse": 25,
          "text": "They shall live on the land I gave to Jacob my servant, the land where their ancestors lived; they shall live on it always, they, their children, and their children’s children, with David my servant as their prince forever."
        },
        {
          "verse": 26,
          "text": "I will make a covenant of peace with them; it shall be an everlasting covenant with them. I will multiply them and put my sanctuary among them forever."
        },
        {
          "verse": 27,
          "text": "My dwelling shall be with them; I will be their God, and they will be my people."
        },
        {
          "verse": 28,
          "text": "Then the nations shall know that I, the LORD, make Israel holy, by putting my sanctuary among them forever."
        }
      ]
    },
    {
      "chapter": 38,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 38 - First Prophecy Against Gog. The word of the LORD came to me:"
        },
        {
          "verse": 2,
          "text": "Son of man, turn your face against Gog of the land of Magog, the chief prince of Meshech and Tubal, and prophesy against him."
        },
        {
          "verse": 3,
          "text": "Say: Thus says the Lord GOD: See! I am coming against you, Gog, chief prince of Meshech and Tubal."
        },
        {
          "verse": 4,
          "text": "I will turn you around and put hooks in your jaws to lead you out with all your army, horses and riders, all well armed, a great company, all of them with bucklers and shields, carrying swords:"
        },
        {
          "verse": 5,
          "text": "Persia, Cush, and Put with them, all with shields and helmets;"
        },
        {
          "verse": 6,
          "text": "Gomer and all its troops, Beth-togarmah from the recesses of Zaphon and all its troops—many nations will accompany you."
        },
        {
          "verse": 7,
          "text": "Prepare and get ready, you and the company mobilized for you, but in my service."
        },
        {
          "verse": 8,
          "text": "After many days you will be called to battle; in the last years you will invade a land that has survived the sword—a people gathered from many nations back to the long-deserted mountains of Israel, brought forth from the nations to dwell securely."
        },
        {
          "verse": 9,
          "text": "You shall come up like a sudden storm, covering the land like a cloud, you and all your troops and the many nations with you."
        },
        {
          "verse": 10,
          "text": "Thus says the Lord GOD: On that day thoughts shall cross your mind, and you shall devise an evil plan."
        },
        {
          "verse": 11,
          "text": "You will say, “I will invade a land of open villages and attack a peaceful people who live in security—all of them living without city walls, bars, or gates”—"
        },
        {
          "verse": 12,
          "text": "in order to plunder and pillage, turning your hand against resettled ruins, against a people gathered from the nations, a people whose concern is cattle and goods, dwelling at the center of the earth."
        },
        {
          "verse": 13,
          "text": "Sheba and Dedan, the merchants of Tarshish and all its “young lions” shall ask you: “Have you come here to plunder? Have you summoned your army for pillage, to carry off silver and gold, to take away cattle and goods, to seize much plunder?”"
        },
        {
          "verse": 14,
          "text": "Second Prophecy Against Gog. Therefore, prophesy, son of man, and say to Gog: Thus says the Lord GOD: On that day, when my people Israel dwell securely, will you not take action,"
        },
        {
          "verse": 15,
          "text": "leaving your base in the recesses of Zaphon, you and many nations with you, all mounted on horses, a great company, a mighty army?"
        },
        {
          "verse": 16,
          "text": "You shall rise up over my people Israel like a cloud covering the land. In those last days, I will let you invade my land so that the nations acknowledge me, when in their sight I show my holiness through you, Gog."
        },
        {
          "verse": 17,
          "text": "Thus says the Lord GOD: About you I spoke in earlier times through my servants, the prophets of Israel, who prophesied at that time that I would let you invade them."
        },
        {
          "verse": 18,
          "text": "But on that day, the day Gog invades the land of Israel—oracle of the Lord GOD—my fury will flare up in my anger,"
        },
        {
          "verse": 19,
          "text": "and in my jealousy, with fiery wrath, I swear on that day there will be a great earthquake in the land of Israel."
        },
        {
          "verse": 20,
          "text": "Before me will tremble the fish of the sea and the birds of the air, the beasts of the field and everything that crawls on the ground, and everyone on the face of the earth. Mountains will be overturned, terraces will collapse, and every wall will fall to the ground."
        },
        {
          "verse": 21,
          "text": "Against him I will summon every terror—oracle of the Lord GOD; every man’s sword will be raised against his brother."
        },
        {
          "verse": 22,
          "text": "I will execute judgment on him: disease and bloodshed; flooding rain and hailstones, fire and brimstone, I will rain down on him, on his troops and on the many nations with him."
        },
        {
          "verse": 23,
          "text": "And so I will show my greatness and holiness and make myself known in the sight of many nations. Then they shall know that I am the LORD."
        }
      ]
    },
    {
      "chapter": 39,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 39 - Third Prophecy Against Gog. You, son of man, prophesy against Gog, saying: Thus says the Lord GOD: Here I am, Gog, coming at you, chief prince of Meshech and Tubal."
        },
        {
          "verse": 2,
          "text": "I will turn you around, even though I urged you on and brought you up from the recesses of Zaphon and let you attack the mountains of Israel."
        },
        {
          "verse": 3,
          "text": "Then I will strike the bow from your left hand and make the arrows drop from your right."
        },
        {
          "verse": 4,
          "text": "Upon the mountains of Israel you shall fall, you and all your troops and the peoples with you. I will give you as food to birds of prey of every kind and to wild beasts to be eaten."
        },
        {
          "verse": 5,
          "text": "In the open field you shall fall, for I have spoken—oracle of the Lord GOD."
        },
        {
          "verse": 6,
          "text": "I will send fire against Magog and against those who live securely on the seacoast, and they will know that I am the LORD."
        },
        {
          "verse": 7,
          "text": "I will reveal my holy name among my people Israel, and I will never again allow my holy name to be defiled. Then the nations shall know that I am the LORD, the Holy One of Israel."
        },
        {
          "verse": 8,
          "text": "Yes, it is coming! It shall happen—oracle of the Lord GOD. This is the day I decreed."
        },
        {
          "verse": 9,
          "text": "Everyone living in the cities of Israel shall go out and set fire to the weapons, buckler and shield, bows and arrows, clubs and spears; for seven years they shall make fires with them."
        },
        {
          "verse": 10,
          "text": "They will not need to bring in wood from the fields or cut down trees in the forests, for they will make fires with the weapons, plundering those who plundered them, pillaging those who pillaged them—oracle of the Lord GOD."
        },
        {
          "verse": 11,
          "text": "On that day I will give Gog a place for his tomb in Israel, the Valley of Abarim, east of the sea. It will block the way of travelers. There Gog shall be buried with all his horde; it shall be called “Valley of Hamon-Gog.”"
        },
        {
          "verse": 12,
          "text": "For seven months the house of Israel shall bury them in order to cleanse the land."
        },
        {
          "verse": 13,
          "text": "All the people of the land shall take part in the burials, making a name for themselves on the day I am glorified—oracle of the Lord GOD."
        },
        {
          "verse": 14,
          "text": "Men shall be permanently assigned to pass through the land, burying those who lie unburied in order to cleanse the land. For seven months they shall keep searching."
        },
        {
          "verse": 15,
          "text": "When these pass through the land and see a human bone, they must set up a marker beside it, until the gravediggers bury it in the Valley of Hamon-Gog."
        },
        {
          "verse": 16,
          "text": "Also the name of the city is Hamonah. Thus the land will be cleansed."
        },
        {
          "verse": 17,
          "text": "As for you, son of man, thus says the Lord GOD: Say to birds of every kind and to every wild beast: “Assemble! Come from all sides for the sacrifice I am making for you, a great slaughter on the mountains of Israel. You shall eat flesh and drink blood!"
        },
        {
          "verse": 18,
          "text": "You shall eat the flesh of warriors and drink the blood of the princes of the earth: rams, lambs, and goats, bulls and fatlings from Bashan, all of them."
        },
        {
          "verse": 19,
          "text": "From the sacrifice I slaughtered for you, you shall eat fat until you are sated and drink blood until you are drunk."
        },
        {
          "verse": 20,
          "text": "At my table you shall be sated with horse and rider, with warrior and soldier of every kind—oracle of the Lord GOD."
        },
        {
          "verse": 21,
          "text": "Israel’s Return. Then I will display my glory among the nations, and all the nations will see the judgment I executed, the hand I laid upon them."
        },
        {
          "verse": 22,
          "text": "From that day forward the house of Israel shall know that I am the LORD, their God."
        },
        {
          "verse": 23,
          "text": "The nations shall know that the house of Israel went into exile because of its sins. Because they betrayed me, I hid my face from them, handing them over to their foes, so they all fell by the sword."
        },
        {
          "verse": 24,
          "text": "According to their defilement and their crimes I dealt with them, hiding my face from them."
        },
        {
          "verse": 25,
          "text": "Therefore, thus says the Lord GOD: Now I will restore the fortunes of Jacob and take pity on the whole house of Israel; I am zealous for my holy name."
        },
        {
          "verse": 26,
          "text": "They will forget their shame and all the infidelities they committed against me when they live securely on their own land with no one to frighten them."
        },
        {
          "verse": 27,
          "text": "When I bring them back from the nations and gather them from the lands of their enemies, I will show my holiness through them in the sight of many nations."
        },
        {
          "verse": 28,
          "text": "Thus they shall know that I, the LORD, am their God, since I who exiled them among the nations will gather them back to their land, not leaving any of them behind."
        },
        {
          "verse": 29,
          "text": "I will no longer hide my face from them once I pour out my spirit upon the house of Israel—oracle of the Lord GOD."
        }
      ]
    },
    {
      "chapter": 40,
      "verses": [
        {
          "verse": 1,
          "text": "V. The New Israel The New Temple Chapter 40 - The Man with a Measure. In the twenty-fifth year of our exile, at the beginning of the year, on the tenth day of the month, fourteen years after the city had been captured, on that very day the hand of the LORD came upon me and brought me back there."
        },
        {
          "verse": 2,
          "text": "In a divine vision he brought me to the land of Israel, where he set me down on a very high mountain. In front of me, there was something like a city built on it."
        },
        {
          "verse": 3,
          "text": "He brought me there, and there standing in the gateway was a man whose appearance was like bronze! He held in his hand a linen cord and a measuring rod."
        },
        {
          "verse": 4,
          "text": "The man said to me, “Son of man, look carefully and listen intently. Pay strict attention to everything I show you, for you have been brought here so that I might show it to you. Then you must tell the house of Israel everything you see.”"
        },
        {
          "verse": 5,
          "text": "There an outer wall completely surrounded the temple. The measuring rod in the man’s hand was six cubits long, each cubit being a cubit plus a handbreadth; he measured the width of the structure, one rod, and its height, one rod. The East Gate."
        },
        {
          "verse": 6,
          "text": "Going to the gate facing east, he climbed its steps and measured the threshold of the outer gateway as one rod wide."
        },
        {
          "verse": 7,
          "text": "Each cell was one rod long and one rod wide, and there were five cubits between the cells; the threshold of the inner gateway adjoining the vestibule of the gate facing the temple was one rod wide."
        },
        {
          "verse": 8,
          "text": "He also measured the vestibule of the inner gate,"
        },
        {
          "verse": 9,
          "text": "eight cubits, and its posts, two cubits each. The vestibule faced the inside."
        },
        {
          "verse": 10,
          "text": "On each side of the east gatehouse were three cells, all the same size; their posts were all the same size."
        },
        {
          "verse": 11,
          "text": "He measured the width of the gate’s entryway, ten cubits, and the length of the gate itself, thirteen cubits."
        },
        {
          "verse": 12,
          "text": "The borders in front of the cells on both sides were one cubit, while the cells themselves measured six cubits by six cubits from one opening to the next."
        },
        {
          "verse": 13,
          "text": "Next he measured the gatehouse from the back wall of one cell to the back wall of the cell on the opposite side through the openings facing each other, a width of twenty-five cubits."
        },
        {
          "verse": 14,
          "text": "All around the courtyard of the gatehouse were posts six cubits high."
        },
        {
          "verse": 15,
          "text": "From the front of the gatehouse at its outer entry to the gateway of the porch facing inward, the length was fifty cubits."
        },
        {
          "verse": 16,
          "text": "There were recessed windows in the cells on all sides and in the posts on the inner side of the gate. Posts and windows were all around the inside, with palm trees decorating the posts."
        },
        {
          "verse": 17,
          "text": "The Outer Court. Then he brought me to the outer court, where there were chambers and pavement laid all around the courtyard: thirty chambers facing the pavement."
        },
        {
          "verse": 18,
          "text": "The pavement lay alongside the gatehouses, the same length as the gates; this was the lower pavement."
        },
        {
          "verse": 19,
          "text": "He measured the length of the pavement from the front of the lower gate to the outside of the inner gate, one hundred cubits. He then moved from the east to the north side."
        },
        {
          "verse": 20,
          "text": "The North Gate. He measured the length and width of the north gate of the outer courtyard."
        },
        {
          "verse": 21,
          "text": "Its cells, three on each side, its posts, and its vestibule had the same measurements as those of the first gate, fifty cubits long and twenty-five cubits wide."
        },
        {
          "verse": 22,
          "text": "Its windows, its vestibule, and its palm decorations had the same proportions as those of the gate facing east. Seven steps led up to it, and its vestibule faced the inside."
        },
        {
          "verse": 23,
          "text": "The inner court had a gate opposite the north gate, just as at the east gate; he measured one hundred cubits from one gate to the other."
        },
        {
          "verse": 24,
          "text": "The South Gate. Then he led me to the south. There, too, facing south, was a gate! He measured its posts and vestibule; they were the same size as the others."
        },
        {
          "verse": 25,
          "text": "The gate and its vestibule had windows on both sides, like the other windows, fifty cubits long and twenty-five cubits wide."
        },
        {
          "verse": 26,
          "text": "Seven steps led up to it, its vestibule faced inside; and palms decorated each of the posts opposite one another."
        },
        {
          "verse": 27,
          "text": "The inner court also had a gate facing south. He measured it from gate to gate, facing south, one hundred cubits. Gates of the Inner Court."
        },
        {
          "verse": 28,
          "text": "Then he brought me to the inner courtyard by the south gate, where he measured the south gateway; its measurements were the same as the others."
        },
        {
          "verse": 29,
          "text": "Its cells, posts, and vestibule were the same size as the others, fifty cubits long and twenty-five cubits wide."
        },
        {
          "verse": 30,
          "text": "The vestibules all around were twenty-five cubits long and five cubits wide."
        },
        {
          "verse": 31,
          "text": "Its vestibule faced the outer court; palms decorated its posts, and its stairway had eight steps."
        },
        {
          "verse": 32,
          "text": "Then he brought me to the inner courtyard on the east and measured the gate there; its dimensions were the same as the others."
        },
        {
          "verse": 33,
          "text": "Its cells, posts, and vestibule were the same size as the others. The gate and its vestibule had windows on both sides, fifty cubits long and twenty-five cubits wide."
        },
        {
          "verse": 34,
          "text": "Its vestibule faced the outer court, palms decorated the posts opposite each other, and it had a stairway of eight steps."
        },
        {
          "verse": 35,
          "text": "Then he brought me to the north gate, where he measured the dimensions"
        },
        {
          "verse": 36,
          "text": "of its cells, posts, and vestibule; they were the same. The gate and its vestibule had windows on both sides, fifty cubits long and twenty-five cubits wide."
        },
        {
          "verse": 37,
          "text": "Its vestibule faced the outer court; palm trees decorated its posts opposite each other, and it had a stairway of eight steps."
        },
        {
          "verse": 38,
          "text": "Side Rooms. There was a chamber opening off the vestibule of the gate where burnt offerings were washed."
        },
        {
          "verse": 39,
          "text": "In the vestibule of the gate there were two tables on either side for slaughtering the burnt offerings, purification offerings, and reparation offerings."
        },
        {
          "verse": 40,
          "text": "Two more tables stood along the wall of the vestibule by the entrance of the north gate, and two tables on the other side of the vestibule of the gate."
        },
        {
          "verse": 41,
          "text": "There were thus four tables on one side of the gate and four tables on the other side, eight tables in all, for slaughtering."
        },
        {
          "verse": 42,
          "text": "The four tables for burnt offerings were made of cut stone, one and a half cubits long, one and a half cubits wide, and one cubit high; the instruments used for slaughtering burnt offerings and other sacrifices were kept"
        },
        {
          "verse": 43,
          "text": "on shelves the width of one hand, fixed all around the room; but on the tables themselves was the meat for the sacrifices."
        },
        {
          "verse": 44,
          "text": "Outside the inner gatehouse there were two rooms on the inner courtyard, one beside the north gate, facing south, and the other beside the south gate, facing north."
        },
        {
          "verse": 45,
          "text": "He said to me, “This chamber facing south is reserved for the priests who have charge of the temple area,"
        },
        {
          "verse": 46,
          "text": "while this chamber facing north is reserved for the priests who have charge of the altar; they are the sons of Zadok, the only Levites who may come near to minister to the LORD.”"
        },
        {
          "verse": 47,
          "text": "He measured the courtyard, a square one hundred cubits long and a hundred cubits wide, with the altar standing in front of the temple. The Temple Building."
        },
        {
          "verse": 48,
          "text": "Then he brought me into the vestibule of the temple and measured the posts, five cubits on each side. The gateway was fourteen cubits wide, its side walls three cubits."
        },
        {
          "verse": 49,
          "text": "The vestibule was twenty cubits long and twelve cubits wide; ten steps led up to it, and there were columns by the posts, one on each side."
        }
      ]
    },
    {
      "chapter": 41,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 41 - Then he brought me to the nave and measured the posts; each was six cubits wide."
        },
        {
          "verse": 2,
          "text": "The width of the entrance was ten cubits, and the walls on either side measured five cubits. He measured the nave, forty cubits long and twenty cubits wide."
        },
        {
          "verse": 3,
          "text": "Then he went inside and measured the posts at the other entrance, two cubits wide. The entrance was six cubits wide, with walls seven cubits long on each side."
        },
        {
          "verse": 4,
          "text": "Next he measured the length and width of the room beyond the nave, twenty cubits long and twenty cubits wide. He said to me, “This is the holy of holies.”"
        },
        {
          "verse": 5,
          "text": "Then he measured the wall of the temple, six cubits wide, and the width of the side chambers stretching all around the temple, four cubits each."
        },
        {
          "verse": 6,
          "text": "There were thirty side chambers, chamber upon chamber in three stories; terraces on the outside wall of the temple enclosing the side chambers provided support, but there were no supports for the temple wall itself."
        },
        {
          "verse": 7,
          "text": "A broad passageway led up the side chambers, for the house was enclosed all the way up and all the way around. Thus the temple was widened by the ascent that went from the lowest story through the middle one to the highest story."
        },
        {
          "verse": 8,
          "text": "I saw a raised platform all around the temple, the foundation for the side chambers; the width of this terrace was a full rod, six cubits."
        },
        {
          "verse": 9,
          "text": "The width of the outside wall enclosing the side chambers was five cubits. There was an open space between the side chambers of the temple"
        },
        {
          "verse": 10,
          "text": "and the other chambers that measured twenty cubits around the temple on all sides."
        },
        {
          "verse": 11,
          "text": "The side chambers had entrances to the open space, one entrance on the north and the other on the south. The width of the wall surrounding the open space was five cubits."
        },
        {
          "verse": 12,
          "text": "The building opposite the restricted area on the west side was seventy cubits long and ninety cubits wide, with walls five cubits thick all around it."
        },
        {
          "verse": 13,
          "text": "Thus he measured the temple, one hundred cubits long. The restricted area, its building and walls, measured a hundred cubits in length."
        },
        {
          "verse": 14,
          "text": "The temple facade, along with the restricted area to the east, was also one hundred cubits wide."
        },
        {
          "verse": 15,
          "text": "He then measured the building opposite the restricted area which was behind it, together with its terraces on both sides, one hundred cubits. Interior of the Temple. The inner nave and the outer vestibule"
        },
        {
          "verse": 16,
          "text": "were paneled; the windows had recesses and precious wood trim around all three sides except the sill. Paneling covered the walls from the floor up to the windows and even the window sections."
        },
        {
          "verse": 17,
          "text": "Even above the doorway and in the inner part of the temple and outside as well, around all the walls inside and out,"
        },
        {
          "verse": 18,
          "text": "were figures of cherubim and palm trees: a palm tree between each pair of cherubim. Each cherub had two faces:"
        },
        {
          "verse": 19,
          "text": "the face of a human being looked toward one palm tree and the face of a lion looked toward the other palm tree. Thus the figures covered all the walls around the temple."
        },
        {
          "verse": 20,
          "text": "From the floor to the lintel of the door, cherubim and palm trees decorated the walls."
        },
        {
          "verse": 21,
          "text": "The nave had a square door frame, and inside facing the holy place was something that looked like"
        },
        {
          "verse": 22,
          "text": "a wooden altar, three cubits high, two cubits long, and two cubits wide. It had corners and a wooden base and sides. He said to me, “This is the table that stands before the LORD.”"
        },
        {
          "verse": 23,
          "text": "The nave had a double door, and the holy place"
        },
        {
          "verse": 24,
          "text": "also had a double door; each door had two sections that could move; two sections on one door, and two on the other."
        },
        {
          "verse": 25,
          "text": "Cherubim and palm trees decorated the doors of the nave like the decoration on the walls. Outside a wooden lattice faced the vestibule."
        },
        {
          "verse": 26,
          "text": "There were recessed windows and palm trees on the side walls of the vestibule. The side chambers of the temple also had latticework."
        }
      ]
    },
    {
      "chapter": 42,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 42 - Other Structures. Then he led me north to the outer court, bringing me to some chambers on the north side opposite the restricted area and the north building."
        },
        {
          "verse": 2,
          "text": "They were a hundred cubits long on the north side and fifty cubits wide."
        },
        {
          "verse": 3,
          "text": "Built in rows at three different levels, they stood between the twenty cubits of the inner court and the pavement of the outer court."
        },
        {
          "verse": 4,
          "text": "In front of the chambers was a walkway ten cubits wide on the inside of a wall one cubit wide. The doorways faced north."
        },
        {
          "verse": 5,
          "text": "The upper chambers were shorter because they lost space to the lower and middle tiers of the building."
        },
        {
          "verse": 6,
          "text": "Because they were in three tiers, they did not have foundations like the court, but were set back from the lower and middle levels from the ground up."
        },
        {
          "verse": 7,
          "text": "The outside walls ran parallel to the chambers along the outer court, a length of fifty cubits."
        },
        {
          "verse": 8,
          "text": "The chambers facing the outer court were fifty cubits long; thus the wall along the nave was a hundred cubits."
        },
        {
          "verse": 9,
          "text": "At the base of these chambers, there was an entryway from the east so that one could enter from the outer court"
        },
        {
          "verse": 10,
          "text": "where the wall of the court began. To the south along the side of the restricted area and the building there were also chambers"
        },
        {
          "verse": 11,
          "text": "with a walkway in front of them. They looked like the chambers on the north side in length and width, in their exits, their design, and their doorways."
        },
        {
          "verse": 12,
          "text": "At the base of the chambers on the south side there was an entry at the end of a walkway in front of the protective wall by which one could enter from the east."
        },
        {
          "verse": 13,
          "text": "He said to me, “The north and south chambers facing the restricted area are the chambers of the holy place where the priests who approach the LORD shall eat the most holy meals. Here they shall place the most holy offerings: the grain offerings, the purification offerings, and the reparation offerings; for the place is holy."
        },
        {
          "verse": 14,
          "text": "When the priests have entered, they must not go out again from the holy place into the outer court without leaving the garments in which they ministered because they are holy. They shall put on other garments before approaching the area for the people.”"
        },
        {
          "verse": 15,
          "text": "Measuring the Outer Court. When he finished measuring the interior of the temple area, he brought me out by way of the gate facing east and measured all around it."
        },
        {
          "verse": 16,
          "text": "He measured the east side, five hundred cubits by his measuring rod. Then he turned"
        },
        {
          "verse": 17,
          "text": "and measured the north side: five hundred cubits by his measuring rod. He turned"
        },
        {
          "verse": 18,
          "text": "and measured the south side, five hundred cubits by his measuring rod."
        },
        {
          "verse": 19,
          "text": "He turned and measured the west side, also five hundred cubits by his measuring rod."
        },
        {
          "verse": 20,
          "text": "Thus he measured it on the four sides. It was surrounded by a wall five hundred cubits long and five hundred cubits wide, to separate the sacred from the profane."
        }
      ]
    },
    {
      "chapter": 43,
      "verses": [
        {
          "verse": 1,
          "text": "Restoration of the Temple Chapter 43 - The Glory of the Lord Returns. Then he led me to the gate facing east,"
        },
        {
          "verse": 2,
          "text": "and there was the glory of the God of Israel coming from the east! His voice was like the roar of many waters, and the earth shone with his glory."
        },
        {
          "verse": 3,
          "text": "The vision I saw was like the vision I had seen when he came to destroy the city and like the vision I had seen by the river Chebar—I fell on my face."
        },
        {
          "verse": 4,
          "text": "The glory of the LORD entered the temple by way of the gate facing east."
        },
        {
          "verse": 5,
          "text": "Then the spirit lifted me up and brought me to the inner court. And there the glory of the LORD filled the temple!"
        },
        {
          "verse": 6,
          "text": "I heard someone speaking to me from the temple, but the man was standing beside me."
        },
        {
          "verse": 7,
          "text": "The voice said to me: Son of man, do you see the place for my throne, and the place for the soles of my feet? Here I will dwell among the Israelites forever. The house of Israel, neither they nor their kings, will never again defile my holy name, with their prostitutions and the corpses of their kings at their death."
        },
        {
          "verse": 8,
          "text": "When they placed their threshold against my threshold and their doorpost next to mine, with only a wall between me and them, they defiled my holy name by the abominations they committed, and I devoured them in my wrath."
        },
        {
          "verse": 9,
          "text": "From now on, let them put their prostitution and the corpses of their kings far from me, and I will dwell in their midst forever."
        },
        {
          "verse": 10,
          "text": "The Law of the Temple. As for you, son of man, describe the temple to the house of Israel so they are ashamed for their sins. Let them measure its layout."
        },
        {
          "verse": 11,
          "text": "If they are ashamed for all they have done, tell them about the layout and design of the temple, its exits and entrances, with all its regulations and instructions; write it down for them to see, that they may carefully observe all its laws and statutes."
        },
        {
          "verse": 12,
          "text": "This is the law for the temple: the entire area on top of the mountain all around will be a most holy place. This is the law for the temple."
        },
        {
          "verse": 13,
          "text": "The Altar. These were the dimensions of the altar in cubits, a cubit being one cubit plus a handbreadth. The channel was one cubit deep by one cubit wide, and its rim had a lip one span wide all around it. The height of the altar itself was as follows:"
        },
        {
          "verse": 14,
          "text": "from the channel at floor level up to the lower ledge was two cubits, with the ledge one cubit wide; from the lower ledge to the upper ledge, four cubits, with the ledge one cubit wide."
        },
        {
          "verse": 15,
          "text": "The altar hearth was four cubits high, and extending up from the top of the hearth were four horns."
        },
        {
          "verse": 16,
          "text": "The hearth was twelve cubits long and twelve cubits wide, a square with four equal sides."
        },
        {
          "verse": 17,
          "text": "The upper ledge was fourteen cubits long and fourteen cubits wide on all four sides. The rim around it was half a cubit, with a channel one cubit all around. The steps faced east."
        },
        {
          "verse": 18,
          "text": "Then he said to me: Son of man, thus says the Lord GOD: These are the statutes for the altar when it is set up for sacrificing burnt offerings and splashing blood on it."
        },
        {
          "verse": 19,
          "text": "A young bull must be brought as a purification offering to the priests, the Levites descended from Zadok, who come near to serve me—oracle of the Lord GOD."
        },
        {
          "verse": 20,
          "text": "You shall take some of its blood and smear it on the four horns of the altar, and on the four corners of the ledge, and all around its rim. Thus you shall purify and purge it."
        },
        {
          "verse": 21,
          "text": "Then take the bull as purification offering and burn it in the appointed place outside the sanctuary."
        },
        {
          "verse": 22,
          "text": "On the second day present an unblemished male goat as a purification offering, to purify the altar as you did with the bull."
        },
        {
          "verse": 23,
          "text": "When you have completed the purification, you must bring an unblemished young bull and an unblemished ram from the flock"
        },
        {
          "verse": 24,
          "text": "and present them before the LORD. The priests shall throw salt on them and sacrifice them as burnt offerings to the LORD."
        },
        {
          "verse": 25,
          "text": "Daily for seven days you shall give a male goat as a purification offering; and a young bull and a ram from the flock, all unblemished, shall be offered"
        },
        {
          "verse": 26,
          "text": "for seven days. Thus they shall purge the altar, in order to cleanse and dedicate it."
        },
        {
          "verse": 27,
          "text": "And when these days are over, from the eighth day on, the priests shall sacrifice your burnt offerings and communion offerings on the altar. Then I will be pleased with you—oracle of the Lord GOD."
        }
      ]
    },
    {
      "chapter": 44,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 44 - The Closed Gate. Then he brought me back to the outer gate of the sanctuary facing east, but it was closed."
        },
        {
          "verse": 2,
          "text": "The LORD said to me: This gate must remain closed; it must not be opened, and no one should come through it. Because the LORD, the God of Israel, came through it, it must remain closed."
        },
        {
          "verse": 3,
          "text": "Only the prince may sit in it to eat a meal in the presence of the LORD; he must enter through the vestibule of the gate and leave the same way."
        },
        {
          "verse": 4,
          "text": "The New Law - Admission to the Temple. Then he brought me by way of the north gate to the facade of the temple. I looked—and the glory of the LORD filled the LORD’s house! I fell on my face."
        },
        {
          "verse": 5,
          "text": "The LORD said to me: Son of man, pay close attention, look carefully, and listen intently to everything I tell you about all the statutes and laws of the LORD’s house. Pay close attention to the entrance into the temple and all the exits of the sanctuary."
        },
        {
          "verse": 6,
          "text": "Say to that rebellious house, the house of Israel: Thus says the Lord GOD: Enough of all your abominations, house of Israel!"
        },
        {
          "verse": 7,
          "text": "You have admitted foreigners, uncircumcised in heart and flesh, into my sanctuary to profane it when you offered me food, the fat and blood. Thus you have broken my covenant by all your abominations."
        },
        {
          "verse": 8,
          "text": "Instead of caring for the service of my sanctuary, you appointed these foreigners to care for the service of my sanctuary."
        },
        {
          "verse": 9,
          "text": "Thus says the Lord GOD: No foreigners, uncircumcised in heart and flesh, shall ever enter my sanctuary: not even any of the foreigners who live among the Israelites."
        },
        {
          "verse": 10,
          "text": "Levites. As for the Levites who went far away from me when Israel strayed from me after their idols, they will bear the consequences of their sin."
        },
        {
          "verse": 11,
          "text": "They will serve in my sanctuary only as gatekeepers and temple servants; they will slaughter burnt offerings and sacrifices for the people. They will stand before the people to serve them."
        },
        {
          "verse": 12,
          "text": "Because they used to serve them before their idols, thus becoming a stumbling block to the house of Israel, therefore I have sworn an oath against them, says the Lord GOD, and they will bear the consequences of their sin."
        },
        {
          "verse": 13,
          "text": "They shall no longer come near to serve as my priests, nor shall they touch any of my sacred things or my most sacred offerings, for they must bear their shame, the abominations they committed."
        },
        {
          "verse": 14,
          "text": "Instead I will make them responsible for the service of the temple and all its work, for everything that must be done in it."
        },
        {
          "verse": 15,
          "text": "Priests. As for the levitical priests, sons of Zadok, who took charge of my sanctuary when the Israelites strayed from me, they may approach me to serve me and stand before me to offer the fat and the blood—oracle of the Lord GOD."
        },
        {
          "verse": 16,
          "text": "They may enter my sanctuary; they may approach my table to serve me and carry out my service."
        },
        {
          "verse": 17,
          "text": "Whenever they enter the gates of the inner court, they shall wear linen garments; they shall not put on anything woolen when they serve at the gates of the inner court or within the temple."
        },
        {
          "verse": 18,
          "text": "They shall have linen turbans on their heads and linen undergarments on their loins; they shall not gird themselves with anything that causes sweat."
        },
        {
          "verse": 19,
          "text": "And when they go out to the people in the outer court, they shall take off the garments in which they served and leave them in the rooms of the sanctuary, and put on other garments so they do not transmit holiness to the people by their garments."
        },
        {
          "verse": 20,
          "text": "They shall not shave their heads nor let their hair hang loose, but they shall keep their hair carefully trimmed."
        },
        {
          "verse": 21,
          "text": "No priest shall drink wine before he enters the inner court."
        },
        {
          "verse": 22,
          "text": "They shall not take as wives either widows or divorced women, but only unmarried women from the line of Israel; however, they may take as wives widows who are widows of priests."
        },
        {
          "verse": 23,
          "text": "They shall teach my people to distinguish between sacred and profane and make known to them the difference between clean and unclean."
        },
        {
          "verse": 24,
          "text": "In legal cases they shall stand as judges, judging according to my ordinances. They shall observe all my laws and statutes regarding all my appointed feasts, and they shall keep my sabbaths holy."
        },
        {
          "verse": 25,
          "text": "They shall not make themselves unclean by going near a dead body; only for their father, mother, son, daughter, brother, or unmarried sister may they make themselves unclean."
        },
        {
          "verse": 26,
          "text": "After he is again clean, he must wait an additional seven days;"
        },
        {
          "verse": 27,
          "text": "on the day he enters the inner court to serve in the sanctuary, he shall present a purification offering for himself—oracle of the Lord GOD."
        },
        {
          "verse": 28,
          "text": "I will be their heritage: I am their heritage! You shall not give them any property in Israel, for I am their property!"
        },
        {
          "verse": 29,
          "text": "They shall eat grain offerings, purification offerings, and reparation offerings; anything under the ban in Israel belongs to them;"
        },
        {
          "verse": 30,
          "text": "all the choicest first fruits of every kind and all the best of your offerings of every kind shall belong to the priests; the best of your dough you shall also give to the priests to bring a blessing upon your house."
        },
        {
          "verse": 31,
          "text": "The priests shall not eat anything, whether bird or animal, that died naturally or was killed by wild beasts."
        }
      ]
    },
    {
      "chapter": 45,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 45 - The Holy Portion. When you apportion the land heritage by heritage, you shall set apart a holy portion for the LORD, holier than the rest of the land—twenty-five thousand cubits long and twenty thousand cubits wide; the entire area shall be holy."
        },
        {
          "verse": 2,
          "text": "Of this land a square plot, five hundred by five hundred cubits, shall be assigned to the sanctuary, with fifty cubits of free space around it."
        },
        {
          "verse": 3,
          "text": "From this tract also measure off a length of twenty-five thousand cubits and a width of ten thousand cubits; on it the sanctuary, the holy of holies, shall stand."
        },
        {
          "verse": 4,
          "text": "This shall be the sacred part of the land belonging to the priests, the ministers of the sanctuary, who draw near to minister to the LORD; it shall be a place for their homes and an area set apart for the sanctuary."
        },
        {
          "verse": 5,
          "text": "There shall also be a strip twenty-five thousand cubits long and ten thousand wide for the Levites, the ministers of the temple, so they have cities to live in."
        },
        {
          "verse": 6,
          "text": "You shall assign a strip five thousand cubits wide and twenty-five thousand long as the property of the city parallel to the sacred tract; this shall belong to the whole house of Israel."
        },
        {
          "verse": 7,
          "text": "A section shall belong to the prince, bordering both sides of the sacred tract and city combined, extending westward on the west side and eastward on the east side, corresponding in length to one of the tribal portions from the west boundary to the east boundary"
        },
        {
          "verse": 8,
          "text": "of the land. This shall be his property in Israel so that my princes will no longer oppress my people, but will leave the land to the house of Israel according to its tribes."
        },
        {
          "verse": 9,
          "text": "Thus says the Lord GOD: Enough, you princes of Israel! Put away violence and oppression, and do what is just and right! Stop evicting my people!—oracle of the Lord GOD. Weights and Measures."
        },
        {
          "verse": 10,
          "text": "You shall have honest scales, an honest ephah, and an honest bath."
        },
        {
          "verse": 11,
          "text": "The ephah and the bath shall be the same size: the bath equal to one tenth of a homer, and the ephah equal to one tenth of a homer; their capacity is based on the homer."
        },
        {
          "verse": 12,
          "text": "The shekel shall be twenty gerahs. Twenty shekels plus twenty-five shekels plus fifteen shekels make up a mina for you."
        },
        {
          "verse": 13,
          "text": "Offerings. This is the offering you must make: one sixth of an ephah from each homer of wheat and one sixth of an ephah from each homer of barley."
        },
        {
          "verse": 14,
          "text": "This is the regulation for oil: for every bath of oil, one tenth of a bath, computed by the kor, made up of ten baths, that is, a homer, for ten baths make a homer."
        },
        {
          "verse": 15,
          "text": "Also, one sheep from the flock for every two hundred from the pasture land of Israel, for the grain offering, the burnt offering, and communion offerings, to make atonement on their behalf—oracle of the Lord GOD."
        },
        {
          "verse": 16,
          "text": "All the people of the land shall be responsible for these offerings to the prince in Israel."
        },
        {
          "verse": 17,
          "text": "It shall be the duty of the prince to provide burnt offerings, grain offerings, and libations on feast days, new moons, and sabbaths, on all the festivals of the house of Israel. He shall provide the purification offering, grain offering, burnt offering, and communion offerings, to make atonement on behalf of the house of Israel."
        },
        {
          "verse": 18,
          "text": "The Passover. Thus says the Lord GOD: On the first day of the first month you shall take an unblemished young bull to purify the sanctuary."
        },
        {
          "verse": 19,
          "text": "The priest shall take some of the blood from the purification offering and smear it on the doorposts of the house, on the four corners of the ledge of the altar, and on the doorposts of the gates of the inner courtyard."
        },
        {
          "verse": 20,
          "text": "You shall repeat this on the seventh day of the month for those who have sinned inadvertently or out of ignorance; thus you shall purge the temple."
        },
        {
          "verse": 21,
          "text": "On the fourteenth day of the first month you shall observe the feast of Passover; for seven days unleavened bread must be eaten."
        },
        {
          "verse": 22,
          "text": "On that day the prince shall sacrifice, on his own behalf and on behalf of all the people of the land, a bull as a purification offering."
        },
        {
          "verse": 23,
          "text": "On each of the seven days of the feast he shall sacrifice, as a burnt offering to the LORD, seven bulls and seven rams without blemish, and as a purification offering he shall sacrifice one male goat each day."
        },
        {
          "verse": 24,
          "text": "As a grain offering he shall offer one ephah for each bull and one ephah for each ram and one hin of oil for each ephah."
        },
        {
          "verse": 25,
          "text": "The Feast of Booths. In the seventh month, on the fifteenth day of the seventh month, on the feast day and for the next seven days, he shall make the same offerings: the same purification offerings, burnt offerings, grain offerings, and offerings of oil."
        }
      ]
    },
    {
      "chapter": 46,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 46 - Sabbaths. Thus says the Lord GOD: The gate of the inner court facing east shall remain closed throughout the six working days, but on the sabbath and on the day of the new moon it shall be open."
        },
        {
          "verse": 2,
          "text": "Then the prince shall enter from outside by way of the vestibule of the gate and remain standing at the doorpost of the gateway while the priests sacrifice his burnt offerings and communion offerings; then he shall bow down in worship at the opening of the gate and leave. But the gate shall not be closed until evening."
        },
        {
          "verse": 3,
          "text": "The people of the land also shall bow down in worship before the LORD at the opening of this gate on the sabbaths and new moons."
        },
        {
          "verse": 4,
          "text": "The burnt offerings which the prince sacrifices to the LORD on the sabbath shall consist of six unblemished lambs and an unblemished ram,"
        },
        {
          "verse": 5,
          "text": "together with a grain offering of one ephah for the ram and whatever he pleases for the lambs, and a hin of oil for each ephah."
        },
        {
          "verse": 6,
          "text": "On the day of the new moon, he shall provide an unblemished young bull, six lambs, and a ram without blemish,"
        },
        {
          "verse": 7,
          "text": "with a grain offering of one ephah for the bull and an ephah for the ram, and for the lambs whatever he can, and for each ephah a hin of oil."
        },
        {
          "verse": 8,
          "text": "Ritual Laws. When the prince enters, he shall always enter and depart by the vestibule of the gate."
        },
        {
          "verse": 9,
          "text": "When the people of the land come before the LORD to bow down on the festivals, if they enter by the north gate they shall leave by the south gate, and if they enter by the south gate they shall leave by the north gate. They shall not go back by the gate through which they entered; everyone shall leave by the opposite gate."
        },
        {
          "verse": 10,
          "text": "When they come in, the prince shall be with them; he shall also leave with them."
        },
        {
          "verse": 11,
          "text": "On feasts and festivals, the grain offering shall be an ephah for a bull, an ephah for a ram, but for the lambs whatever they please, and a hin of oil with each ephah."
        },
        {
          "verse": 12,
          "text": "When the prince makes a freewill offering to the LORD, whether a burnt offering or communion offering, the gate facing east shall be opened for him, and he shall bring his burnt offering or peace offering as he does on the sabbath. Then he shall leave, and the gate shall be closed after his departure."
        },
        {
          "verse": 13,
          "text": "Every day you shall bring as a burnt offering to the LORD an unblemished year-old lamb; you shall offer it every morning,"
        },
        {
          "verse": 14,
          "text": "and with it every morning a grain offering of one sixth of an ephah, with a third of a hin of oil to moisten the fine flour. This grain offering for the LORD is a perpetual statute."
        },
        {
          "verse": 15,
          "text": "The lamb, the grain offering, and the oil you must bring every morning as a perpetual burnt offering."
        },
        {
          "verse": 16,
          "text": "The Prince and the Land. Thus says the Lord GOD: If the prince makes a gift of part of his heritage to any of his sons, it belongs to his sons; that property is their heritage."
        },
        {
          "verse": 17,
          "text": "But if he makes a gift of part of his heritage to one of his servants, it belongs to him until the year of release; then it reverts to the prince. Only the heritage given to his sons belongs to him."
        },
        {
          "verse": 18,
          "text": "The prince shall not seize any part of the heritage of the people by forcing them off their property. From his own property he shall provide heritage for his sons, so that none of my people will be driven off their property."
        },
        {
          "verse": 19,
          "text": "The Temple Kitchens. Then he brought me through the entrance at the side of the gateway to the chambers reserved for the priests, which faced north. There I saw a place at the far west end,"
        },
        {
          "verse": 20,
          "text": "about which he said to me, “This is the place where the priests cook the reparation offerings and the purification offerings and bake the grain offerings, so they do not have to bring them into the outer court and so transmit holiness to the people.”"
        },
        {
          "verse": 21,
          "text": "Then he led me into the outer court and had me cross to the four corners of the court, and there, in each corner, was another court!"
        },
        {
          "verse": 22,
          "text": "In all four corners of the courtyard there were courts set off, each forty cubits long by thirty cubits wide, all four of them the same size."
        },
        {
          "verse": 23,
          "text": "A stone wall surrounded them on four sides, and ovens were built along the bottom of the walls all the way around."
        },
        {
          "verse": 24,
          "text": "He said to me, “These are the kitchens where the temple ministers cook the sacrifices of the people.”"
        }
      ]
    },
    {
      "chapter": 47,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 47 - The Wonderful Stream. Then he brought me back to the entrance of the temple, and there! I saw water flowing out from under the threshold of the temple toward the east, for the front of the temple faced east. The water flowed out toward the right side of the temple to the south of the altar."
        },
        {
          "verse": 2,
          "text": "He brought me by way of the north gate and around the outside to the outer gate facing east; there I saw water trickling from the southern side."
        },
        {
          "verse": 3,
          "text": "When he continued eastward with a measuring cord in his hand, he measured off a thousand cubits and had me wade through the water; it was ankle-deep."
        },
        {
          "verse": 4,
          "text": "He measured off another thousand cubits and once more had me wade through the water; it was up to the knees. He measured another thousand cubits and had me wade through the water; it was up to my waist."
        },
        {
          "verse": 5,
          "text": "Once more he measured off a thousand cubits. Now it was a river I could not wade across. The water had risen so high, I would have to swim—a river that was impassable."
        },
        {
          "verse": 6,
          "text": "Then he asked me, “Do you see this, son of man?” He brought me to the bank of the river and had me sit down."
        },
        {
          "verse": 7,
          "text": "As I was returning, I saw along the bank of the river a great many trees on each side."
        },
        {
          "verse": 8,
          "text": "He said to me, “This water flows out into the eastern district, runs down into the Arabah and empties into the polluted waters of the sea to freshen them."
        },
        {
          "verse": 9,
          "text": "Wherever it flows, the river teems with every kind of living creature; fish will abound. Where these waters flow they refresh; everything lives where the river goes."
        },
        {
          "verse": 10,
          "text": "Fishermen will stand along its shore from En-gedi to En-eglaim; it will become a place for drying nets, and it will abound with as many kinds of fish as the Great Sea."
        },
        {
          "verse": 11,
          "text": "Its marshes and swamps shall not be made fresh, but will be left for salt."
        },
        {
          "verse": 12,
          "text": "Along each bank of the river every kind of fruit tree will grow; their leaves will not wither, nor will their fruit fail. Every month they will bear fresh fruit because the waters of the river flow out from the sanctuary. Their fruit is used for food, and their leaves for healing.” The New Israel - Boundaries of the Land."
        },
        {
          "verse": 13,
          "text": "Thus says the Lord GOD: These are the boundaries of the land which you shall apportion among the twelve tribes of Israel, with Joseph having two portions."
        },
        {
          "verse": 14,
          "text": "You shall apportion it equally because I swore to give it to your ancestors as a heritage; this land, then, is your heritage."
        },
        {
          "verse": 15,
          "text": "These are the borders of the land: on the northern side, from the Great Sea in the direction of Hethlon, Lebo-hamath to Zedad,"
        },
        {
          "verse": 16,
          "text": "Berothah, and Sibraim, along the frontiers of Damascus and Hamath, to Hazar-enon, on the border of Hauran."
        },
        {
          "verse": 17,
          "text": "Thus the border extends from the sea to Hazar-enon, north of the border of Damascus, the frontier of Hamath to the north. This is the northern boundary."
        },
        {
          "verse": 18,
          "text": "The eastern border shall be between Damascus and Hauran, while the Jordan will form the border between Gilead and the land of Israel down to the eastern sea as far as Tamar. This is the eastern boundary."
        },
        {
          "verse": 19,
          "text": "The southern border shall go southward from Tamar to the waters of Meribath-kadesh, on to the Wadi of Egypt, and into the Great Sea. This is the southern boundary."
        },
        {
          "verse": 20,
          "text": "The western border shall have the Great Sea as a boundary as far as a point opposite Lebo-hamath. This is the western boundary."
        },
        {
          "verse": 21,
          "text": "The Northern Portions. You shall divide this land according to the tribes of Israel."
        },
        {
          "verse": 22,
          "text": "You shall allot it as heritage for yourselves and for the resident aliens in your midst who have fathered children among you. You shall treat them like native Israelites; along with you they shall receive a heritage among the tribes of Israel."
        },
        {
          "verse": 23,
          "text": "In whatever tribe the resident alien lives, there you shall assign his heritage—oracle of the Lord GOD."
        }
      ]
    },
    {
      "chapter": 48,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 48 - These are the names of the tribes: At the northern end, along the side of the way to Hethlon, Lebo-hamath, and Hazar-enon, the border of Damascus, and northward up to the frontier with Hamath, from the eastern border to the western: Dan, one portion."
        },
        {
          "verse": 2,
          "text": "Along the territory of Dan from the eastern border to the western border: Asher, one portion."
        },
        {
          "verse": 3,
          "text": "Along the territory of Asher from the eastern border to the western border: Naphtali, one portion."
        },
        {
          "verse": 4,
          "text": "Along the territory of Naphtali from the eastern border to the western border: Manasseh, one portion."
        },
        {
          "verse": 5,
          "text": "Along the territory of Manasseh from the eastern border to the western border: Ephraim, one portion."
        },
        {
          "verse": 6,
          "text": "Along the territory of Ephraim from the eastern border to the western border: Reuben, one portion."
        },
        {
          "verse": 7,
          "text": "Along the territory of Reuben from the eastern border to the western border: Judah, one portion."
        },
        {
          "verse": 8,
          "text": "The Sacred Tract. Along the territory of Judah from the eastern border to the western border is the tract you shall set apart, twenty-five thousand cubits wide and as long as one of the portions from the eastern border to the western border. The sanctuary shall stand in the center of the tract."
        },
        {
          "verse": 9,
          "text": "The tract you set apart for the LORD shall be twenty-five thousand cubits long by twenty thousand wide."
        },
        {
          "verse": 10,
          "text": "The sacred tract will be given to the following: the priests shall have twenty-five thousand cubits on the north, ten thousand on the west, ten thousand on the east, and twenty-five thousand on the south. The sanctuary of the LORD shall be in its center."
        },
        {
          "verse": 11,
          "text": "The consecrated priests, the Zadokites, who fulfilled my service and did not stray with the Israelites as the Levites did,"
        },
        {
          "verse": 12,
          "text": "shall have their own tract set apart, next to the territory of the Levites, separate from the most holy tract."
        },
        {
          "verse": 13,
          "text": "The Levites shall have territory corresponding to that of the priests, twenty-five thousand cubits long and ten thousand cubits wide. The whole tract shall be twenty-five thousand cubits long and twenty thousand wide."
        },
        {
          "verse": 14,
          "text": "They may not sell or exchange or transfer any of it, the best part of the land, for it is sacred to the LORD."
        },
        {
          "verse": 15,
          "text": "The remaining section, five thousand cubits long and twenty-five thousand cubits wide, is profane land, assigned to the city for dwellings and pasture. The city is at its center."
        },
        {
          "verse": 16,
          "text": "These are the dimensions of the city: the north side, forty-five hundred cubits; the south side, forty-five hundred cubits; the east side, forty-five hundred cubits; and the west side, forty-five hundred cubits."
        },
        {
          "verse": 17,
          "text": "The pasture land for the city extends north two hundred fifty cubits, south two hundred fifty cubits, east two hundred fifty cubits, and west two hundred fifty cubits."
        },
        {
          "verse": 18,
          "text": "The remaining section runs eastward along the sacred tract for ten thousand cubits and westward ten thousand cubits. Its produce shall provide food for the workers of the city."
        },
        {
          "verse": 19,
          "text": "The workers of the city, from all the tribes of Israel, shall cultivate it."
        },
        {
          "verse": 20,
          "text": "The entire sacred tract measures twenty-five thousand by twenty-five thousand cubits; as a square you shall set apart the sacred tract together with the city property."
        },
        {
          "verse": 21,
          "text": "The remaining land on both sides of the sacred tract and the property of the city shall belong to the prince, extending eastward twenty-five thousand cubits up to the eastern boundary, and westward twenty-five thousand cubits to the western boundary. This portion belongs to the prince and corresponds to the tribal portions. The sacred tract and the sanctuary of the temple shall be in the middle."
        },
        {
          "verse": 22,
          "text": "Except for the Levites’ property and the city’s property, which are in the middle of the prince’s property, the territory between the portion of Judah and the portion of Benjamin shall belong to the prince."
        },
        {
          "verse": 23,
          "text": "The Southern Portions. These are the remaining tribes: From the eastern border to the western border: Benjamin, one portion."
        },
        {
          "verse": 24,
          "text": "Along the territory of Benjamin from the eastern border to the western border: Simeon, one portion."
        },
        {
          "verse": 25,
          "text": "Along the territory of Simeon from the eastern border to the western border: Issachar, one portion."
        },
        {
          "verse": 26,
          "text": "Along the territory of Issachar from the eastern border to the western border: Zebulun, one portion."
        },
        {
          "verse": 27,
          "text": "Along the territory of Zebulun from the eastern border to the western border: Gad, one portion."
        },
        {
          "verse": 28,
          "text": "Along the territory of Gad shall be the southern border. This boundary shall extend from Tamar to the waters of Meribath-kadesh, and along the Wadi of Egypt to the Great Sea."
        },
        {
          "verse": 29,
          "text": "This is the land you shall apportion as a heritage among the tribes of Israel, and these are their portions—oracle of the Lord GOD."
        },
        {
          "verse": 30,
          "text": "The Gates of the City. These are the exits from the city: On the north side, measuring forty-five hundred cubits—"
        },
        {
          "verse": 31,
          "text": "the gates are named after the tribes of Israel—on the north, three gates: the gate of Reuben, one; the gate of Judah, one; and the gate of Levi, one."
        },
        {
          "verse": 32,
          "text": "On the east side, measuring forty-five hundred cubits, three gates: the gate of Joseph, one; the gate of Benjamin, one; and the gate of Dan, one."
        },
        {
          "verse": 33,
          "text": "On the south side, measuring forty-five hundred cubits, three gates: the gate of Simeon, one; the gate of Issachar, one; and the gate of Zebulun, one."
        },
        {
          "verse": 34,
          "text": "On the west side, measuring forty-five hundred cubits, three gates: the gate of Gad, one; the gate of Asher, one; and the gate of Naphtali, one."
        },
        {
          "verse": 35,
          "text": "The circuit of the city shall be eighteen thousand cubits. From now on the name of the city is “The LORD is there.”"
        }
      ]
    }
  ]
}
