{
  "book": "Ezra",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "verse": 1,
          "text": "I. The Return from Exile Chapter 1 - The Decree of Cyrus. In the first year of Cyrus, king of Persia, in order to fulfill the word of the LORD spoken by Jeremiah, the LORD stirred up the spirit of Cyrus king of Persia to issue a proclamation throughout his entire kingdom, both by word of mouth and in writing:"
        },
        {
          "verse": 2,
          "text": "“Thus says Cyrus, king of Persia: ‘All the kingdoms of the earth the LORD, the God of heaven, has given to me, and he has charged me to build him a house in Jerusalem, which is in Judah."
        },
        {
          "verse": 3,
          "text": "Those among you who belong to any part of his people, may their God be with them! Let them go up to Jerusalem in Judah to build the house of the LORD the God of Israel, that is, the God who is in Jerusalem."
        },
        {
          "verse": 4,
          "text": "Let all those who have survived, in whatever place they may have lived, be assisted by the people of that place with silver, gold, goods, and livestock, together with voluntary offerings for the house of God in Jerusalem.’”"
        },
        {
          "verse": 5,
          "text": "Then the heads of ancestral houses of Judah and Benjamin and the priests and Levites—everyone, that is, whose spirit had been stirred up by God—prepared to go up to build the house of the LORD in Jerusalem."
        },
        {
          "verse": 6,
          "text": "All their neighbors gave them help in every way, with silver, gold, goods, livestock, and many precious gifts, besides all their voluntary offerings."
        },
        {
          "verse": 7,
          "text": "King Cyrus, too, had the vessels of the house of the LORD brought forth that Nebuchadnezzar had taken from Jerusalem and placed in the house of his god."
        },
        {
          "verse": 8,
          "text": "Cyrus, king of Persia, had them brought forth by the treasurer Mithredath, who counted them out to Sheshbazzar, prince of Judah."
        },
        {
          "verse": 9,
          "text": "This was the inventory: baskets of goldware, thirty; baskets of silverware, one thousand and twenty-nine;"
        },
        {
          "verse": 10,
          "text": "golden bowls, thirty; silver bowls, four hundred and ten; other vessels, one thousand."
        },
        {
          "verse": 11,
          "text": "Total of the gold and silver vessels: five thousand four hundred. All these Sheshbazzar took with him when the exiles were brought up from Babylon to Jerusalem."
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 2 - A Census of the Returned Exiles. These are the inhabitants of the province who returned from the captivity of the exiles, whom Nebuchadnezzar, king of Babylon, had carried away to Babylon, and who came back to Jerusalem and Judah, to their various cities"
        },
        {
          "verse": 2,
          "text": "(those who returned with Zerubbabel, Jeshua, Nehemiah, Seraiah, Reelaiah, Mordecai, Bilshan, Mispar, Bigvai, Rehum, and Baanah): The census of the people of Israel:"
        },
        {
          "verse": 3,
          "text": "descendants of Parosh, two thousand one hundred and seventy-two;"
        },
        {
          "verse": 4,
          "text": "descendants of Shephatiah, three hundred and seventy-two;"
        },
        {
          "verse": 5,
          "text": "descendants of Arah, seven hundred and seventy-five;"
        },
        {
          "verse": 6,
          "text": "descendants of Pahath-moab, who were descendants of Jeshua and Joab, two thousand eight hundred and twelve;"
        },
        {
          "verse": 7,
          "text": "descendants of Elam, one thousand two hundred and fifty-four;"
        },
        {
          "verse": 8,
          "text": "descendants of Zattu, nine hundred and forty-five;"
        },
        {
          "verse": 9,
          "text": "descendants of Zaccai, seven hundred and sixty;"
        },
        {
          "verse": 10,
          "text": "descendants of Bani, six hundred and forty-two;"
        },
        {
          "verse": 11,
          "text": "descendants of Bebai, six hundred and twenty-three;"
        },
        {
          "verse": 12,
          "text": "descendants of Azgad, one thousand two hundred and twenty-two;"
        },
        {
          "verse": 13,
          "text": "descendants of Adonikam, six hundred and sixty-six;"
        },
        {
          "verse": 14,
          "text": "descendants of Bigvai, two thousand and fifty-six;"
        },
        {
          "verse": 15,
          "text": "descendants of Adin, four hundred and fifty-four;"
        },
        {
          "verse": 16,
          "text": "descendants of Ater, who were descendants of Hezekiah, ninety-eight;"
        },
        {
          "verse": 17,
          "text": "descendants of Bezai, three hundred and twenty-three;"
        },
        {
          "verse": 18,
          "text": "descendants of Jorah, one hundred and twelve;"
        },
        {
          "verse": 19,
          "text": "descendants of Hashum, two hundred and twenty-three;"
        },
        {
          "verse": 20,
          "text": "descendants of Gibeon, ninety-five;"
        },
        {
          "verse": 21,
          "text": "descendants of Bethlehem, one hundred and twenty-three;"
        },
        {
          "verse": 22,
          "text": "people of Netophah, fifty-six;"
        },
        {
          "verse": 23,
          "text": "people of Anathoth, one hundred and twenty-eight;"
        },
        {
          "verse": 24,
          "text": "people of Beth-azmaveth, forty-two;"
        },
        {
          "verse": 25,
          "text": "people of Kiriath-jearim, Chephirah, and Beeroth, seven hundred and forty-three;"
        },
        {
          "verse": 26,
          "text": "people of Ramah and Geba, six hundred and twenty-one;"
        },
        {
          "verse": 27,
          "text": "people of Michmas, one hundred and twenty-two;"
        },
        {
          "verse": 28,
          "text": "people of Bethel and Ai, two hundred and twenty-three;"
        },
        {
          "verse": 29,
          "text": "descendants of Nebo, fifty-two;"
        },
        {
          "verse": 30,
          "text": "descendants of Magbish, one hundred and fifty-six;"
        },
        {
          "verse": 31,
          "text": "descendants of the other Elam, one thousand two hundred and fifty-four;"
        },
        {
          "verse": 32,
          "text": "descendants of Harim, three hundred and twenty;"
        },
        {
          "verse": 33,
          "text": "descendants of Lod, Hadid, and Ono, seven hundred and twenty-five;"
        },
        {
          "verse": 34,
          "text": "descendants of Jericho, three hundred and forty-five;"
        },
        {
          "verse": 35,
          "text": "descendants of Senaah, three thousand six hundred and thirty."
        },
        {
          "verse": 36,
          "text": "The priests: descendants of Jedaiah, of the house of Jeshua, nine hundred and seventy-three;"
        },
        {
          "verse": 37,
          "text": "descendants of Immer, one thousand and fifty-two;"
        },
        {
          "verse": 38,
          "text": "descendants of Pashhur, one thousand two hundred and forty-seven;"
        },
        {
          "verse": 39,
          "text": "descendants of Harim, one thousand and seventeen."
        },
        {
          "verse": 40,
          "text": "The Levites: descendants of Jeshua and Kadmiel, of the descendants of Hodaviah, seventy-four."
        },
        {
          "verse": 41,
          "text": "The singers: descendants of Asaph, one hundred and twenty-eight."
        },
        {
          "verse": 42,
          "text": "The gatekeepers: descendants of Shallum, descendants of Ater, descendants of Talmon, descendants of Akkub, descendants of Hatita, descendants of Shobai, one hundred and thirty-nine in all."
        },
        {
          "verse": 43,
          "text": "The temple servants: descendants of Ziha, descendants of Hasupha, descendants of Tabbaoth,"
        },
        {
          "verse": 44,
          "text": "descendants of Keros, descendants of Siaha, descendants of Padon,"
        },
        {
          "verse": 45,
          "text": "descendants of Lebanah, descendants of Hagabah, descendants of Akkub,"
        },
        {
          "verse": 46,
          "text": "descendants of Hagab, descendants of Shamlai, descendants of Hanan,"
        },
        {
          "verse": 47,
          "text": "descendants of Giddel, descendants of Gahar, descendants of Reaiah,"
        },
        {
          "verse": 48,
          "text": "descendants of Rezin, descendants of Nekoda, descendants of Gazzam,"
        },
        {
          "verse": 49,
          "text": "descendants of Uzza, descendants of Paseah, descendants of Besai,"
        },
        {
          "verse": 50,
          "text": "descendants of Asnah, descendants of the Meunites, descendants of the Nephusites,"
        },
        {
          "verse": 51,
          "text": "descendants of Bakbuk, descendants of Hakupha, descendants of Harhur,"
        },
        {
          "verse": 52,
          "text": "descendants of Bazluth, descendants of Mehida, descendants of Harsha,"
        },
        {
          "verse": 53,
          "text": "descendants of Barkos, descendants of Sisera, descendants of Temah,"
        },
        {
          "verse": 54,
          "text": "descendants of Neziah, descendants of Hatipha."
        },
        {
          "verse": 55,
          "text": "Descendants of Solomon’s servants: descendants of Sotai, descendants of Hassophereth, descendants of Peruda,"
        },
        {
          "verse": 56,
          "text": "descendants of Jaalah, descendants of Darkon, descendants of Giddel,"
        },
        {
          "verse": 57,
          "text": "descendants of Shephatiah, descendants of Hattil, descendants of Pochereth-hazzebaim, descendants of Ami."
        },
        {
          "verse": 58,
          "text": "The total of the temple servants together with the descendants of Solomon’s servants was three hundred and ninety-two."
        },
        {
          "verse": 59,
          "text": "The following who returned from Tel-melah, Tel-harsha, Cherub, Addan, and Immer were unable to prove that their ancestral houses and their descent were Israelite:"
        },
        {
          "verse": 60,
          "text": "descendants of Delaiah, descendants of Tobiah, descendants of Nekoda, six hundred and fifty-two."
        },
        {
          "verse": 61,
          "text": "Also, of the priests: descendants of Habaiah, descendants of Hakkoz, descendants of Barzillai (he had married one of the daughters of Barzillai the Gileadite and was named after him)."
        },
        {
          "verse": 62,
          "text": "These searched their family records, but their names could not be found there, and they were excluded from the priesthood."
        },
        {
          "verse": 63,
          "text": "The governor ordered them not to partake of the most holy foods until there should be a priest to consult the Urim and Thummim."
        },
        {
          "verse": 64,
          "text": "The entire assembly taken together came to forty-two thousand three hundred and sixty,"
        },
        {
          "verse": 65,
          "text": "not counting their male and female servants, who numbered seven thousand three hundred and thirty-seven. They also had two hundred male and female singers."
        },
        {
          "verse": 66,
          "text": "Their horses numbered seven hundred and thirty-six, their mules two hundred and forty-five,"
        },
        {
          "verse": 67,
          "text": "their camels four hundred and thirty-five, their donkeys six thousand seven hundred and twenty."
        },
        {
          "verse": 68,
          "text": "When they arrived at the house of the LORD in Jerusalem, some of the heads of ancestral houses made voluntary offerings for the house of God, to rebuild it in its place."
        },
        {
          "verse": 69,
          "text": "According to their means they contributed to the treasury for the temple service: sixty-one thousand drachmas of gold, five thousand minas of silver, and one hundred priestly robes."
        },
        {
          "verse": 70,
          "text": "The priests, the Levites, and some of the people took up residence in Jerusalem; the singers, the gatekeepers, and the temple servants settled in their cities. Thus all the Israelites settled in their cities."
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 3 - Restoration of Worship. Now when the seventh month came, after the Israelites had settled in their cities, the people gathered as one in Jerusalem."
        },
        {
          "verse": 2,
          "text": "Then Jeshua, son of Jozadak, together with his kinsmen the priests, and Zerubbabel, son of Shealtiel, together with his kinsmen, began building the altar of the God of Israel in order to offer on it the burnt offerings prescribed in the law of Moses, the man of God."
        },
        {
          "verse": 3,
          "text": "They set the altar on its foundations, for they lived in fear of the peoples of the lands, and offered burnt offerings to the LORD on it, both morning and evening."
        },
        {
          "verse": 4,
          "text": "They also kept the feast of Booths in the manner prescribed, and they offered the daily burnt offerings in the proper number required for each day."
        },
        {
          "verse": 5,
          "text": "Thereafter they offered regular burnt offerings, the sacrifices prescribed for the new moons and all the festivals sacred to the LORD, and those which anyone might bring as a voluntary offering to the LORD."
        },
        {
          "verse": 6,
          "text": "Laying the Foundations of the Temple. From the first day of the seventh month they reinstituted the burnt offering to the LORD, though the foundation of the LORD’s temple had not yet been laid."
        },
        {
          "verse": 7,
          "text": "Then they hired stonecutters and carpenters, and sent food and drink and oil to the Sidonians and Tyrians that they might ship cedar trees from the Lebanon to the port of Joppa, as Cyrus, king of Persia, had authorized."
        },
        {
          "verse": 8,
          "text": "In the year after their coming to the house of God in Jerusalem, in the second month, Zerubbabel, son of Shealtiel, and Jeshua, son of Jozadak, together with the rest of their kinsmen, the priests and Levites and all who had come from the captivity to Jerusalem, began by appointing the Levites twenty years of age and over to supervise the work on the house of the LORD."
        },
        {
          "verse": 9,
          "text": "Jeshua and his sons and kinsmen, with Kadmiel and Binnui, son of Hodaviah, and their sons and their kindred, the Levites, together undertook to supervise those who were engaged in the work on the house of God."
        },
        {
          "verse": 10,
          "text": "While the builders were laying the foundation of the LORD’s temple, the priests in their vestments were stationed with trumpets and the Levites, sons of Asaph, with cymbals to praise the LORD in the manner laid down by David, king of Israel."
        },
        {
          "verse": 11,
          "text": "They alternated in songs of praise and thanksgiving to the LORD, “for he is good, for his love for Israel endures forever”; and all the people raised a great shout of joy, praising the LORD because the foundation of the LORD’s house had been laid."
        },
        {
          "verse": 12,
          "text": "Many of the priests, Levites, and heads of ancestral houses, who were old enough to have seen the former house, cried out in sorrow as they watched the foundation of the present house being laid. Many others, however, lifted up their voices in shouts of joy."
        },
        {
          "verse": 13,
          "text": "No one could distinguish the sound of the joyful shouting from the sound of those who were weeping; for the people raised a mighty clamor which was heard far away."
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 4 - Outside Interference. When the enemies of Judah and Benjamin heard that the exiles were building a temple for the LORD, the God of Israel,"
        },
        {
          "verse": 2,
          "text": "they approached Zerubbabel and the heads of ancestral houses and said to them, “Let us build with you, for we seek your God just as you do, and we have sacrificed to him since the days of Esarhaddon, king of Assyria, who brought us here.”"
        },
        {
          "verse": 3,
          "text": "But Zerubbabel, Jeshua, and the rest of the heads of ancestral houses of Israel answered them, “It is not your responsibility to build with us a house for our God, but we alone must build it for the LORD, the God of Israel, as Cyrus king of Persia has commanded us.”"
        },
        {
          "verse": 4,
          "text": "Thereupon the local inhabitants discouraged the people of Judah and frightened them off from building."
        },
        {
          "verse": 5,
          "text": "They also bribed counselors to work against them and to frustrate their plans during all the years of Cyrus, king of Persia, and even into the reign of Darius, king of Persia."
        },
        {
          "verse": 6,
          "text": "Later Hostility. In the reign of Ahasuerus, at the beginning of his reign, they prepared a written accusation against the inhabitants of Judah and Jerusalem."
        },
        {
          "verse": 7,
          "text": "Again, in the time of Artaxerxes, Tabeel and the rest of his fellow officials, in concert with Mithredath, wrote to Artaxerxes, king of Persia. The document was written in Aramaic and was accompanied by a translation."
        },
        {
          "verse": 8,
          "text": "Then Rehum, the governor, and Shimshai, the scribe, wrote the following letter against Jerusalem to King Artaxerxes:"
        },
        {
          "verse": 9,
          "text": "“Rehum, the governor, Shimshai, the scribe, and their fellow officials, judges, legates, and agents from among the Persians, Urukians, Babylonians, Susians (that is, Elamites),"
        },
        {
          "verse": 10,
          "text": "and the other peoples whom the great and illustrious Osnappar transported and settled in the city of Samaria and elsewhere in the province West-of-Euphrates, as follows….”"
        },
        {
          "verse": 11,
          "text": "This is a copy of the letter that they sent to him: “To King Artaxerxes, your servants, the men of West-of-Euphrates, as follows:"
        },
        {
          "verse": 12,
          "text": "Let it be known to the king that the Jews who came up from you to us have arrived at Jerusalem and are now rebuilding this rebellious and evil city. They are completing its walls, and the foundations have already been laid."
        },
        {
          "verse": 13,
          "text": "Now let it be known to the king that if this city is rebuilt and its walls completed, they will no longer pay taxes, tributes, or tolls; eventually the throne will be harmed."
        },
        {
          "verse": 14,
          "text": "Now, since we eat the salt of the palace and it is not fitting for us to look on while the king is being dishonored, we have sent this message to inform the king,"
        },
        {
          "verse": 15,
          "text": "so that inquiry may be made in the historical records of your fathers. In the historical records you will discover and verify that this is a rebellious city, harmful to kings and provinces; its people have been acting seditiously there since ancient times. That is why this city was destroyed."
        },
        {
          "verse": 16,
          "text": "We therefore inform the king, that if this city is rebuilt and its walls completed again, you will thereupon not have a portion in the province West-of-Euphrates.”"
        },
        {
          "verse": 17,
          "text": "The king sent this answer: “To Rehum, the governor, Shimshai, the scribe, and their fellow officials living in Samaria and elsewhere in the province West-of-Euphrates, greetings:"
        },
        {
          "verse": 18,
          "text": "The communication which you sent us has been read in translation in my presence."
        },
        {
          "verse": 19,
          "text": "When at my command inquiry was made, it was verified that from ancient times this city has risen up against kings and that rebellion and sedition have been fostered there."
        },
        {
          "verse": 20,
          "text": "Powerful kings once ruled in Jerusalem who controlled all West-of-Euphrates, and taxes, tributes, and tolls were paid to them."
        },
        {
          "verse": 21,
          "text": "Give orders, therefore, to stop these men. This city may not be rebuilt until a further decree has been issued by me."
        },
        {
          "verse": 22,
          "text": "Take care that you do not neglect this matter. Why should evil increase to harm the throne?”"
        },
        {
          "verse": 23,
          "text": "As soon as a copy of King Artaxerxes’ letter had been read before Rehum, the governor, Shimshai, the scribe, and their fellow officials, they immediately went to the Jews in Jerusalem and stopped their work by force of arms."
        },
        {
          "verse": 24,
          "text": "As a result, work on the house of God in Jerusalem ceased. This interruption lasted until the second year of the reign of Darius, king of Persia."
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 5 - The Work Resumed Under Darius; Further Problems. Then the prophets Haggai and Zechariah, son of Iddo, began to prophesy to the Jews in Judah and Jerusalem in the name of the God of Israel."
        },
        {
          "verse": 2,
          "text": "Thereupon Zerubbabel, son of Shealtiel, and Jeshua, son of Jozadak, began again to build the house of God in Jerusalem, with the prophets of God giving them support."
        },
        {
          "verse": 3,
          "text": "At that time Tattenai, governor of West-of-Euphrates, came to them, along with Shethar-bozenai, and their fellow officials, and asked of them: “Who issued the decree for you to build this house and complete this edifice?"
        },
        {
          "verse": 4,
          "text": "What are the names of the men who are building this structure?”"
        },
        {
          "verse": 5,
          "text": "But the eye of their God was upon the elders of the Jews, and they were not delayed during the time a report went to Darius and a written order came back concerning this matter."
        },
        {
          "verse": 6,
          "text": "A copy of the letter which Tattenai, governor of West-of-Euphrates, along with Shethar-bozenai and their fellow officials from West-of-Euphrates, sent to King Darius;"
        },
        {
          "verse": 7,
          "text": "they sent him a report in which was written the following: “To King Darius, all good wishes!"
        },
        {
          "verse": 8,
          "text": "Let it be known to the king that we have visited the province of Judah and the house of the great God: it is being rebuilt of cut stone and the walls are being reinforced with timber; the work is being carried out diligently, prospering under their hands."
        },
        {
          "verse": 9,
          "text": "We then questioned the elders, addressing to them the following words: ‘Who issued the decree for you to build this house and complete this edifice?’"
        },
        {
          "verse": 10,
          "text": "We also asked them their names, in order to give you a list of the men who are their leaders."
        },
        {
          "verse": 11,
          "text": "This was their answer to us: ‘We are the servants of the God of heaven and earth, and we are rebuilding the house built here many years ago, which a great king of Israel built and completed."
        },
        {
          "verse": 12,
          "text": "But because our ancestors provoked the wrath of the God of heaven, he delivered them into the power of the Chaldean, Nebuchadnezzar, king of Babylon, who destroyed this house and exiled the people to Babylon."
        },
        {
          "verse": 13,
          "text": "However, in the first year of Cyrus, king of Babylon, King Cyrus issued a decree for the rebuilding of this house of God."
        },
        {
          "verse": 14,
          "text": "Moreover, the gold and silver vessels of the house of God, which Nebuchadnezzar had taken from the temple in Jerusalem and carried off to the temple in Babylon, King Cyrus ordered to be removed from the temple in Babylon, and they were given to a certain Sheshbazzar, whom he named governor."
        },
        {
          "verse": 15,
          "text": "He commanded him: Take these vessels and deposit them in the temple of Jerusalem, and let the house of God be rebuilt on its former site."
        },
        {
          "verse": 16,
          "text": "Then this same Sheshbazzar came and laid the foundations of the house of God in Jerusalem. Since that time to the present the building has been going on, and is not yet completed.’"
        },
        {
          "verse": 17,
          "text": "Now, if it please the king, let a search be made in the royal archives of Babylon to discover whether a decree really was issued by King Cyrus for the rebuilding of this house of God in Jerusalem. And may the king’s decision in this matter be communicated to us.”"
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 6 - The Decree of Darius. Thereupon King Darius issued an order to search the archives in which the treasures were stored in Babylon."
        },
        {
          "verse": 2,
          "text": "However, a scroll was found in Ecbatana, the stronghold in the province of Media, containing the following text: “Memorandum."
        },
        {
          "verse": 3,
          "text": "In the first year of his reign, King Cyrus issued a decree: With regard to the house of God in Jerusalem: the house is to be rebuilt as a place for offering sacrifices and bringing burnt offerings. Its height is to be sixty cubits and its width sixty cubits."
        },
        {
          "verse": 4,
          "text": "It shall have three courses of cut stone for each one of timber. The costs are to be borne by the royal house."
        },
        {
          "verse": 5,
          "text": "Also, let the gold and silver vessels of the house of God which Nebuchadnezzar took from the temple of Jerusalem and brought to Babylon be sent back; let them be returned to their place in the temple of Jerusalem and deposited in the house of God.”"
        },
        {
          "verse": 6,
          "text": "“Now, therefore, Tattenai, governor of West-of-Euphrates, and Shethar-bozenai, and you, their fellow officials in West-of-Euphrates, stay away from there."
        },
        {
          "verse": 7,
          "text": "Let the governor and the elders of the Jews continue the work on that house of God; they are to rebuild it on its former site."
        },
        {
          "verse": 8,
          "text": "I also issue this decree concerning your dealing with these elders of the Jews in the rebuilding of that house of God: Let these men be repaid for their expenses, in full and without delay from the royal revenue, deriving from the taxes of West-of-Euphrates, so that the work not be interrupted."
        },
        {
          "verse": 9,
          "text": "Whatever else is required—young bulls, rams, and lambs for burnt offerings to the God of heaven, wheat, salt, wine, and oil, according to the requirements of the priests who are in Jerusalem—let that be delivered to them day by day without fail,"
        },
        {
          "verse": 10,
          "text": "that they may continue to offer sacrifices of pleasing odor to the God of heaven and pray for the life of the king and his sons."
        },
        {
          "verse": 11,
          "text": "I also issue this decree: if any man alters this edict, a beam is to be taken from his house, and he is to be lifted up and impaled on it; and his house is to be reduced to rubble for this offense."
        },
        {
          "verse": 12,
          "text": "And may the God who causes his name to dwell there overthrow every king or people who may undertake to alter this decree or to destroy this house of God in Jerusalem. I, Darius, have issued this decree; let it be diligently executed.”"
        },
        {
          "verse": 13,
          "text": "The Task Finally Completed. Then Tattenai, the governor of West-of-Euphrates, and Shethar-bozenai, and their fellow officials carried out with all diligence the instructions King Darius had sent them."
        },
        {
          "verse": 14,
          "text": "The elders of the Jews continued to make progress in the building, supported by the message of the prophets, Haggai and Zechariah, son of Iddo. They finished the building according to the command of the God of Israel and the decrees of Cyrus and Darius, and of Artaxerxes, king of Persia."
        },
        {
          "verse": 15,
          "text": "They completed this house on the third day of the month Adar, in the sixth year of the reign of King Darius."
        },
        {
          "verse": 16,
          "text": "The Israelites—priests, Levites, and the other returned exiles—celebrated the dedication of this house of God with joy."
        },
        {
          "verse": 17,
          "text": "For the dedication of this house of God, they offered one hundred bulls, two hundred rams, and four hundred lambs, together with twelve he-goats as a sin offering for all Israel, in keeping with the number of the tribes of Israel."
        },
        {
          "verse": 18,
          "text": "Finally, they set up the priests in their classes and the Levites in their divisions for the service of God in Jerusalem, as is prescribed in the book of Moses."
        },
        {
          "verse": 19,
          "text": "The Passover. The returned exiles kept the Passover on the fourteenth day of the first month."
        },
        {
          "verse": 20,
          "text": "The Levites, every one of whom had purified himself for the occasion, sacrificed the Passover for all the exiles, for their colleagues the priests, and for themselves."
        },
        {
          "verse": 21,
          "text": "The Israelites who had returned from the exile and all those who had separated themselves from the uncleanness of the Gentiles in the land shared in it, seeking the LORD, the God of Israel."
        },
        {
          "verse": 22,
          "text": "They joyfully kept the feast of Unleavened Bread for seven days, for the LORD had filled them with joy by making the king of Assyria favorable to them, so that he gave them help in their work on the house of God, the God of Israel."
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "verse": 1,
          "text": "II. The Work of Ezra Chapter 7 - Ezra, Priest and Scribe. After these events, during the reign of Artaxerxes, king of Persia, Ezra, son of Seraiah, son of Azariah, son of Hilkiah,"
        },
        {
          "verse": 2,
          "text": "son of Shallum, son of Zadok, son of Ahitub,"
        },
        {
          "verse": 3,
          "text": "son of Amariah, son of Azariah, son of Meraioth,"
        },
        {
          "verse": 4,
          "text": "son of Zerahiah, son of Uzzi, son of Bukki,"
        },
        {
          "verse": 5,
          "text": "son of Abishua, son of Phinehas, son of Eleazar, son of Aaron, the high priest—"
        },
        {
          "verse": 6,
          "text": "this Ezra came up from Babylon. He was a scribe, well-versed in the law of Moses given by the LORD, the God of Israel. The king granted him all that he requested, because the hand of the LORD, his God, was over him."
        },
        {
          "verse": 7,
          "text": "Some of the Israelites and some priests, Levites, singers, gatekeepers, and temple servants also came up to Jerusalem in the seventh year of King Artaxerxes."
        },
        {
          "verse": 8,
          "text": "Ezra came to Jerusalem in the fifth month of that seventh year of the king."
        },
        {
          "verse": 9,
          "text": "On the first day of the first month he began the journey up from Babylon, and on the first day of the fifth month he arrived at Jerusalem, for the favoring hand of his God was over him."
        },
        {
          "verse": 10,
          "text": "Ezra had set his heart on the study and practice of the law of the LORD and on teaching statutes and ordinances in Israel."
        },
        {
          "verse": 11,
          "text": "The Decree of Artaxerxes. This is a copy of the rescript which King Artaxerxes gave to Ezra the priest-scribe, the scribe versed in matters concerning the LORD’s commandments and statutes for Israel:"
        },
        {
          "verse": 12,
          "text": "“Artaxerxes, king of kings, to Ezra the priest, scribe of the law of the God of heaven, greetings! And now,"
        },
        {
          "verse": 13,
          "text": "I have issued this decree, that anyone in my kingdom belonging to the people of Israel, its priests or Levites, who is willing to go up to Jerusalem with you, may go,"
        },
        {
          "verse": 14,
          "text": "for you are the one sent by the king and his seven counselors to supervise Judah and Jerusalem with regard to the law of your God which is in your possession,"
        },
        {
          "verse": 15,
          "text": "and to bring the silver and gold which the king and his counselors have freely contributed to the God of Israel, whose dwelling is in Jerusalem,"
        },
        {
          "verse": 16,
          "text": "as well as all the silver and gold which you may receive throughout the province of Babylon, together with the voluntary offerings the people and priests freely contribute for the house of their God in Jerusalem."
        },
        {
          "verse": 17,
          "text": "Therefore, you must use this money with all diligence to buy bulls, rams, lambs, and the grain offerings and libations proper to these, and offer them on the altar of the house of your God in Jerusalem."
        },
        {
          "verse": 18,
          "text": "You and your kinsmen may do whatever seems best to you with the remainder of the silver and gold, as your God wills."
        },
        {
          "verse": 19,
          "text": "The vessels given to you for the service of the house of your God you are to deposit before the God of Jerusalem."
        },
        {
          "verse": 20,
          "text": "Whatever else you may be required to supply for the needs of the house of your God, you may draw from the royal treasury."
        },
        {
          "verse": 21,
          "text": "I, Artaxerxes the king, issue this decree to all the treasurers of West-of-Euphrates: Whatever Ezra the priest, scribe of the law of the God of heaven, requests of you, let it be done with all diligence,"
        },
        {
          "verse": 22,
          "text": "within these limits: silver, one hundred talents; wheat, one hundred kors; wine, one hundred baths; oil, one hundred baths; salt, without limit."
        },
        {
          "verse": 23,
          "text": "Let everything that is decreed by the God of heaven be carried out exactly for the house of the God of heaven, that wrath may not come upon the realm of the king and his sons."
        },
        {
          "verse": 24,
          "text": "We also inform you that it is not permitted to impose taxes, tributes, or tolls on any priest, Levite, singer, gatekeeper, temple servant, or any other servant of that house of God."
        },
        {
          "verse": 25,
          "text": "“As for you, Ezra, in accordance with the wisdom of your God which is in your possession, appoint magistrates and judges to administer justice to all the people in West-of-Euphrates, to all, that is, who know the laws of your God. Instruct those who do not know these laws."
        },
        {
          "verse": 26,
          "text": "All who will not obey the law of your God and the law of the king, let judgment be executed upon them with all diligence, whether death, or corporal punishment, or confiscation of goods, or imprisonment.”"
        },
        {
          "verse": 27,
          "text": "Ezra Prepares for the Journey. Blessed be the LORD, the God of our ancestors, who put it into the heart of the king thus to glorify the house of the LORD in Jerusalem,"
        },
        {
          "verse": 28,
          "text": "and who let me find favor with the king, with his counselors, and with all the most influential royal officials. I therefore took courage and, with the hand of the LORD, my God, over me, I gathered together Israelite leaders to make the return journey with me."
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 8 - Ezra’s Caravan. These are the heads of the ancestral houses and the genealogies of those who returned with me from Babylon during the reign of King Artaxerxes:"
        },
        {
          "verse": 2,
          "text": "Of the descendants of Phinehas, Gershon; of the descendants of Ithamar, Daniel; of the descendants of David, Hattush,"
        },
        {
          "verse": 3,
          "text": "son of Shecaniah; of the descendants of Parosh, Zechariah, and with him one hundred and fifty males were enrolled;"
        },
        {
          "verse": 4,
          "text": "of the descendants of Pahath-moab, Eliehoenai, son of Zerahiah, and with him two hundred males;"
        },
        {
          "verse": 5,
          "text": "of the descendants of Zattu, Shecaniah, son of Jahaziel, and with him three hundred males;"
        },
        {
          "verse": 6,
          "text": "of the descendants of Adin, Ebed, son of Jonathan, and with him fifty males;"
        },
        {
          "verse": 7,
          "text": "of the descendants of Elam, Jeshaiah, son of Athaliah, and with him seventy males;"
        },
        {
          "verse": 8,
          "text": "of the descendants of Shephatiah, Zebadiah, son of Michael, and with him eighty males;"
        },
        {
          "verse": 9,
          "text": "of the descendants of Joab, Obadiah, son of Jehiel, and with him two hundred and eighteen males;"
        },
        {
          "verse": 10,
          "text": "of the descendants of Bani, Shelomoth, son of Josiphiah, and with him one hundred and sixty males;"
        },
        {
          "verse": 11,
          "text": "of the descendants of Bebai, Zechariah, son of Bebai, and with him twenty-eight males;"
        },
        {
          "verse": 12,
          "text": "of the descendants of Azgad, Johanan, son of Hakkatan, and with him one hundred and ten males;"
        },
        {
          "verse": 13,
          "text": "of the descendants of Adonikam, younger sons, whose names were Eliphelet, Jeiel, and Shemaiah, and with them sixty males;"
        },
        {
          "verse": 14,
          "text": "of the descendants of Bigvai, Uthai, son of Zakkur, and with him seventy males."
        },
        {
          "verse": 15,
          "text": "Final Preparations for the Journey. I assembled them by the river that flows toward Ahava, where we camped for three days. There I perceived that both laymen and priests were present, but I could not discover a single Levite."
        },
        {
          "verse": 16,
          "text": "So I sent for discerning leaders, Eliezer, Ariel, Shemaiah, Jarib, Elnathan, Nathan, Zechariah, and Meshullam,"
        },
        {
          "verse": 17,
          "text": "with a command for Iddo, the leader in the place Casiphia, instructing them what to say to Iddo and his kinsmen, and to the temple servants in Casiphia, in order to procure for us ministers for the house of our God."
        },
        {
          "verse": 18,
          "text": "Since the favoring hand of our God was over us, they sent to us a well-instructed man, one of the descendants of Mahli, son of Levi, son of Israel, namely Sherebiah, with his sons and kinsmen, eighteen men."
        },
        {
          "verse": 19,
          "text": "They also sent us Hashabiah, and with him Jeshaiah, descendants of Merari, and their kinsmen and their sons, twenty men."
        },
        {
          "verse": 20,
          "text": "Of the temple servants, those whom David and the princes appointed to serve the Levites, there were two hundred and twenty. All these were enrolled by name."
        },
        {
          "verse": 21,
          "text": "Then I proclaimed a fast, there by the river of Ahava, that we might humble ourselves before our God to seek from him a safe journey for ourselves, our children, and all our possessions."
        },
        {
          "verse": 22,
          "text": "For I was ashamed to ask the king for troops and horsemen to protect us against enemies along the way, since we had said to the king, “The favoring hand of our God is over all who seek him, but his fierce anger is against all who forsake him.”"
        },
        {
          "verse": 23,
          "text": "So we fasted, seeking this from our God, and it was granted."
        },
        {
          "verse": 24,
          "text": "Next I selected twelve of the priestly leaders along with Sherebiah, Hashabiah, and ten of their kinsmen,"
        },
        {
          "verse": 25,
          "text": "and I weighed out before them the silver and the gold and the vessels offered for the house of our God by the king, his counselors, his officials, and all the Israelites of that region."
        },
        {
          "verse": 26,
          "text": "I weighed out into their hands these amounts: silver, six hundred and fifty talents; silver vessels, one hundred; gold, one hundred talents;"
        },
        {
          "verse": 27,
          "text": "twenty golden bowls valued at a thousand darics; two vases of excellent polished bronze, as precious as gold."
        },
        {
          "verse": 28,
          "text": "I addressed them in these words: “You are consecrated to the LORD, and the vessels are also consecrated; the silver and the gold are a voluntary offering to the LORD, the God of your ancestors."
        },
        {
          "verse": 29,
          "text": "Watch over them carefully until you weigh them out in Jerusalem in the presence of the chief priests and Levites and the leaders of ancestral houses of Israel, in the chambers of the house of the LORD.”"
        },
        {
          "verse": 30,
          "text": "The priests and the Levites then took over the silver, the gold, and the vessels that had been weighed out, to bring them to Jerusalem, to the house of our God."
        },
        {
          "verse": 31,
          "text": "Arrival in Jerusalem. We set out from the river of Ahava on the twelfth day of the first month to go to Jerusalem. The hand of our God remained over us, and he protected us from enemies and robbers along the way."
        },
        {
          "verse": 32,
          "text": "We arrived in Jerusalem, where we rested for three days."
        },
        {
          "verse": 33,
          "text": "On the fourth day, the silver, the gold, and the vessels were weighed out in the house of our God and given to the priest Meremoth, son of Uriah, with whom was Eleazar, son of Phinehas; they were assisted by the Levites Jozabad, son of Jeshua, and Noadiah, son of Binnui."
        },
        {
          "verse": 34,
          "text": "Everything was in order as to number and weight, and the total weight was registered. At that same time,"
        },
        {
          "verse": 35,
          "text": "those who had returned from the captivity, the exiles, offered as burnt offerings to the God of Israel twelve bulls for all Israel, ninety-six rams, seventy-seven lambs, and twelve goats as sin offerings: all these as a burnt offering to the LORD."
        },
        {
          "verse": 36,
          "text": "Finally, the orders of the king were presented to the king’s satraps and to the governors in West-of-Euphrates, who gave their support to the people and to the house of God."
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 9 - The Crisis of Mixed Marriages. When these matters had been concluded, the leaders approached me with this report: “Neither the Israelite laymen nor the priests nor the Levites have kept themselves separate from the peoples of the lands and their abominations—Canaanites, Hittites, Perizzites, Jebusites, Ammonites, Moabites, Egyptians, and Amorites—"
        },
        {
          "verse": 2,
          "text": "for they have taken some of their daughters as wives for themselves and their sons, thus intermingling the holy seed with the peoples of the lands. Furthermore, the leaders and rulers have taken a prominent part in this apostasy!”"
        },
        {
          "verse": 3,
          "text": "Ezra’s Reaction. When I had heard this, I tore my cloak and my mantle, plucked hair from my head and beard, and sat there devastated."
        },
        {
          "verse": 4,
          "text": "Around me gathered all who were in dread of the sentence of the God of Israel on the apostasy of the exiles, while I remained devastated until the evening sacrifice."
        },
        {
          "verse": 5,
          "text": "Then, at the time of the evening sacrifice, I rose in my wretchedness, and with cloak and mantle torn I fell on my knees, stretching out my hands to the LORD, my God."
        },
        {
          "verse": 6,
          "text": "A Penitential Prayer. I said: “My God, I am too ashamed and humiliated to raise my face to you, my God, for our wicked deeds are heaped up above our heads and our guilt reaches up to heaven."
        },
        {
          "verse": 7,
          "text": "From the time of our ancestors even to this day our guilt has been great, and for our wicked deeds we have been delivered, we and our kings and our priests, into the hands of the kings of foreign lands, to the sword, to captivity, to pillage, and to disgrace, as is the case today."
        },
        {
          "verse": 8,
          "text": "“And now, only a short time ago, mercy came to us from the LORD, our God, who left us a remnant and gave us a stake in his holy place; thus our God has brightened our eyes and given us relief in our slavery."
        },
        {
          "verse": 9,
          "text": "For slaves we are, but in our slavery our God has not abandoned us; rather, he has turned the good will of the kings of Persia toward us. Thus he has given us new life to raise again the house of our God and restore its ruins, and has granted us a protective wall in Judah and Jerusalem."
        },
        {
          "verse": 10,
          "text": "But now, our God, what can we say after all this? For we have abandoned your commandments,"
        },
        {
          "verse": 11,
          "text": "which you gave through your servants the prophets: The land which you are entering to take as your possession is a land unclean with the filth of the peoples of the lands, with the abominations with which they have filled it from one end to the other by their uncleanness."
        },
        {
          "verse": 12,
          "text": "Do not, then, give your daughters to their sons in marriage, and do not take their daughters for your sons. Never promote their welfare and prosperity; thus you will grow strong, enjoy the produce of the land, and leave it as an inheritance to your children forever."
        },
        {
          "verse": 13,
          "text": "“After all that has come upon us for our evil deeds and our great guilt—though you, our God, have made less of our sinfulness than it deserved and have allowed us to survive as we do—"
        },
        {
          "verse": 14,
          "text": "shall we again violate your commandments by intermarrying with these abominable peoples? Would you not become so angered with us as to destroy us without remnant or survivor?"
        },
        {
          "verse": 15,
          "text": "LORD, God of Israel, you are just; yet we have been spared, the remnant we are today. Here we are before you in our sins. Because of all this, we can no longer stand in your presence.”"
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 10 - Response to the Crisis. While Ezra prayed and acknowledged their guilt, weeping and prostrate before the house of God, a very large assembly of Israelites gathered about him, men, women, and children; and the people wept profusely."
        },
        {
          "verse": 2,
          "text": "Then Shecaniah, the son of Jehiel, one of the descendants of Elam, made this appeal to Ezra: “We have indeed betrayed our God by taking as wives foreign women of the peoples of the land. Yet in spite of this there still remains a hope for Israel."
        },
        {
          "verse": 3,
          "text": "Let us therefore enter into a covenant before our God to dismiss all our foreign wives and the children born of them, in keeping with what you, my lord, advise, and those who are in dread of the commandments of our God. Let it be done according to the law!"
        },
        {
          "verse": 4,
          "text": "Rise, then, for this is your duty! We are with you, so have courage and act!”"
        },
        {
          "verse": 5,
          "text": "Ezra stood and demanded an oath from the leaders of the priests, from the Levites and from all Israel that they would do as had been proposed; and they swore it."
        },
        {
          "verse": 6,
          "text": "Then Ezra left his place before the house of God and entered the chamber of Johanan, son of Eliashib, where he spent the night neither eating food nor drinking water, for he was in mourning over the apostasy of the exiles."
        },
        {
          "verse": 7,
          "text": "A proclamation was made throughout Judah and Jerusalem that all the exiles should gather together in Jerusalem,"
        },
        {
          "verse": 8,
          "text": "and that whoever failed to appear within three days would, according to the judgment of the leaders and elders, suffer the confiscation of all his possessions, and would be excluded from the assembly of the exiles."
        },
        {
          "verse": 9,
          "text": "All the men of Judah and Benjamin gathered together in Jerusalem within the three-day period: it was in the ninth month, on the twentieth day of the month. All the people, sitting in the open place before the house of God, were trembling both over the matter at hand and because it was raining."
        },
        {
          "verse": 10,
          "text": "Then Ezra, the priest, stood up and said to them: “Your apostasy in taking foreign women as wives has added to Israel’s guilt."
        },
        {
          "verse": 11,
          "text": "But now, give praise to the LORD, the God of your ancestors, and do his will: separate yourselves from the peoples of the land and from the foreign women.”"
        },
        {
          "verse": 12,
          "text": "In answer, the whole assembly cried out with a loud voice: “Yes, it is our duty to do as you say!"
        },
        {
          "verse": 13,
          "text": "But the people are numerous and it is the rainy season, so that we cannot remain outside; besides, this is not a task that can be performed in a single day or even two, for those of us who have sinned in this regard are many."
        },
        {
          "verse": 14,
          "text": "Let our leaders represent the whole assembly; then let all those in our cities who have taken foreign women for wives appear at appointed times, accompanied by the elders and magistrates of each city in question, till we have turned away from us our God’s burning anger over this affair.”"
        },
        {
          "verse": 15,
          "text": "Only Jonathan, son of Asahel, and Jahzeiah, son of Tikvah, were against this proposal, with Meshullam and Shabbethai the Levite supporting them."
        },
        {
          "verse": 16,
          "text": "The exiles did as agreed. Ezra the priest appointed as his assistants men who were heads of ancestral houses, one for each ancestral house, all of them designated by name. They held sessions to examine the matter, beginning with the first day of the tenth month."
        },
        {
          "verse": 17,
          "text": "By the first day of the first month they had finished dealing with all the men who had taken foreign women for wives."
        },
        {
          "verse": 18,
          "text": "The List of Transgressors. Among the priests, the following were found to have taken foreign women for wives: Of the descendants of Jeshua, son of Jozadak, and his kinsmen: Maaseiah, Eliezer, Jarib, and Gedaliah."
        },
        {
          "verse": 19,
          "text": "They pledged themselves to dismiss their wives, and as a guilt offering for their guilt they gave a ram from the flock."
        },
        {
          "verse": 20,
          "text": "Of the descendants of Immer: Hanani and Zebadiah;"
        },
        {
          "verse": 21,
          "text": "of the descendants of Harim: Maaseiah, Elijah, Shemaiah, Jehiel, and Uzziah;"
        },
        {
          "verse": 22,
          "text": "of the descendants of Pashhur: Elioenai, Maaseiah, Ishmael, Nethanel, Jozabad, and Elasah."
        },
        {
          "verse": 23,
          "text": "Of the Levites: Jozabad, Shimei, Kelaiah (also called Kelita), Pethahiah, Judah, and Eliezer."
        },
        {
          "verse": 24,
          "text": "Of the singers: Eliashib; of the gatekeepers: Shallum, Telem, and Uri."
        },
        {
          "verse": 25,
          "text": "Of the people of Israel: Of the descendants of Parosh: Ramiah, Izziah, Malchijah, Mijamin, Eleazar, Malchijah, and Benaiah;"
        },
        {
          "verse": 26,
          "text": "of the descendants of Elam: Mattaniah, Zechariah, Jehiel, Abdi, Jeremoth, and Elijah;"
        },
        {
          "verse": 27,
          "text": "of the descendants of Zattu: Elioenai, Eliashib, Mattaniah, Jeremoth, Zabad, and Aziza;"
        },
        {
          "verse": 28,
          "text": "of the descendants of Bebai: Jehohanan, Hananiah, Zabbai, and Athlai;"
        },
        {
          "verse": 29,
          "text": "of the descendants of Bani: Meshullam, Malluch, Adaiah, Jashub, Sheal, and Jeremoth;"
        },
        {
          "verse": 30,
          "text": "of the descendants of Pahath-moab: Adna, Chelal, Benaiah, Maaseiah, Mattaniah, Bezalel, Binnui, and Manasseh;"
        },
        {
          "verse": 31,
          "text": "of the descendants of Harim: Eliezer, Isshijah, Malchijah, Shemaiah, Shimeon,"
        },
        {
          "verse": 32,
          "text": "Benjamin, Malluch, Shemariah;"
        },
        {
          "verse": 33,
          "text": "of the descendants of Hashum: Mattenai, Mattattah, Zabad, Eliphelet, Jeremai, Manasseh, Shimei;"
        },
        {
          "verse": 34,
          "text": "of the descendants of Begui: Maadai, Amram, Uel,"
        },
        {
          "verse": 35,
          "text": "Benaiah, Bedeiah, Cheluhi,"
        },
        {
          "verse": 36,
          "text": "Vaniah, Meremoth, Eliashib,"
        },
        {
          "verse": 37,
          "text": "Mattaniah, Mattenai, and Jaasu;"
        },
        {
          "verse": 38,
          "text": "of the descendants of Binnui: Shimei,"
        },
        {
          "verse": 39,
          "text": "Shelemiah, Nathan, and Adaiah;"
        },
        {
          "verse": 40,
          "text": "of the descendants of Zachai: Shashai, Sharai,"
        },
        {
          "verse": 41,
          "text": "Azarel, Shelemiah, Shemariah,"
        },
        {
          "verse": 42,
          "text": "Shallum, Amariah, Joseph;"
        },
        {
          "verse": 43,
          "text": "of the descendants of Nebo: Jeiel, Mattithiah, Zabad, Zebina, Jaddai, Joel, Benaiah."
        },
        {
          "verse": 44,
          "text": "All these had taken foreign wives; but they sent them away, both the women and their children."
        }
      ]
    }
  ]
}
