{
  "book": "Genesis",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "verse": 1,
          "text": "Preamble. The Creation of the World Chapter 1 - The Story of Creation. In the beginning, when God created the heavens and the earth—"
        },
        {
          "verse": 2,
          "text": "and the earth was without form or shape, with darkness over the abyss and a mighty wind sweeping over the waters—"
        },
        {
          "verse": 3,
          "text": "Then God said: Let there be light, and there was light."
        },
        {
          "verse": 4,
          "text": "God saw that the light was good. God then separated the light from the darkness."
        },
        {
          "verse": 5,
          "text": "God called the light “day,” and the darkness he called “night.” Evening came, and morning followed—the first day."
        },
        {
          "verse": 6,
          "text": "Then God said: Let there be a dome in the middle of the waters, to separate one body of water from the other."
        },
        {
          "verse": 7,
          "text": "God made the dome, and it separated the water below the dome from the water above the dome. And so it happened."
        },
        {
          "verse": 8,
          "text": "God called the dome “sky.” Evening came, and morning followed—the second day."
        },
        {
          "verse": 9,
          "text": "Then God said: Let the water under the sky be gathered into a single basin, so that the dry land may appear. And so it happened: the water under the sky was gathered into its basin, and the dry land appeared."
        },
        {
          "verse": 10,
          "text": "God called the dry land “earth,” and the basin of water he called “sea.” God saw that it was good."
        },
        {
          "verse": 11,
          "text": "Then God said: Let the earth bring forth vegetation: every kind of plant that bears seed and every kind of fruit tree on earth that bears fruit with its seed in it. And so it happened:"
        },
        {
          "verse": 12,
          "text": "the earth brought forth vegetation: every kind of plant that bears seed and every kind of fruit tree that bears fruit with its seed in it. God saw that it was good."
        },
        {
          "verse": 13,
          "text": "Evening came, and morning followed—the third day."
        },
        {
          "verse": 14,
          "text": "Then God said: Let there be lights in the dome of the sky, to separate day from night. Let them mark the seasons, the days and the years,"
        },
        {
          "verse": 15,
          "text": "and serve as lights in the dome of the sky, to illuminate the earth. And so it happened:"
        },
        {
          "verse": 16,
          "text": "God made the two great lights, the greater one to govern the day, and the lesser one to govern the night, and the stars."
        },
        {
          "verse": 17,
          "text": "God set them in the dome of the sky, to illuminate the earth,"
        },
        {
          "verse": 18,
          "text": "to govern the day and the night, and to separate the light from the darkness. God saw that it was good."
        },
        {
          "verse": 19,
          "text": "Evening came, and morning followed—the fourth day."
        },
        {
          "verse": 20,
          "text": "Then God said: Let the water teem with an abundance of living creatures, and on the earth let birds fly beneath the dome of the sky."
        },
        {
          "verse": 21,
          "text": "God created the great sea monsters and all kinds of crawling living creatures with which the water teems, and all kinds of winged birds. God saw that it was good,"
        },
        {
          "verse": 22,
          "text": "and God blessed them, saying: Be fertile, multiply, and fill the water of the seas; and let the birds multiply on the earth."
        },
        {
          "verse": 23,
          "text": "Evening came, and morning followed—the fifth day."
        },
        {
          "verse": 24,
          "text": "Then God said: Let the earth bring forth every kind of living creature: tame animals, crawling things, and every kind of wild animal. And so it happened:"
        },
        {
          "verse": 25,
          "text": "God made every kind of wild animal, every kind of tame animal, and every kind of thing that crawls on the ground. God saw that it was good."
        },
        {
          "verse": 26,
          "text": "Then God said: Let us make human beings in our image, after our likeness. Let them have dominion over the fish of the sea, the birds of the air, the tame animals, all the wild animals, and all the creatures that crawl on the earth."
        },
        {
          "verse": 27,
          "text": "God created mankind in his image; in the image of God he created them; male and female he created them."
        },
        {
          "verse": 28,
          "text": "God blessed them and God said to them: Be fertile and multiply; fill the earth and subdue it. Have dominion over the fish of the sea, the birds of the air, and all the living things that crawl on the earth."
        },
        {
          "verse": 29,
          "text": "God also said: See, I give you every seed-bearing plant on all the earth and every tree that has seed-bearing fruit on it to be your food;"
        },
        {
          "verse": 30,
          "text": "and to all the wild animals, all the birds of the air, and all the living creatures that crawl on the earth, I give all the green plants for food. And so it happened."
        },
        {
          "verse": 31,
          "text": "God looked at everything he had made, and found it very good. Evening came, and morning followed—the sixth day."
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 2 - Thus the heavens and the earth and all their array were completed."
        },
        {
          "verse": 2,
          "text": "On the seventh day God completed the work he had been doing; he rested on the seventh day from all the work he had undertaken."
        },
        {
          "verse": 3,
          "text": "God blessed the seventh day and made it holy, because on it he rested from all the work he had done in creation."
        },
        {
          "verse": 4,
          "text": "I. The Story of the Nations - The Garden of Eden. This is the story of the heavens and the earth at their creation. When the LORD God made the earth and the heavens—"
        },
        {
          "verse": 5,
          "text": "there was no field shrub on earth and no grass of the field had sprouted, for the LORD God had sent no rain upon the earth and there was no man to till the ground,"
        },
        {
          "verse": 6,
          "text": "but a stream was welling up out of the earth and watering all the surface of the ground—"
        },
        {
          "verse": 7,
          "text": "then the LORD God formed the man out of the dust of the ground and blew into his nostrils the breath of life, and the man became a living being."
        },
        {
          "verse": 8,
          "text": "The LORD God planted a garden in Eden, in the east, and placed there the man whom he had formed."
        },
        {
          "verse": 9,
          "text": "Out of the ground the LORD God made grow every tree that was delightful to look at and good for food, with the tree of life in the middle of the garden and the tree of the knowledge of good and evil."
        },
        {
          "verse": 10,
          "text": "A river rises in Eden to water the garden; beyond there it divides and becomes four branches."
        },
        {
          "verse": 11,
          "text": "The name of the first is the Pishon; it is the one that winds through the whole land of Havilah, where there is gold."
        },
        {
          "verse": 12,
          "text": "The gold of that land is good; bdellium and lapis lazuli are also there."
        },
        {
          "verse": 13,
          "text": "The name of the second river is the Gihon; it is the one that winds all through the land of Cush."
        },
        {
          "verse": 14,
          "text": "The name of the third river is the Tigris; it is the one that flows east of Asshur. The fourth river is the Euphrates."
        },
        {
          "verse": 15,
          "text": "The LORD God then took the man and settled him in the garden of Eden, to cultivate and care for it."
        },
        {
          "verse": 16,
          "text": "The LORD God gave the man this order: You are free to eat from any of the trees of the garden"
        },
        {
          "verse": 17,
          "text": "except the tree of knowledge of good and evil. From that tree you shall not eat; when you eat from it you shall die."
        },
        {
          "verse": 18,
          "text": "The LORD God said: It is not good for the man to be alone. I will make a helper suited to him."
        },
        {
          "verse": 19,
          "text": "So the LORD God formed out of the ground all the wild animals and all the birds of the air, and he brought them to the man to see what he would call them; whatever the man called each living creature was then its name."
        },
        {
          "verse": 20,
          "text": "The man gave names to all the tame animals, all the birds of the air, and all the wild animals; but none proved to be a helper suited to the man."
        },
        {
          "verse": 21,
          "text": "So the LORD God cast a deep sleep on the man, and while he was asleep, he took out one of his ribs and closed up its place with flesh."
        },
        {
          "verse": 22,
          "text": "The LORD God then built the rib that he had taken from the man into a woman. When he brought her to the man,"
        },
        {
          "verse": 23,
          "text": "the man said: “This one, at last, is bone of my bones and flesh of my flesh; This one shall be called ‘woman,’ for out of man this one has been taken.”"
        },
        {
          "verse": 24,
          "text": "That is why a man leaves his father and mother and clings to his wife, and the two of them become one body."
        },
        {
          "verse": 25,
          "text": "The man and his wife were both naked, yet they felt no shame."
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 3 - Expulsion from Eden. Now the snake was the most cunning of all the wild animals that the LORD God had made. He asked the woman, “Did God really say, ‘You shall not eat from any of the trees in the garden’?”"
        },
        {
          "verse": 2,
          "text": "The woman answered the snake: “We may eat of the fruit of the trees in the garden;"
        },
        {
          "verse": 3,
          "text": "it is only about the fruit of the tree in the middle of the garden that God said, ‘You shall not eat it or even touch it, or else you will die.’”"
        },
        {
          "verse": 4,
          "text": "But the snake said to the woman: “You certainly will not die!"
        },
        {
          "verse": 5,
          "text": "God knows well that when you eat of it your eyes will be opened and you will be like gods, who know good and evil.”"
        },
        {
          "verse": 6,
          "text": "The woman saw that the tree was good for food and pleasing to the eyes, and the tree was desirable for gaining wisdom. So she took some of its fruit and ate it; and she also gave some to her husband, who was with her, and he ate it."
        },
        {
          "verse": 7,
          "text": "Then the eyes of both of them were opened, and they knew that they were naked; so they sewed fig leaves together and made loincloths for themselves."
        },
        {
          "verse": 8,
          "text": "When they heard the sound of the LORD God walking about in the garden at the breezy time of the day, the man and his wife hid themselves from the LORD God among the trees of the garden."
        },
        {
          "verse": 9,
          "text": "The LORD God then called to the man and asked him: Where are you?"
        },
        {
          "verse": 10,
          "text": "He answered, “I heard you in the garden; but I was afraid, because I was naked, so I hid.”"
        },
        {
          "verse": 11,
          "text": "Then God asked: Who told you that you were naked? Have you eaten from the tree of which I had forbidden you to eat?"
        },
        {
          "verse": 12,
          "text": "The man replied, “The woman whom you put here with me—she gave me fruit from the tree, so I ate it.”"
        },
        {
          "verse": 13,
          "text": "The LORD God then asked the woman: What is this you have done? The woman answered, “The snake tricked me, so I ate it.”"
        },
        {
          "verse": 14,
          "text": "Then the LORD God said to the snake: Because you have done this, cursed are you among all the animals, tame or wild; On your belly you shall crawl, and dust you shall eat all the days of your life."
        },
        {
          "verse": 15,
          "text": "I will put enmity between you and the woman, and between your offspring and hers; They will strike at your head, while you strike at their heel."
        },
        {
          "verse": 16,
          "text": "To the woman he said: I will intensify your toil in childbearing; in pain you shall bring forth children. Yet your urge shall be for your husband, and he shall rule over you."
        },
        {
          "verse": 17,
          "text": "To the man he said: Because you listened to your wife and ate from the tree about which I commanded you, You shall not eat from it, Cursed is the ground because of you! In toil you shall eat its yield all the days of your life."
        },
        {
          "verse": 18,
          "text": "Thorns and thistles it shall bear for you, and you shall eat the grass of the field."
        },
        {
          "verse": 19,
          "text": "By the sweat of your brow you shall eat bread, Until you return to the ground, from which you were taken; For you are dust, and to dust you shall return."
        },
        {
          "verse": 20,
          "text": "The man gave his wife the name “Eve,” because she was the mother of all the living."
        },
        {
          "verse": 21,
          "text": "The LORD God made for the man and his wife garments of skin, with which he clothed them."
        },
        {
          "verse": 22,
          "text": "Then the LORD God said: See! The man has become like one of us, knowing good and evil! Now, what if he also reaches out his hand to take fruit from the tree of life, and eats of it and lives forever?"
        },
        {
          "verse": 23,
          "text": "The LORD God therefore banished him from the garden of Eden, to till the ground from which he had been taken."
        },
        {
          "verse": 24,
          "text": "He expelled the man, stationing the cherubim and the fiery revolving sword east of the garden of Eden, to guard the way to the tree of life."
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 4 - Cain and Abel. The man had intercourse with his wife Eve, and she conceived and gave birth to Cain, saying, “I have produced a male child with the help of the LORD.”"
        },
        {
          "verse": 2,
          "text": "Next she gave birth to his brother Abel. Abel became a herder of flocks, and Cain a tiller of the ground."
        },
        {
          "verse": 3,
          "text": "In the course of time Cain brought an offering to the LORD from the fruit of the ground,"
        },
        {
          "verse": 4,
          "text": "while Abel, for his part, brought the fatty portion of the firstlings of his flock. The LORD looked with favor on Abel and his offering,"
        },
        {
          "verse": 5,
          "text": "but on Cain and his offering he did not look with favor. So Cain was very angry and dejected."
        },
        {
          "verse": 6,
          "text": "Then the LORD said to Cain: Why are you angry? Why are you dejected?"
        },
        {
          "verse": 7,
          "text": "If you act rightly, you will be accepted; but if not, sin lies in wait at the door: its urge is for you, yet you can rule over it."
        },
        {
          "verse": 8,
          "text": "Cain said to his brother Abel, “Let us go out in the field.” When they were in the field, Cain attacked his brother Abel and killed him."
        },
        {
          "verse": 9,
          "text": "Then the LORD asked Cain, Where is your brother Abel? He answered, “I do not know. Am I my brother’s keeper?”"
        },
        {
          "verse": 10,
          "text": "God then said: What have you done? Your brother’s blood cries out to me from the ground!"
        },
        {
          "verse": 11,
          "text": "Now you are banned from the ground that opened its mouth to receive your brother’s blood from your hand."
        },
        {
          "verse": 12,
          "text": "If you till the ground, it shall no longer give you its produce. You shall become a constant wanderer on the earth."
        },
        {
          "verse": 13,
          "text": "Cain said to the LORD: “My punishment is too great to bear."
        },
        {
          "verse": 14,
          "text": "Look, you have now banished me from the ground. I must avoid you and be a constant wanderer on the earth. Anyone may kill me at sight.”"
        },
        {
          "verse": 15,
          "text": "Not so! the LORD said to him. If anyone kills Cain, Cain shall be avenged seven times. So the LORD put a mark on Cain, so that no one would kill him at sight."
        },
        {
          "verse": 16,
          "text": "Cain then left the LORD’s presence and settled in the land of Nod, east of Eden."
        },
        {
          "verse": 17,
          "text": "Descendants of Cain and Seth. Cain had intercourse with his wife, and she conceived and bore Enoch. Cain also became the founder of a city, which he named after his son Enoch."
        },
        {
          "verse": 18,
          "text": "To Enoch was born Irad, and Irad became the father of Mehujael; Mehujael became the father of Methusael, and Methusael became the father of Lamech."
        },
        {
          "verse": 19,
          "text": "Lamech took two wives; the name of the first was Adah, and the name of the second Zillah."
        },
        {
          "verse": 20,
          "text": "Adah gave birth to Jabal, who became the ancestor of those who dwell in tents and keep livestock."
        },
        {
          "verse": 21,
          "text": "His brother’s name was Jubal, who became the ancestor of all who play the lyre and the reed pipe."
        },
        {
          "verse": 22,
          "text": "Zillah, on her part, gave birth to Tubalcain, the ancestor of all who forge instruments of bronze and iron. The sister of Tubalcain was Naamah."
        },
        {
          "verse": 23,
          "text": "Lamech said to his wives: “Adah and Zillah, hear my voice; wives of Lamech, listen to my utterance: I have killed a man for wounding me, a young man for bruising me."
        },
        {
          "verse": 24,
          "text": "If Cain is avenged seven times, then Lamech seventy-seven times.”"
        },
        {
          "verse": 25,
          "text": "Adam again had intercourse with his wife, and she gave birth to a son whom she called Seth. “God has granted me another offspring in place of Abel,” she said, “because Cain killed him.”"
        },
        {
          "verse": 26,
          "text": "To Seth, in turn, a son was born, and he named him Enosh. At that time people began to invoke the LORD by name."
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 5 - Generations: Adam to Noah. This is the record of the descendants of Adam. When God created human beings, he made them in the likeness of God;"
        },
        {
          "verse": 2,
          "text": "he created them male and female. When they were created, he blessed them and named them humankind."
        },
        {
          "verse": 3,
          "text": "Adam was one hundred and thirty years old when he begot a son in his likeness, after his image; and he named him Seth."
        },
        {
          "verse": 4,
          "text": "Adam lived eight hundred years after he begot Seth, and he had other sons and daughters."
        },
        {
          "verse": 5,
          "text": "The whole lifetime of Adam was nine hundred and thirty years; then he died."
        },
        {
          "verse": 6,
          "text": "When Seth was one hundred and five years old, he begot Enosh."
        },
        {
          "verse": 7,
          "text": "Seth lived eight hundred and seven years after he begot Enosh, and he had other sons and daughters."
        },
        {
          "verse": 8,
          "text": "The whole lifetime of Seth was nine hundred and twelve years; then he died."
        },
        {
          "verse": 9,
          "text": "When Enosh was ninety years old, he begot Kenan."
        },
        {
          "verse": 10,
          "text": "Enosh lived eight hundred and fifteen years after he begot Kenan, and he had other sons and daughters."
        },
        {
          "verse": 11,
          "text": "The whole lifetime of Enosh was nine hundred and five years; then he died."
        },
        {
          "verse": 12,
          "text": "When Kenan was seventy years old, he begot Mahalalel."
        },
        {
          "verse": 13,
          "text": "Kenan lived eight hundred and forty years after he begot Mahalalel, and he had other sons and daughters."
        },
        {
          "verse": 14,
          "text": "The whole lifetime of Kenan was nine hundred and ten years; then he died."
        },
        {
          "verse": 15,
          "text": "When Mahalalel was sixty-five years old, he begot Jared."
        },
        {
          "verse": 16,
          "text": "Mahalalel lived eight hundred and thirty years after he begot Jared, and he had other sons and daughters."
        },
        {
          "verse": 17,
          "text": "The whole lifetime of Mahalalel was eight hundred and ninety-five years; then he died."
        },
        {
          "verse": 18,
          "text": "When Jared was one hundred and sixty-two years old, he begot Enoch."
        },
        {
          "verse": 19,
          "text": "Jared lived eight hundred years after he begot Enoch, and he had other sons and daughters."
        },
        {
          "verse": 20,
          "text": "The whole lifetime of Jared was nine hundred and sixty-two years; then he died."
        },
        {
          "verse": 21,
          "text": "When Enoch was sixty-five years old, he begot Methuselah."
        },
        {
          "verse": 22,
          "text": "Enoch walked with God after he begot Methuselah for three hundred years, and he had other sons and daughters."
        },
        {
          "verse": 23,
          "text": "The whole lifetime of Enoch was three hundred and sixty-five years."
        },
        {
          "verse": 24,
          "text": "Enoch walked with God, and he was no longer here, for God took him."
        },
        {
          "verse": 25,
          "text": "When Methuselah was one hundred and eighty-seven years old, he begot Lamech."
        },
        {
          "verse": 26,
          "text": "Methuselah lived seven hundred and eighty-two years after he begot Lamech, and he had other sons and daughters."
        },
        {
          "verse": 27,
          "text": "The whole lifetime of Methuselah was nine hundred and sixty-nine years; then he died."
        },
        {
          "verse": 28,
          "text": "When Lamech was one hundred and eighty-two years old, he begot a son"
        },
        {
          "verse": 29,
          "text": "and named him Noah, saying, “This one shall bring us relief from our work and the toil of our hands, out of the very ground that the LORD has put under a curse.”"
        },
        {
          "verse": 30,
          "text": "Lamech lived five hundred and ninety-five years after he begot Noah, and he had other sons and daughters."
        },
        {
          "verse": 31,
          "text": "The whole lifetime of Lamech was seven hundred and seventy-seven years; then he died."
        },
        {
          "verse": 32,
          "text": "When Noah was five hundred years old, he begot Shem, Ham, and Japheth."
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 6 - Origin of the Nephilim. When human beings began to grow numerous on the earth and daughters were born to them,"
        },
        {
          "verse": 2,
          "text": "the sons of God saw how beautiful the daughters of human beings were, and so they took for their wives whomever they pleased."
        },
        {
          "verse": 3,
          "text": "Then the LORD said: My spirit shall not remain in human beings forever, because they are only flesh. Their days shall comprise one hundred and twenty years."
        },
        {
          "verse": 4,
          "text": "The Nephilim appeared on earth in those days, as well as later, after the sons of God had intercourse with the daughters of human beings, who bore them sons. They were the heroes of old, the men of renown."
        },
        {
          "verse": 5,
          "text": "Warning of the Flood. When the LORD saw how great the wickedness of human beings was on earth, and how every desire that their heart conceived was always nothing but evil,"
        },
        {
          "verse": 6,
          "text": "the LORD regretted making human beings on the earth, and his heart was grieved."
        },
        {
          "verse": 7,
          "text": "So the LORD said: I will wipe out from the earth the human beings I have created, and not only the human beings, but also the animals and the crawling things and the birds of the air, for I regret that I made them."
        },
        {
          "verse": 8,
          "text": "But Noah found favor with the LORD."
        },
        {
          "verse": 9,
          "text": "These are the descendants of Noah. Noah was a righteous man and blameless in his generation; Noah walked with God."
        },
        {
          "verse": 10,
          "text": "Noah begot three sons: Shem, Ham, and Japheth."
        },
        {
          "verse": 11,
          "text": "But the earth was corrupt in the view of God and full of lawlessness."
        },
        {
          "verse": 12,
          "text": "When God saw how corrupt the earth had become, since all mortals had corrupted their ways on earth,"
        },
        {
          "verse": 13,
          "text": "God said to Noah: I see that the end of all mortals has come, for the earth is full of lawlessness because of them. So I am going to destroy them with the earth."
        },
        {
          "verse": 14,
          "text": "Preparation for the Flood. Make yourself an ark of gopherwood, equip the ark with various compartments, and cover it inside and out with pitch."
        },
        {
          "verse": 15,
          "text": "This is how you shall build it: the length of the ark will be three hundred cubits, its width fifty cubits, and its height thirty cubits."
        },
        {
          "verse": 16,
          "text": "Make an opening for daylight and finish the ark a cubit above it. Put the ark’s entrance on its side; you will make it with bottom, second and third decks."
        },
        {
          "verse": 17,
          "text": "I, on my part, am about to bring the flood waters on the earth, to destroy all creatures under the sky in which there is the breath of life; everything on earth shall perish."
        },
        {
          "verse": 18,
          "text": "I will establish my covenant with you. You shall go into the ark, you and your sons, your wife and your sons’ wives with you."
        },
        {
          "verse": 19,
          "text": "Of all living creatures you shall bring two of every kind into the ark, one male and one female, to keep them alive along with you."
        },
        {
          "verse": 20,
          "text": "Of every kind of bird, of every kind of animal, and of every kind of thing that crawls on the ground, two of each will come to you, that you may keep them alive."
        },
        {
          "verse": 21,
          "text": "Moreover, you are to provide yourself with all the food that is to be eaten, and store it away, that it may serve as provisions for you and for them."
        },
        {
          "verse": 22,
          "text": "Noah complied; he did just as God had commanded him."
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 7 - Then the LORD said to Noah: Go into the ark, you and all your household, for you alone in this generation have I found to be righteous before me."
        },
        {
          "verse": 2,
          "text": "Of every clean animal, take with you seven pairs, a male and its mate; and of the unclean animals, one pair, a male and its mate;"
        },
        {
          "verse": 3,
          "text": "likewise, of every bird of the air, seven pairs, a male and a female, to keep their progeny alive over all the earth."
        },
        {
          "verse": 4,
          "text": "For seven days from now I will bring rain down on the earth for forty days and forty nights, and so I will wipe out from the face of the earth every being that I have made."
        },
        {
          "verse": 5,
          "text": "Noah complied, just as the LORD had commanded."
        },
        {
          "verse": 6,
          "text": "The Great Flood. Noah was six hundred years old when the flood came upon the earth."
        },
        {
          "verse": 7,
          "text": "Together with his sons, his wife, and his sons’ wives, Noah went into the ark because of the waters of the flood."
        },
        {
          "verse": 8,
          "text": "Of the clean animals and the unclean, of the birds, and of everything that crawls on the ground,"
        },
        {
          "verse": 9,
          "text": "two by two, male and female came to Noah into the ark, just as God had commanded him."
        },
        {
          "verse": 10,
          "text": "When the seven days were over, the waters of the flood came upon the earth."
        },
        {
          "verse": 11,
          "text": "In the six hundredth year of Noah’s life, in the second month, on the seventeenth day of the month: on that day All the fountains of the great abyss burst forth, and the floodgates of the sky were opened."
        },
        {
          "verse": 12,
          "text": "For forty days and forty nights heavy rain poured down on the earth."
        },
        {
          "verse": 13,
          "text": "On the very same day, Noah and his sons Shem, Ham, and Japheth, and Noah’s wife, and the three wives of Noah’s sons had entered the ark,"
        },
        {
          "verse": 14,
          "text": "together with every kind of wild animal, every kind of tame animal, every kind of crawling thing that crawls on the earth, and every kind of bird."
        },
        {
          "verse": 15,
          "text": "Pairs of all creatures in which there was the breath of life came to Noah into the ark."
        },
        {
          "verse": 16,
          "text": "Those that entered were male and female; of all creatures they came, as God had commanded Noah. Then the LORD shut him in."
        },
        {
          "verse": 17,
          "text": "The flood continued upon the earth for forty days. As the waters increased, they lifted the ark, so that it rose above the earth."
        },
        {
          "verse": 18,
          "text": "The waters swelled and increased greatly on the earth, but the ark floated on the surface of the waters."
        },
        {
          "verse": 19,
          "text": "Higher and higher on the earth the waters swelled, until all the highest mountains under the heavens were submerged."
        },
        {
          "verse": 20,
          "text": "The waters swelled fifteen cubits higher than the submerged mountains."
        },
        {
          "verse": 21,
          "text": "All creatures that moved on earth perished: birds, tame animals, wild animals, and all that teemed on the earth, as well as all humankind."
        },
        {
          "verse": 22,
          "text": "Everything on dry land with the breath of life in its nostrils died."
        },
        {
          "verse": 23,
          "text": "The LORD wiped out every being on earth: human beings and animals, the crawling things and the birds of the air; all were wiped out from the earth. Only Noah and those with him in the ark were left."
        },
        {
          "verse": 24,
          "text": "And when the waters had swelled on the earth for one hundred and fifty days,"
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 8 - God remembered Noah and all the animals, wild and tame, that were with him in the ark. So God made a wind sweep over the earth, and the waters began to subside."
        },
        {
          "verse": 2,
          "text": "The fountains of the abyss and the floodgates of the sky were closed, and the downpour from the sky was held back."
        },
        {
          "verse": 3,
          "text": "Gradually the waters receded from the earth. At the end of one hundred and fifty days, the waters had so diminished"
        },
        {
          "verse": 4,
          "text": "that, in the seventh month, on the seventeenth day of the month, the ark came to rest on the mountains of Ararat."
        },
        {
          "verse": 5,
          "text": "The waters continued to diminish until the tenth month, and on the first day of the tenth month the tops of the mountains appeared."
        },
        {
          "verse": 6,
          "text": "At the end of forty days Noah opened the hatch of the ark that he had made,"
        },
        {
          "verse": 7,
          "text": "and he released a raven. It flew back and forth until the waters dried off from the earth."
        },
        {
          "verse": 8,
          "text": "Then he released a dove, to see if the waters had lessened on the earth."
        },
        {
          "verse": 9,
          "text": "But the dove could find no place to perch, and it returned to him in the ark, for there was water over all the earth. Putting out his hand, he caught the dove and drew it back to him inside the ark."
        },
        {
          "verse": 10,
          "text": "He waited yet seven days more and again released the dove from the ark."
        },
        {
          "verse": 11,
          "text": "In the evening the dove came back to him, and there in its bill was a plucked-off olive leaf! So Noah knew that the waters had diminished on the earth."
        },
        {
          "verse": 12,
          "text": "He waited yet another seven days and then released the dove; but this time it did not come back."
        },
        {
          "verse": 13,
          "text": "In the six hundred and first year, in the first month, on the first day of the month, the water began to dry up on the earth. Noah then removed the covering of the ark and saw that the surface of the ground had dried."
        },
        {
          "verse": 14,
          "text": "In the second month, on the twenty-seventh day of the month, the earth was dry."
        },
        {
          "verse": 15,
          "text": "Then God said to Noah:"
        },
        {
          "verse": 16,
          "text": "Go out of the ark, together with your wife and your sons and your sons’ wives."
        },
        {
          "verse": 17,
          "text": "Bring out with you every living thing that is with you—all creatures, be they birds or animals or crawling things that crawl on the earth—and let them abound on the earth, and be fertile and multiply on it."
        },
        {
          "verse": 18,
          "text": "So Noah came out, together with his sons and his wife and his sons’ wives;"
        },
        {
          "verse": 19,
          "text": "and all the animals, all the birds, and all the crawling creatures that crawl on the earth went out of the ark by families."
        },
        {
          "verse": 20,
          "text": "Then Noah built an altar to the LORD, and choosing from every clean animal and every clean bird, he offered burnt offerings on the altar."
        },
        {
          "verse": 21,
          "text": "When the LORD smelled the sweet odor, the LORD said to himself: Never again will I curse the ground because of human beings, since the desires of the human heart are evil from youth; nor will I ever again strike down every living being, as I have done."
        },
        {
          "verse": 22,
          "text": "All the days of the earth, seedtime and harvest, cold and heat, Summer and winter, and day and night shall not cease."
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 9 - Covenant with Noah. God blessed Noah and his sons and said to them: Be fertile and multiply and fill the earth."
        },
        {
          "verse": 2,
          "text": "Fear and dread of you shall come upon all the animals of the earth and all the birds of the air, upon all the creatures that move about on the ground and all the fishes of the sea; into your power they are delivered."
        },
        {
          "verse": 3,
          "text": "Any living creature that moves about shall be yours to eat; I give them all to you as I did the green plants."
        },
        {
          "verse": 4,
          "text": "Only meat with its lifeblood still in it you shall not eat."
        },
        {
          "verse": 5,
          "text": "Indeed for your own lifeblood I will demand an accounting: from every animal I will demand it, and from a human being, each one for the blood of another, I will demand an accounting for human life."
        },
        {
          "verse": 6,
          "text": "Anyone who sheds the blood of a human being, by a human being shall that one’s blood be shed; For in the image of God have human beings been made."
        },
        {
          "verse": 7,
          "text": "Be fertile, then, and multiply; abound on earth and subdue it."
        },
        {
          "verse": 8,
          "text": "God said to Noah and to his sons with him:"
        },
        {
          "verse": 9,
          "text": "See, I am now establishing my covenant with you and your descendants after you"
        },
        {
          "verse": 10,
          "text": "and with every living creature that was with you: the birds, the tame animals, and all the wild animals that were with you—all that came out of the ark."
        },
        {
          "verse": 11,
          "text": "I will establish my covenant with you, that never again shall all creatures be destroyed by the waters of a flood; there shall not be another flood to devastate the earth."
        },
        {
          "verse": 12,
          "text": "God said: This is the sign of the covenant that I am making between me and you and every living creature with you for all ages to come:"
        },
        {
          "verse": 13,
          "text": "I set my bow in the clouds to serve as a sign of the covenant between me and the earth."
        },
        {
          "verse": 14,
          "text": "When I bring clouds over the earth, and the bow appears in the clouds,"
        },
        {
          "verse": 15,
          "text": "I will remember my covenant between me and you and every living creature—every mortal being—so that the waters will never again become a flood to destroy every mortal being."
        },
        {
          "verse": 16,
          "text": "When the bow appears in the clouds, I will see it and remember the everlasting covenant between God and every living creature—every mortal being that is on earth."
        },
        {
          "verse": 17,
          "text": "God told Noah: This is the sign of the covenant I have established between me and every mortal being that is on earth."
        },
        {
          "verse": 18,
          "text": "Noah and His Sons. The sons of Noah who came out of the ark were Shem, Ham and Japheth. Ham was the father of Canaan."
        },
        {
          "verse": 19,
          "text": "These three were the sons of Noah, and from them the whole earth was populated."
        },
        {
          "verse": 20,
          "text": "Noah, a man of the soil, was the first to plant a vineyard."
        },
        {
          "verse": 21,
          "text": "He drank some of the wine, became drunk, and lay naked inside his tent."
        },
        {
          "verse": 22,
          "text": "Ham, the father of Canaan, saw his father’s nakedness, and he told his two brothers outside."
        },
        {
          "verse": 23,
          "text": "Shem and Japheth, however, took a robe, and holding it on their shoulders, they walked backward and covered their father’s nakedness; since their faces were turned the other way, they did not see their father’s nakedness."
        },
        {
          "verse": 24,
          "text": "When Noah woke up from his wine and learned what his youngest son had done to him,"
        },
        {
          "verse": 25,
          "text": "he said: “Cursed be Caanan! The lowest of slaves shall he be to his brothers.”"
        },
        {
          "verse": 26,
          "text": "He also said: “Blessed be the LORD, the God of Shem! Let Canaan be his slave."
        },
        {
          "verse": 27,
          "text": "May God expand Japheth, and may he dwell among the tents of Shem; and let Canaan be his slave.”"
        },
        {
          "verse": 28,
          "text": "Noah lived three hundred and fifty years after the flood."
        },
        {
          "verse": 29,
          "text": "The whole lifetime of Noah was nine hundred and fifty years; then he died."
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 10 - Table of the Nations. These are the descendants of Noah’s sons, Shem, Ham and Japheth, to whom children were born after the flood."
        },
        {
          "verse": 2,
          "text": "The descendants of Japheth: Gomer, Magog, Madai, Javan, Tubal, Meshech and Tiras."
        },
        {
          "verse": 3,
          "text": "The descendants of Gomer: Ashkenaz, Diphath and Togarmah."
        },
        {
          "verse": 4,
          "text": "The descendants of Javan: Elishah, Tarshish, the Kittim and the Rodanim."
        },
        {
          "verse": 5,
          "text": "From these branched out the maritime nations. These are the descendants of Japheth by their lands, each with its own language, according to their clans, by their nations."
        },
        {
          "verse": 6,
          "text": "The descendants of Ham: Cush, Mizraim, Put and Canaan."
        },
        {
          "verse": 7,
          "text": "The descendants of Cush: Seba, Havilah, Sabtah, Raamah and Sabteca. The descendants of Raamah: Sheba and Dedan."
        },
        {
          "verse": 8,
          "text": "Cush became the father of Nimrod, who was the first to become a mighty warrior on earth."
        },
        {
          "verse": 9,
          "text": "He was a mighty hunter in the eyes of the LORD; hence the saying, “Like Nimrod, a mighty hunter in the eyes of the LORD.”"
        },
        {
          "verse": 10,
          "text": "His kingdom originated in Babylon, Erech and Accad, all of them in the land of Shinar."
        },
        {
          "verse": 11,
          "text": "From that land he went forth to Assyria, where he built Nineveh, Rehoboth-Ir and Calah,"
        },
        {
          "verse": 12,
          "text": "as well as Resen, between Nineveh and Calah, the latter being the principal city."
        },
        {
          "verse": 13,
          "text": "Mizraim became the father of the Ludim, the Anamim, the Lehabim, the Naphtuhim,"
        },
        {
          "verse": 14,
          "text": "the Pathrusim, the Casluhim, and the Caphtorim from whom the Philistines came."
        },
        {
          "verse": 15,
          "text": "Canaan became the father of Sidon, his firstborn, and of Heth;"
        },
        {
          "verse": 16,
          "text": "also of the Jebusites, the Amorites, the Girgashites,"
        },
        {
          "verse": 17,
          "text": "the Hivites, the Arkites, the Sinites,"
        },
        {
          "verse": 18,
          "text": "the Arvadites, the Zemarites, and the Hamathites. Afterward, the clans of the Canaanites spread out,"
        },
        {
          "verse": 19,
          "text": "so that the Canaanite borders extended from Sidon all the way to Gerar, near Gaza, and all the way to Sodom, Gomorrah, Admah and Zeboiim, near Lasha."
        },
        {
          "verse": 20,
          "text": "These are the descendants of Ham, according to their clans, according to their languages, by their lands, by their nations."
        },
        {
          "verse": 21,
          "text": "To Shem also, Japheth’s oldest brother and the ancestor of all the children of Eber, children were born."
        },
        {
          "verse": 22,
          "text": "The descendants of Shem: Elam, Asshur, Arpachshad, Lud and Aram."
        },
        {
          "verse": 23,
          "text": "The descendants of Aram: Uz, Hul, Gether and Mash."
        },
        {
          "verse": 24,
          "text": "Arpachshad became the father of Shelah, and Shelah became the father of Eber."
        },
        {
          "verse": 25,
          "text": "To Eber two sons were born: the name of the first was Peleg, for in his time the world was divided; and the name of his brother was Joktan."
        },
        {
          "verse": 26,
          "text": "Joktan became the father of Almodad, Sheleph, Hazarmaveth, Jerah,"
        },
        {
          "verse": 27,
          "text": "Hadoram, Uzal, Diklah,"
        },
        {
          "verse": 28,
          "text": "Obal, Abimael, Sheba,"
        },
        {
          "verse": 29,
          "text": "Ophir, Havilah and Jobab. All these were descendants of Joktan."
        },
        {
          "verse": 30,
          "text": "Their settlements extended all the way from Mesha to Sephar, the eastern hill country."
        },
        {
          "verse": 31,
          "text": "These are the descendants of Shem, according to their clans, according to their languages, by their lands, by their nations."
        },
        {
          "verse": 32,
          "text": "These are the clans of Noah’s sons, according to their origins and by their nations. From these the nations of the earth branched out after the flood."
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 11 - Tower of Babel. The whole world had the same language and the same words."
        },
        {
          "verse": 2,
          "text": "When they were migrating from the east, they came to a valley in the land of Shinar and settled there."
        },
        {
          "verse": 3,
          "text": "They said to one another, “Come, let us mold bricks and harden them with fire.” They used bricks for stone, and bitumen for mortar."
        },
        {
          "verse": 4,
          "text": "Then they said, “Come, let us build ourselves a city and a tower with its top in the sky, and so make a name for ourselves; otherwise we shall be scattered all over the earth.”"
        },
        {
          "verse": 5,
          "text": "The LORD came down to see the city and the tower that the people had built."
        },
        {
          "verse": 6,
          "text": "Then the LORD said: If now, while they are one people and all have the same language, they have started to do this, nothing they presume to do will be out of their reach."
        },
        {
          "verse": 7,
          "text": "Come, let us go down and there confuse their language, so that no one will understand the speech of another."
        },
        {
          "verse": 8,
          "text": "So the LORD scattered them from there over all the earth, and they stopped building the city."
        },
        {
          "verse": 9,
          "text": "That is why it was called Babel, because there the LORD confused the speech of all the world. From there the LORD scattered them over all the earth. Descendants from Shem to Abraham."
        },
        {
          "verse": 10,
          "text": "These are the descendants of Shem. When Shem was one hundred years old, he begot Arpachshad, two years after the flood."
        },
        {
          "verse": 11,
          "text": "Shem lived five hundred years after he begot Arpachshad, and he had other sons and daughters."
        },
        {
          "verse": 12,
          "text": "When Arpachshad was thirty-five years old, he begot Shelah."
        },
        {
          "verse": 13,
          "text": "Arpachshad lived four hundred and three years after he begot Shelah, and he had other sons and daughters."
        },
        {
          "verse": 14,
          "text": "When Shelah was thirty years old, he begot Eber."
        },
        {
          "verse": 15,
          "text": "Shelah lived four hundred and three years after he begot Eber, and he had other sons and daughters."
        },
        {
          "verse": 16,
          "text": "When Eber was thirty-four years old, he begot Peleg."
        },
        {
          "verse": 17,
          "text": "Eber lived four hundred and thirty years after he begot Peleg, and he had other sons and daughters."
        },
        {
          "verse": 18,
          "text": "When Peleg was thirty years old, he begot Reu."
        },
        {
          "verse": 19,
          "text": "Peleg lived two hundred and nine years after he begot Reu, and he had other sons and daughters."
        },
        {
          "verse": 20,
          "text": "When Reu was thirty-two years old, he begot Serug."
        },
        {
          "verse": 21,
          "text": "Reu lived two hundred and seven years after he begot Serug, and he had other sons and daughters."
        },
        {
          "verse": 22,
          "text": "When Serug was thirty years old, he begot Nahor."
        },
        {
          "verse": 23,
          "text": "Serug lived two hundred years after he begot Nahor, and he had other sons and daughters."
        },
        {
          "verse": 24,
          "text": "When Nahor was twenty-nine years old, he begot Terah."
        },
        {
          "verse": 25,
          "text": "Nahor lived one hundred and nineteen years after he begot Terah, and he had other sons and daughters."
        },
        {
          "verse": 26,
          "text": "When Terah was seventy years old, he begot Abram, Nahor and Haran."
        },
        {
          "verse": 27,
          "text": "II. The Story of the Ancestors of Israel - Terah. These are the descendants of Terah. Terah begot Abram, Nahor, and Haran, and Haran begot Lot."
        },
        {
          "verse": 28,
          "text": "Haran died before Terah his father, in his native land, in Ur of the Chaldeans."
        },
        {
          "verse": 29,
          "text": "Abram and Nahor took wives; the name of Abram’s wife was Sarai, and the name of Nahor’s wife was Milcah, daughter of Haran, the father of Milcah and Iscah."
        },
        {
          "verse": 30,
          "text": "Sarai was barren; she had no child."
        },
        {
          "verse": 31,
          "text": "Terah took his son Abram, his grandson Lot, son of Haran, and his daughter-in-law Sarai, the wife of his son Abram, and brought them out of Ur of the Chaldeans, to go to the land of Canaan. But when they reached Haran, they settled there."
        },
        {
          "verse": 32,
          "text": "The lifetime of Terah was two hundred and five years; then Terah died in Haran."
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 12 - Abram’s Call and Migration. The LORD said to Abram: Go forth from your land, your relatives, and from your father’s house to a land that I will show you."
        },
        {
          "verse": 2,
          "text": "I will make of you a great nation, and I will bless you; I will make your name great, so that you will be a blessing."
        },
        {
          "verse": 3,
          "text": "I will bless those who bless you and curse those who curse you. All the families of the earth will find blessing in you."
        },
        {
          "verse": 4,
          "text": "Abram went as the LORD directed him, and Lot went with him. Abram was seventy-five years old when he left Haran."
        },
        {
          "verse": 5,
          "text": "Abram took his wife Sarai, his brother’s son Lot, all the possessions that they had accumulated, and the persons they had acquired in Haran, and they set out for the land of Canaan. When they came to the land of Canaan,"
        },
        {
          "verse": 6,
          "text": "Abram passed through the land as far as the sacred place at Shechem, by the oak of Moreh. The Canaanites were then in the land."
        },
        {
          "verse": 7,
          "text": "The LORD appeared to Abram and said: To your descendants I will give this land. So Abram built an altar there to the LORD who had appeared to him."
        },
        {
          "verse": 8,
          "text": "From there he moved on to the hill country east of Bethel, pitching his tent with Bethel to the west and Ai to the east. He built an altar there to the LORD and invoked the LORD by name."
        },
        {
          "verse": 9,
          "text": "Then Abram journeyed on by stages to the Negeb. Abram and Sarai in Egypt."
        },
        {
          "verse": 10,
          "text": "There was famine in the land; so Abram went down to Egypt to sojourn there, since the famine in the land was severe."
        },
        {
          "verse": 11,
          "text": "When he was about to enter Egypt, he said to his wife Sarai: “I know that you are a beautiful woman."
        },
        {
          "verse": 12,
          "text": "When the Egyptians see you, they will say, ‘She is his wife’; then they will kill me, but let you live."
        },
        {
          "verse": 13,
          "text": "Please say, therefore, that you are my sister, so that I may fare well on your account and my life may be spared for your sake.”"
        },
        {
          "verse": 14,
          "text": "When Abram arrived in Egypt, the Egyptians saw that the woman was very beautiful."
        },
        {
          "verse": 15,
          "text": "When Pharaoh’s officials saw her they praised her to Pharaoh, and the woman was taken into Pharaoh’s house."
        },
        {
          "verse": 16,
          "text": "Abram fared well on her account, and he acquired sheep, oxen, male and female servants, male and female donkeys, and camels."
        },
        {
          "verse": 17,
          "text": "But the LORD struck Pharaoh and his household with severe plagues because of Sarai, Abram’s wife."
        },
        {
          "verse": 18,
          "text": "Then Pharaoh summoned Abram and said to him: “How could you do this to me! Why did you not tell me she was your wife?"
        },
        {
          "verse": 19,
          "text": "Why did you say, ‘She is my sister,’ so that I took her for my wife? Now, here is your wife. Take her and leave!”"
        },
        {
          "verse": 20,
          "text": "Then Pharaoh gave his men orders concerning Abram, and they sent him away, with his wife and all that belonged to him."
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 13 - Abram and Lot Part. From Egypt Abram went up to the Negeb with his wife and all that belonged to him, and Lot went with him."
        },
        {
          "verse": 2,
          "text": "Now Abram was very rich in livestock, silver, and gold."
        },
        {
          "verse": 3,
          "text": "From the Negeb he traveled by stages toward Bethel, to the place between Bethel and Ai where his tent had formerly stood,"
        },
        {
          "verse": 4,
          "text": "the site where he had first built the altar; and there Abram invoked the LORD by name."
        },
        {
          "verse": 5,
          "text": "Lot, who went with Abram, also had flocks and herds and tents,"
        },
        {
          "verse": 6,
          "text": "so that the land could not support them if they stayed together; their possessions were so great that they could not live together."
        },
        {
          "verse": 7,
          "text": "There were quarrels between the herders of Abram’s livestock and the herders of Lot’s livestock. At this time the Canaanites and the Perizzites were living in the land."
        },
        {
          "verse": 8,
          "text": "So Abram said to Lot: “Let there be no strife between you and me, or between your herders and my herders, for we are kindred."
        },
        {
          "verse": 9,
          "text": "Is not the whole land available? Please separate from me. If you prefer the left, I will go to the right; if you prefer the right, I will go to the left.”"
        },
        {
          "verse": 10,
          "text": "Lot looked about and saw how abundantly watered the whole Jordan Plain was as far as Zoar, like the LORD’s own garden, or like Egypt. This was before the LORD had destroyed Sodom and Gomorrah."
        },
        {
          "verse": 11,
          "text": "Lot, therefore, chose for himself the whole Jordan Plain and set out eastward. Thus they separated from each other."
        },
        {
          "verse": 12,
          "text": "Abram settled in the land of Canaan, while Lot settled among the cities of the Plain, pitching his tents near Sodom."
        },
        {
          "verse": 13,
          "text": "Now the inhabitants of Sodom were wicked, great sinners against the LORD."
        },
        {
          "verse": 14,
          "text": "After Lot had parted from him, the LORD said to Abram: Look about you, and from where you are, gaze to the north and south, east and west;"
        },
        {
          "verse": 15,
          "text": "all the land that you see I will give to you and your descendants forever."
        },
        {
          "verse": 16,
          "text": "I will make your descendants like the dust of the earth; if anyone could count the dust of the earth, your descendants too might be counted."
        },
        {
          "verse": 17,
          "text": "Get up and walk through the land, across its length and breadth, for I give it to you."
        },
        {
          "verse": 18,
          "text": "Abram moved his tents and went on to settle near the oak of Mamre, which is at Hebron. There he built an altar to the LORD."
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 14 - The Four Kings. When Amraphel king of Shinar, Arioch king of Ellasar, Chedorlaomer king of Elam, and Tidal king of Goiim"
        },
        {
          "verse": 2,
          "text": "made war on Bera king of Sodom, Birsha king of Gomorrah, Shinab king of Admah, Shemeber king of Zeboiim, and the king of Bela (that is, Zoar),"
        },
        {
          "verse": 3,
          "text": "all the latter kings joined forces in the Valley of Siddim (that is, the Salt Sea)."
        },
        {
          "verse": 4,
          "text": "For twelve years they had served Chedorlaomer, but in the thirteenth year they rebelled."
        },
        {
          "verse": 5,
          "text": "In the fourteenth year Chedorlaomer and the kings allied with him came and defeated the Rephaim in Ashteroth-karnaim, the Zuzim in Ham, the Emim in Shaveh-kiriathaim,"
        },
        {
          "verse": 6,
          "text": "and the Horites in the hill country of Seir, as far as El-paran, close by the wilderness."
        },
        {
          "verse": 7,
          "text": "They then turned back and came to En-mishpat (that is, Kadesh), and they subdued the whole country of both the Amalekites and the Amorites who lived in Hazazon-tamar."
        },
        {
          "verse": 8,
          "text": "Thereupon the king of Sodom, the king of Gomorrah, the king of Admah, the king of Zeboiim, and the king of Bela (that is, Zoar) marched out, and in the Valley of Siddim they went into battle against them:"
        },
        {
          "verse": 9,
          "text": "against Chedorlaomer king of Elam, Tidal king of Goiim, Amraphel king of Shinar, and Arioch king of Ellasar—four kings against five."
        },
        {
          "verse": 10,
          "text": "Now the Valley of Siddim was full of bitumen pits; and as the king of Sodom and the king of Gomorrah fled, they fell into these, while the rest fled to the mountains."
        },
        {
          "verse": 11,
          "text": "The victors seized all the possessions and food supplies of Sodom and Gomorrah and then went their way."
        },
        {
          "verse": 12,
          "text": "They took with them Abram’s nephew Lot, who had been living in Sodom, as well as his possessions, and departed."
        },
        {
          "verse": 13,
          "text": "A survivor came and brought the news to Abram the Hebrew, who was camping at the oak of Mamre the Amorite, a kinsman of Eshcol and Aner; these were allies of Abram."
        },
        {
          "verse": 14,
          "text": "When Abram heard that his kinsman had been captured, he mustered three hundred and eighteen of his retainers, born in his house, and went in pursuit as far as Dan."
        },
        {
          "verse": 15,
          "text": "He and his servants deployed against them at night, defeated them, and pursued them as far as Hobah, which is north of Damascus."
        },
        {
          "verse": 16,
          "text": "He recovered all the possessions. He also recovered his kinsman Lot and his possessions, along with the women and the other people."
        },
        {
          "verse": 17,
          "text": "When Abram returned from his defeat of Chedorlaomer and the kings who were allied with him, the king of Sodom went out to greet him in the Valley of Shaveh (that is, the King’s Valley)."
        },
        {
          "verse": 18,
          "text": "Melchizedek, king of Salem, brought out bread and wine. He was a priest of God Most High."
        },
        {
          "verse": 19,
          "text": "He blessed Abram with these words: “Blessed be Abram by God Most High, the creator of heaven and earth;"
        },
        {
          "verse": 20,
          "text": "And blessed be God Most High, who delivered your foes into your hand.” Then Abram gave him a tenth of everything."
        },
        {
          "verse": 21,
          "text": "The king of Sodom said to Abram, “Give me the captives; the goods you may keep.”"
        },
        {
          "verse": 22,
          "text": "But Abram replied to the king of Sodom: “I have sworn to the LORD, God Most High, the creator of heaven and earth,"
        },
        {
          "verse": 23,
          "text": "that I would not take so much as a thread or a sandal strap from anything that is yours, so that you cannot say, ‘I made Abram rich.’"
        },
        {
          "verse": 24,
          "text": "Nothing for me except what my servants have consumed and the share that is due to the men who went with me—Aner, Eshcol and Mamre; let them take their share.”"
        }
      ]
    },
    {
      "chapter": 15,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 15 - The Covenant with Abram. Some time afterward, the word of the LORD came to Abram in a vision: Do not fear, Abram! I am your shield; I will make your reward very great."
        },
        {
          "verse": 2,
          "text": "But Abram said, “Lord GOD, what can you give me, if I die childless and have only a servant of my household, Eliezer of Damascus?”"
        },
        {
          "verse": 3,
          "text": "Abram continued, “Look, you have given me no offspring, so a servant of my household will be my heir.”"
        },
        {
          "verse": 4,
          "text": "Then the word of the LORD came to him: No, that one will not be your heir; your own offspring will be your heir."
        },
        {
          "verse": 5,
          "text": "He took him outside and said: Look up at the sky and count the stars, if you can. Just so, he added, will your descendants be."
        },
        {
          "verse": 6,
          "text": "Abram put his faith in the LORD, who attributed it to him as an act of righteousness."
        },
        {
          "verse": 7,
          "text": "He then said to him: I am the LORD who brought you from Ur of the Chaldeans to give you this land as a possession."
        },
        {
          "verse": 8,
          "text": "“Lord GOD,” he asked, “how will I know that I will possess it?”"
        },
        {
          "verse": 9,
          "text": "He answered him: Bring me a three-year-old heifer, a three-year-old female goat, a three-year-old ram, a turtledove, and a young pigeon."
        },
        {
          "verse": 10,
          "text": "He brought him all these, split them in two, and placed each half opposite the other; but the birds he did not cut up."
        },
        {
          "verse": 11,
          "text": "Birds of prey swooped down on the carcasses, but Abram scared them away."
        },
        {
          "verse": 12,
          "text": "As the sun was about to set, a deep sleep fell upon Abram, and a great, dark dread descended upon him."
        },
        {
          "verse": 13,
          "text": "Then the LORD said to Abram: Know for certain that your descendants will reside as aliens in a land not their own, where they shall be enslaved and oppressed for four hundred years."
        },
        {
          "verse": 14,
          "text": "But I will bring judgment on the nation they must serve, and after this they will go out with great wealth."
        },
        {
          "verse": 15,
          "text": "You, however, will go to your ancestors in peace; you will be buried at a ripe old age."
        },
        {
          "verse": 16,
          "text": "In the fourth generation your descendants will return here, for the wickedness of the Amorites is not yet complete."
        },
        {
          "verse": 17,
          "text": "When the sun had set and it was dark, there appeared a smoking fire pot and a flaming torch, which passed between those pieces."
        },
        {
          "verse": 18,
          "text": "On that day the LORD made a covenant with Abram, saying: To your descendants I give this land, from the Wadi of Egypt to the Great River, the Euphrates,"
        },
        {
          "verse": 19,
          "text": "the land of the Kenites, the Kenizzites, the Kadmonites,"
        },
        {
          "verse": 20,
          "text": "the Hittites, the Perizzites, the Rephaim,"
        },
        {
          "verse": 21,
          "text": "the Amorites, the Canaanites, the Girgashites, and the Jebusites."
        }
      ]
    },
    {
      "chapter": 16,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 16 - Birth of Ishmael. Abram’s wife Sarai had borne him no children. Now she had an Egyptian maidservant named Hagar."
        },
        {
          "verse": 2,
          "text": "Sarai said to Abram: “The LORD has kept me from bearing children. Have intercourse with my maid; perhaps I will have sons through her.” Abram obeyed Sarai."
        },
        {
          "verse": 3,
          "text": "Thus, after Abram had lived ten years in the land of Canaan, his wife Sarai took her maid, Hagar the Egyptian, and gave her to her husband Abram to be his wife."
        },
        {
          "verse": 4,
          "text": "He had intercourse with her, and she became pregnant. As soon as Hagar knew she was pregnant, her mistress lost stature in her eyes."
        },
        {
          "verse": 5,
          "text": "So Sarai said to Abram: “This outrage against me is your fault. I myself gave my maid to your embrace; but ever since she knew she was pregnant, I have lost stature in her eyes. May the LORD decide between you and me!”"
        },
        {
          "verse": 6,
          "text": "Abram told Sarai: “Your maid is in your power. Do to her what you regard as right.” Sarai then mistreated her so much that Hagar ran away from her."
        },
        {
          "verse": 7,
          "text": "The LORD’s angel found her by a spring in the wilderness, the spring on the road to Shur,"
        },
        {
          "verse": 8,
          "text": "and he asked, “Hagar, maid of Sarai, where have you come from and where are you going?” She answered, “I am running away from my mistress, Sarai.”"
        },
        {
          "verse": 9,
          "text": "But the LORD’s angel told her: “Go back to your mistress and submit to her authority."
        },
        {
          "verse": 10,
          "text": "I will make your descendants so numerous,” added the LORD’s angel, “that they will be too many to count.”"
        },
        {
          "verse": 11,
          "text": "Then the LORD’s angel said to her: “You are now pregnant and shall bear a son; you shall name him Ishmael, For the LORD has heeded your affliction."
        },
        {
          "verse": 12,
          "text": "He shall be a wild ass of a man, his hand against everyone, and everyone’s hand against him; Alongside all his kindred shall he encamp.”"
        },
        {
          "verse": 13,
          "text": "To the LORD who spoke to her she gave a name, saying, “You are God who sees me”; she meant, “Have I really seen God and remained alive after he saw me?”"
        },
        {
          "verse": 14,
          "text": "That is why the well is called Beer-lahai-roi. It is between Kadesh and Bered."
        },
        {
          "verse": 15,
          "text": "Hagar bore Abram a son, and Abram named the son whom Hagar bore him Ishmael."
        },
        {
          "verse": 16,
          "text": "Abram was eighty-six years old when Hagar bore him Ishmael."
        }
      ]
    },
    {
      "chapter": 17,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 17 - Covenant of Circumcision. When Abram was ninety-nine years old, the LORD appeared to Abram and said: I am God the Almighty. Walk in my presence and be blameless."
        },
        {
          "verse": 2,
          "text": "Between you and me I will establish my covenant, and I will multiply you exceedingly."
        },
        {
          "verse": 3,
          "text": "Abram fell face down and God said to him:"
        },
        {
          "verse": 4,
          "text": "For my part, here is my covenant with you: you are to become the father of a multitude of nations."
        },
        {
          "verse": 5,
          "text": "No longer will you be called Abram; your name will be Abraham, for I am making you the father of a multitude of nations."
        },
        {
          "verse": 6,
          "text": "I will make you exceedingly fertile; I will make nations of you; kings will stem from you."
        },
        {
          "verse": 7,
          "text": "I will maintain my covenant between me and you and your descendants after you throughout the ages as an everlasting covenant, to be your God and the God of your descendants after you."
        },
        {
          "verse": 8,
          "text": "I will give to you and to your descendants after you the land in which you are now residing as aliens, the whole land of Canaan, as a permanent possession; and I will be their God."
        },
        {
          "verse": 9,
          "text": "God said to Abraham: For your part, you and your descendants after you must keep my covenant throughout the ages."
        },
        {
          "verse": 10,
          "text": "This is the covenant between me and you and your descendants after you that you must keep: every male among you shall be circumcised."
        },
        {
          "verse": 11,
          "text": "Circumcise the flesh of your foreskin. That will be the sign of the covenant between me and you."
        },
        {
          "verse": 12,
          "text": "Throughout the ages, every male among you, when he is eight days old, shall be circumcised, including houseborn slaves and those acquired with money from any foreigner who is not of your descendants."
        },
        {
          "verse": 13,
          "text": "Yes, both the houseborn slaves and those acquired with money must be circumcised. Thus my covenant will be in your flesh as an everlasting covenant."
        },
        {
          "verse": 14,
          "text": "If a male is uncircumcised, that is, if the flesh of his foreskin has not been cut away, such a one will be cut off from his people; he has broken my covenant."
        },
        {
          "verse": 15,
          "text": "God further said to Abraham: As for Sarai your wife, do not call her Sarai; her name will be Sarah."
        },
        {
          "verse": 16,
          "text": "I will bless her, and I will give you a son by her. Her also will I bless; she will give rise to nations, and rulers of peoples will issue from her."
        },
        {
          "verse": 17,
          "text": "Abraham fell face down and laughed as he said to himself, “Can a child be born to a man who is a hundred years old? Can Sarah give birth at ninety?”"
        },
        {
          "verse": 18,
          "text": "So Abraham said to God, “If only Ishmael could live in your favor!”"
        },
        {
          "verse": 19,
          "text": "God replied: Even so, your wife Sarah is to bear you a son, and you shall call him Isaac. It is with him that I will maintain my covenant as an everlasting covenant and with his descendants after him."
        },
        {
          "verse": 20,
          "text": "Now as for Ishmael, I will heed you: I hereby bless him. I will make him fertile and will multiply him exceedingly. He will become the father of twelve chieftains, and I will make of him a great nation."
        },
        {
          "verse": 21,
          "text": "But my covenant I will maintain with Isaac, whom Sarah shall bear to you by this time next year."
        },
        {
          "verse": 22,
          "text": "When he had finished speaking with Abraham, God departed from him."
        },
        {
          "verse": 23,
          "text": "Then Abraham took his son Ishmael and all his slaves, whether born in his house or acquired with his money—every male among the members of Abraham’s household—and he circumcised the flesh of their foreskins on that same day, as God had told him to do."
        },
        {
          "verse": 24,
          "text": "Abraham was ninety-nine years old when the flesh of his foreskin was circumcised,"
        },
        {
          "verse": 25,
          "text": "and his son Ishmael was thirteen years old when the flesh of his foreskin was circumcised."
        },
        {
          "verse": 26,
          "text": "Thus, on that same day Abraham and his son Ishmael were circumcised;"
        },
        {
          "verse": 27,
          "text": "and all the males of his household, including the slaves born in his house or acquired with his money from foreigners, were circumcised with him."
        }
      ]
    },
    {
      "chapter": 18,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 18 - Abraham’s Visitors. The LORD appeared to Abraham by the oak of Mamre, as he sat in the entrance of his tent, while the day was growing hot."
        },
        {
          "verse": 2,
          "text": "Looking up, he saw three men standing near him. When he saw them, he ran from the entrance of the tent to greet them; and bowing to the ground,"
        },
        {
          "verse": 3,
          "text": "he said: “Sir, if it please you, do not go on past your servant."
        },
        {
          "verse": 4,
          "text": "Let some water be brought, that you may bathe your feet, and then rest under the tree."
        },
        {
          "verse": 5,
          "text": "Now that you have come to your servant, let me bring you a little food, that you may refresh yourselves; and afterward you may go on your way.” “Very well,” they replied, “do as you have said.”"
        },
        {
          "verse": 6,
          "text": "Abraham hurried into the tent to Sarah and said, “Quick, three measures of bran flour! Knead it and make bread.”"
        },
        {
          "verse": 7,
          "text": "He ran to the herd, picked out a tender, choice calf, and gave it to a servant, who quickly prepared it."
        },
        {
          "verse": 8,
          "text": "Then he got some curds and milk, as well as the calf that had been prepared, and set these before them, waiting on them under the tree while they ate."
        },
        {
          "verse": 9,
          "text": "“Where is your wife Sarah?” they asked him. “There in the tent,” he replied."
        },
        {
          "verse": 10,
          "text": "One of them said, “I will return to you about this time next year, and Sarah will then have a son.” Sarah was listening at the entrance of the tent, just behind him."
        },
        {
          "verse": 11,
          "text": "Now Abraham and Sarah were old, advanced in years, and Sarah had stopped having her menstrual periods."
        },
        {
          "verse": 12,
          "text": "So Sarah laughed to herself and said, “Now that I am worn out and my husband is old, am I still to have sexual pleasure?”"
        },
        {
          "verse": 13,
          "text": "But the LORD said to Abraham: “Why did Sarah laugh and say, ‘Will I really bear a child, old as I am?’"
        },
        {
          "verse": 14,
          "text": "Is anything too marvelous for the LORD to do? At the appointed time, about this time next year, I will return to you, and Sarah will have a son.”"
        },
        {
          "verse": 15,
          "text": "Sarah lied, saying, “I did not laugh,” because she was afraid. But he said, “Yes, you did.”"
        },
        {
          "verse": 16,
          "text": "Abraham Intercedes for Sodom. With Abraham walking with them to see them on their way, the men set out from there and looked down toward Sodom."
        },
        {
          "verse": 17,
          "text": "The LORD considered: Shall I hide from Abraham what I am about to do,"
        },
        {
          "verse": 18,
          "text": "now that he is to become a great and mighty nation, and all the nations of the earth are to find blessing in him?"
        },
        {
          "verse": 19,
          "text": "Indeed, I have singled him out that he may direct his children and his household in the future to keep the way of the LORD by doing what is right and just, so that the LORD may put into effect for Abraham the promises he made about him."
        },
        {
          "verse": 20,
          "text": "So the LORD said: The outcry against Sodom and Gomorrah is so great, and their sin so grave,"
        },
        {
          "verse": 21,
          "text": "that I must go down to see whether or not their actions are as bad as the cry against them that comes to me. I mean to find out."
        },
        {
          "verse": 22,
          "text": "As the men turned and walked on toward Sodom, Abraham remained standing before the LORD."
        },
        {
          "verse": 23,
          "text": "Then Abraham drew near and said: “Will you really sweep away the righteous with the wicked?"
        },
        {
          "verse": 24,
          "text": "Suppose there were fifty righteous people in the city; would you really sweep away and not spare the place for the sake of the fifty righteous people within it?"
        },
        {
          "verse": 25,
          "text": "Far be it from you to do such a thing, to kill the righteous with the wicked, so that the righteous and the wicked are treated alike! Far be it from you! Should not the judge of all the world do what is just?”"
        },
        {
          "verse": 26,
          "text": "The LORD replied: If I find fifty righteous people in the city of Sodom, I will spare the whole place for their sake."
        },
        {
          "verse": 27,
          "text": "Abraham spoke up again: “See how I am presuming to speak to my Lord, though I am only dust and ashes!"
        },
        {
          "verse": 28,
          "text": "What if there are five less than fifty righteous people? Will you destroy the whole city because of those five?” I will not destroy it, he answered, if I find forty-five there."
        },
        {
          "verse": 29,
          "text": "But Abraham persisted, saying, “What if only forty are found there?” He replied: I will refrain from doing it for the sake of the forty."
        },
        {
          "verse": 30,
          "text": "Then he said, “Do not let my Lord be angry if I go on. What if only thirty are found there?” He replied: I will refrain from doing it if I can find thirty there."
        },
        {
          "verse": 31,
          "text": "Abraham went on, “Since I have thus presumed to speak to my Lord, what if there are no more than twenty?” I will not destroy it, he answered, for the sake of the twenty."
        },
        {
          "verse": 32,
          "text": "But he persisted: “Please, do not let my Lord be angry if I speak up this last time. What if ten are found there?” For the sake of the ten, he replied, I will not destroy it."
        },
        {
          "verse": 33,
          "text": "The LORD departed as soon as he had finished speaking with Abraham, and Abraham returned home."
        }
      ]
    },
    {
      "chapter": 19,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 19 - Destruction of Sodom and Gomorrah. The two angels reached Sodom in the evening, as Lot was sitting at the gate of Sodom. When Lot saw them, he got up to greet them; and bowing down with his face to the ground,"
        },
        {
          "verse": 2,
          "text": "he said, “Please, my lords, come aside into your servant’s house for the night, and bathe your feet; you can get up early to continue your journey.” But they replied, “No, we will pass the night in the town square.”"
        },
        {
          "verse": 3,
          "text": "He urged them so strongly, however, that they turned aside to his place and entered his house. He prepared a banquet for them, baking unleavened bread, and they dined."
        },
        {
          "verse": 4,
          "text": "Before they went to bed, the townsmen of Sodom, both young and old—all the people to the last man—surrounded the house."
        },
        {
          "verse": 5,
          "text": "They called to Lot and said to him, “Where are the men who came to your house tonight? Bring them out to us that we may have sexual relations with them.”"
        },
        {
          "verse": 6,
          "text": "Lot went out to meet them at the entrance. When he had shut the door behind him,"
        },
        {
          "verse": 7,
          "text": "he said, “I beg you, my brothers, do not do this wicked thing!"
        },
        {
          "verse": 8,
          "text": "I have two daughters who have never had sexual relations with men. Let me bring them out to you, and you may do to them as you please. But do not do anything to these men, for they have come under the shelter of my roof.”"
        },
        {
          "verse": 9,
          "text": "They replied, “Stand back! This man,” they said, “came here as a resident alien, and now he dares to give orders! We will treat you worse than them!” With that, they pressed hard against Lot, moving in closer to break down the door."
        },
        {
          "verse": 10,
          "text": "But his guests put out their hands, pulled Lot inside with them, and closed the door;"
        },
        {
          "verse": 11,
          "text": "they struck the men at the entrance of the house, small and great, with such a blinding light that they were utterly unable to find the doorway."
        },
        {
          "verse": 12,
          "text": "Then the guests said to Lot: “Who else belongs to you here? Sons-in-law, your sons, your daughters, all who belong to you in the city—take them away from this place!"
        },
        {
          "verse": 13,
          "text": "We are about to destroy this place, for the outcry reaching the LORD against those here is so great that the LORD has sent us to destroy it.”"
        },
        {
          "verse": 14,
          "text": "So Lot went out and spoke to his sons-in-law, who had contracted marriage with his daughters. “Come on, leave this place,” he told them; “the LORD is about to destroy the city.” But his sons-in-law thought he was joking."
        },
        {
          "verse": 15,
          "text": "As dawn was breaking, the angels urged Lot on, saying, “Come on! Take your wife with you and your two daughters who are here, or you will be swept away in the punishment of the city.”"
        },
        {
          "verse": 16,
          "text": "When he hesitated, the men, because of the LORD’s compassion for him, seized his hand and the hands of his wife and his two daughters and led them to safety outside the city."
        },
        {
          "verse": 17,
          "text": "As soon as they had brought them outside, they said: “Flee for your life! Do not look back or stop anywhere on the Plain. Flee to the hills at once, or you will be swept away.”"
        },
        {
          "verse": 18,
          "text": "“Oh, no, my lords!” Lot replied to them."
        },
        {
          "verse": 19,
          "text": "“You have already shown favor to your servant, doing me the great kindness of saving my life. But I cannot flee to the hills, or the disaster will overtake and kill me."
        },
        {
          "verse": 20,
          "text": "Look, this town ahead is near enough to escape to. It is only a small place. Let me flee there—is it not a small place?—to save my life.”"
        },
        {
          "verse": 21,
          "text": "“Well, then,” he replied, “I grant you this favor too. I will not overthrow the town you have mentioned."
        },
        {
          "verse": 22,
          "text": "Hurry, escape there! I cannot do anything until you arrive there.” That is why the town is called Zoar."
        },
        {
          "verse": 23,
          "text": "The sun had risen over the earth when Lot arrived in Zoar,"
        },
        {
          "verse": 24,
          "text": "and the LORD rained down sulfur upon Sodom and Gomorrah, fire from the LORD out of heaven."
        },
        {
          "verse": 25,
          "text": "He overthrew those cities and the whole Plain, together with the inhabitants of the cities and the produce of the soil."
        },
        {
          "verse": 26,
          "text": "But Lot’s wife looked back, and she was turned into a pillar of salt."
        },
        {
          "verse": 27,
          "text": "The next morning Abraham hurried to the place where he had stood before the LORD."
        },
        {
          "verse": 28,
          "text": "As he looked down toward Sodom and Gomorrah and the whole region of the Plain, he saw smoke over the land rising like the smoke from a kiln."
        },
        {
          "verse": 29,
          "text": "When God destroyed the cities of the Plain, he remembered Abraham and sent Lot away from the upheaval that occurred when God overthrew the cities where Lot had been living. Moabites and Ammonites."
        },
        {
          "verse": 30,
          "text": "Since Lot was afraid to stay in Zoar, he and his two daughters went up from Zoar and settled in the hill country, where he lived with his two daughters in a cave."
        },
        {
          "verse": 31,
          "text": "The firstborn said to the younger: “Our father is getting old, and there is not a man in the land to have intercourse with us as is the custom everywhere."
        },
        {
          "verse": 32,
          "text": "Come, let us ply our father with wine and then lie with him, that we may ensure posterity by our father.”"
        },
        {
          "verse": 33,
          "text": "So that night they plied their father with wine, and the firstborn went in and lay with her father; but he was not aware of her lying down or getting up."
        },
        {
          "verse": 34,
          "text": "The next day the firstborn said to the younger: “Last night I lay with my father. Let us ply him with wine again tonight, and then you go in and lie with him, that we may ensure posterity by our father.”"
        },
        {
          "verse": 35,
          "text": "So that night, too, they plied their father with wine, and then the younger one went in and lay with him; but he was not aware of her lying down or getting up."
        },
        {
          "verse": 36,
          "text": "Thus the two daughters of Lot became pregnant by their father."
        },
        {
          "verse": 37,
          "text": "The firstborn gave birth to a son whom she named Moab, saying, “From my father.” He is the ancestor of the Moabites of today."
        },
        {
          "verse": 38,
          "text": "The younger one, too, gave birth to a son, and she named him Ammon, saying, “The son of my kin.” He is the ancestor of the Ammonites of today."
        }
      ]
    },
    {
      "chapter": 20,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 20 - Abraham at Gerar. From there Abraham journeyed on to the region of the Negeb, where he settled between Kadesh and Shur. While he resided in Gerar as an alien,"
        },
        {
          "verse": 2,
          "text": "Abraham said of his wife Sarah, “She is my sister.” So Abimelech, king of Gerar, sent and took Sarah."
        },
        {
          "verse": 3,
          "text": "But God came to Abimelech in a dream one night and said to him: You are about to die because of the woman you have taken, for she has a husband."
        },
        {
          "verse": 4,
          "text": "Abimelech, who had not approached her, said: “O Lord, would you kill an innocent man?"
        },
        {
          "verse": 5,
          "text": "Was he not the one who told me, ‘She is my sister’? She herself also stated, ‘He is my brother.’ I acted with pure heart and with clean hands.”"
        },
        {
          "verse": 6,
          "text": "God answered him in the dream: Yes, I know you did it with a pure heart. In fact, it was I who kept you from sinning against me; that is why I did not let you touch her."
        },
        {
          "verse": 7,
          "text": "So now, return the man’s wife so that he may intercede for you, since he is a prophet, that you may live. If you do not return her, you can be sure that you and all who are yours will die."
        },
        {
          "verse": 8,
          "text": "Early the next morning Abimelech called all his servants and informed them of everything that had happened, and the men were filled with fear."
        },
        {
          "verse": 9,
          "text": "Then Abimelech summoned Abraham and said to him: “What have you done to us! What wrong did I do to you that you would have brought such great guilt on me and my kingdom? You have treated me in an intolerable way."
        },
        {
          "verse": 10,
          "text": "What did you have in mind,” Abimelech asked him, “that you would do such a thing?”"
        },
        {
          "verse": 11,
          "text": "Abraham answered, “I thought there would be no fear of God in this place, and so they would kill me on account of my wife."
        },
        {
          "verse": 12,
          "text": "Besides, she really is my sister, but only my father’s daughter, not my mother’s; and so she became my wife."
        },
        {
          "verse": 13,
          "text": "When God sent me wandering from my father’s house, I asked her: ‘Would you do me this favor? In whatever place we come to, say: He is my brother.’”"
        },
        {
          "verse": 14,
          "text": "Then Abimelech took flocks and herds and male and female slaves and gave them to Abraham; and he restored his wife Sarah to him."
        },
        {
          "verse": 15,
          "text": "Then Abimelech said, “Here, my land is at your disposal; settle wherever you please.”"
        },
        {
          "verse": 16,
          "text": "To Sarah he said: “I hereby give your brother a thousand shekels of silver. This will preserve your honor before all who are with you and will exonerate you before everyone.”"
        },
        {
          "verse": 17,
          "text": "Abraham then interceded with God, and God restored health to Abimelech, to his wife, and his maidservants, so that they bore children;"
        },
        {
          "verse": 18,
          "text": "for the LORD had closed every womb in Abimelech’s household on account of Abraham’s wife Sarah."
        }
      ]
    },
    {
      "chapter": 21,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 21 - Birth of Isaac. The LORD took note of Sarah as he had said he would; the LORD did for her as he had promised."
        },
        {
          "verse": 2,
          "text": "Sarah became pregnant and bore Abraham a son in his old age, at the set time that God had stated."
        },
        {
          "verse": 3,
          "text": "Abraham gave the name Isaac to this son of his whom Sarah bore him."
        },
        {
          "verse": 4,
          "text": "When his son Isaac was eight days old, Abraham circumcised him, as God had commanded."
        },
        {
          "verse": 5,
          "text": "Abraham was a hundred years old when his son Isaac was born to him."
        },
        {
          "verse": 6,
          "text": "Sarah then said, “God has given me cause to laugh, and all who hear of it will laugh with me."
        },
        {
          "verse": 7,
          "text": "Who would ever have told Abraham,” she added, “that Sarah would nurse children! Yet I have borne him a son in his old age.”"
        },
        {
          "verse": 8,
          "text": "The child grew and was weaned, and Abraham held a great banquet on the day of the child’s weaning."
        },
        {
          "verse": 9,
          "text": "Sarah noticed the son whom Hagar the Egyptian had borne to Abraham playing with her son Isaac;"
        },
        {
          "verse": 10,
          "text": "so she demanded of Abraham: “Drive out that slave and her son! No son of that slave is going to share the inheritance with my son Isaac!”"
        },
        {
          "verse": 11,
          "text": "Abraham was greatly distressed because it concerned a son of his."
        },
        {
          "verse": 12,
          "text": "But God said to Abraham: Do not be distressed about the boy or about your slave woman. Obey Sarah, no matter what she asks of you; for it is through Isaac that descendants will bear your name."
        },
        {
          "verse": 13,
          "text": "As for the son of the slave woman, I will make a nation of him also, since he too is your offspring."
        },
        {
          "verse": 14,
          "text": "Early the next morning Abraham got some bread and a skin of water and gave them to Hagar. Then, placing the child on her back, he sent her away. As she roamed aimlessly in the wilderness of Beer-sheba,"
        },
        {
          "verse": 15,
          "text": "the water in the skin was used up. So she put the child down under one of the bushes,"
        },
        {
          "verse": 16,
          "text": "and then went and sat down opposite him, about a bowshot away; for she said to herself, “I cannot watch the child die.” As she sat opposite him, she wept aloud."
        },
        {
          "verse": 17,
          "text": "God heard the boy’s voice, and God’s angel called to Hagar from heaven: “What is the matter, Hagar? Do not fear; God has heard the boy’s voice in this plight of his."
        },
        {
          "verse": 18,
          "text": "Get up, lift up the boy and hold him by the hand; for I will make of him a great nation.”"
        },
        {
          "verse": 19,
          "text": "Then God opened her eyes, and she saw a well of water. She went and filled the skin with water, and then let the boy drink."
        },
        {
          "verse": 20,
          "text": "God was with the boy as he grew up. He lived in the wilderness and became an expert bowman."
        },
        {
          "verse": 21,
          "text": "He lived in the wilderness of Paran. His mother got a wife for him from the land of Egypt."
        },
        {
          "verse": 22,
          "text": "The Covenant at Beer-sheba. At that time Abimelech, accompanied by Phicol, the commander of his army, said to Abraham: “God is with you in everything you do."
        },
        {
          "verse": 23,
          "text": "So now, swear to me by God at this place that you will not deal falsely with me or with my progeny and posterity, but will act as loyally toward me and the land in which you reside as I have acted toward you.”"
        },
        {
          "verse": 24,
          "text": "Abraham replied, “I so swear.”"
        },
        {
          "verse": 25,
          "text": "Abraham, however, reproached Abimelech about a well that Abimelech’s servants had seized by force."
        },
        {
          "verse": 26,
          "text": "“I have no idea who did that,” Abimelech replied. “In fact, you never told me about it, nor did I ever hear of it until now.”"
        },
        {
          "verse": 27,
          "text": "Then Abraham took sheep and cattle and gave them to Abimelech and the two made a covenant."
        },
        {
          "verse": 28,
          "text": "Abraham also set apart seven ewe lambs of the flock,"
        },
        {
          "verse": 29,
          "text": "and Abimelech asked him, “What is the purpose of these seven ewe lambs that you have set apart?”"
        },
        {
          "verse": 30,
          "text": "Abraham answered, “The seven ewe lambs you shall accept from me that you may be my witness that I dug this well.”"
        },
        {
          "verse": 31,
          "text": "This is why the place is called Beer-sheba; the two of them took an oath there."
        },
        {
          "verse": 32,
          "text": "When they had thus made the covenant in Beer-sheba, Abimelech, along with Phicol, the commander of his army, left to return to the land of the Philistines."
        },
        {
          "verse": 33,
          "text": "Abraham planted a tamarisk at Beer-sheba, and there he invoked by name the LORD, God the Eternal."
        },
        {
          "verse": 34,
          "text": "Abraham resided in the land of the Philistines for a long time."
        }
      ]
    },
    {
      "chapter": 22,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 22 - The Testing of Abraham. Some time afterward, God put Abraham to the test and said to him: Abraham! “Here I am!” he replied."
        },
        {
          "verse": 2,
          "text": "Then God said: Take your son Isaac, your only one, whom you love, and go to the land of Moriah. There offer him up as a burnt offering on one of the heights that I will point out to you."
        },
        {
          "verse": 3,
          "text": "Early the next morning Abraham saddled his donkey, took with him two of his servants and his son Isaac, and after cutting the wood for the burnt offering, set out for the place of which God had told him."
        },
        {
          "verse": 4,
          "text": "On the third day Abraham caught sight of the place from a distance."
        },
        {
          "verse": 5,
          "text": "Abraham said to his servants: “Stay here with the donkey, while the boy and I go on over there. We will worship and then come back to you.”"
        },
        {
          "verse": 6,
          "text": "So Abraham took the wood for the burnt offering and laid it on his son Isaac, while he himself carried the fire and the knife. As the two walked on together,"
        },
        {
          "verse": 7,
          "text": "Isaac spoke to his father Abraham. “Father!” he said. “Here I am,” he replied. Isaac continued, “Here are the fire and the wood, but where is the sheep for the burnt offering?”"
        },
        {
          "verse": 8,
          "text": "“My son,” Abraham answered, “God will provide the sheep for the burnt offering.” Then the two walked on together."
        },
        {
          "verse": 9,
          "text": "When they came to the place of which God had told him, Abraham built an altar there and arranged the wood on it. Next he bound his son Isaac, and put him on top of the wood on the altar."
        },
        {
          "verse": 10,
          "text": "Then Abraham reached out and took the knife to slaughter his son."
        },
        {
          "verse": 11,
          "text": "But the angel of the LORD called to him from heaven, “Abraham, Abraham!” “Here I am,” he answered."
        },
        {
          "verse": 12,
          "text": "“Do not lay your hand on the boy,” said the angel. “Do not do the least thing to him. For now I know that you fear God, since you did not withhold from me your son, your only one.”"
        },
        {
          "verse": 13,
          "text": "Abraham looked up and saw a single ram caught by its horns in the thicket. So Abraham went and took the ram and offered it up as a burnt offering in place of his son."
        },
        {
          "verse": 14,
          "text": "Abraham named that place Yahweh-yireh; hence people today say, “On the mountain the LORD will provide.”"
        },
        {
          "verse": 15,
          "text": "A second time the angel of the LORD called to Abraham from heaven"
        },
        {
          "verse": 16,
          "text": "and said: “I swear by my very self—oracle of the LORD—that because you acted as you did in not withholding from me your son, your only one,"
        },
        {
          "verse": 17,
          "text": "I will bless you and make your descendants as countless as the stars of the sky and the sands of the seashore; your descendants will take possession of the gates of their enemies,"
        },
        {
          "verse": 18,
          "text": "and in your descendants all the nations of the earth will find blessing, because you obeyed my command.”"
        },
        {
          "verse": 19,
          "text": "Abraham then returned to his servants, and they set out together for Beer-sheba, where Abraham lived. Nahor’s Descendants."
        },
        {
          "verse": 20,
          "text": "Some time afterward, the news came to Abraham: “Milcah too has borne sons to your brother Nahor:"
        },
        {
          "verse": 21,
          "text": "Uz, his firstborn, his brother Buz, Kemuel the father of Aram,"
        },
        {
          "verse": 22,
          "text": "Chesed, Hazo, Pildash, Jidlaph, and Bethuel.”"
        },
        {
          "verse": 23,
          "text": "Bethuel became the father of Rebekah. These eight Milcah bore to Nahor, Abraham’s brother."
        },
        {
          "verse": 24,
          "text": "His concubine, whose name was Reumah, also bore children: Tebah, Gaham, Tahash, and Maacah."
        }
      ]
    },
    {
      "chapter": 23,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 23 - Purchase of a Burial Plot. The span of Sarah’s life was one hundred and twenty-seven years."
        },
        {
          "verse": 2,
          "text": "She died in Kiriath-arba—now Hebron—in the land of Canaan, and Abraham proceeded to mourn and weep for her."
        },
        {
          "verse": 3,
          "text": "Then he left the side of his deceased wife and addressed the Hittites:"
        },
        {
          "verse": 4,
          "text": "“Although I am a resident alien among you, sell me from your holdings a burial place, that I may bury my deceased wife.”"
        },
        {
          "verse": 5,
          "text": "The Hittites answered Abraham: “Please,"
        },
        {
          "verse": 6,
          "text": "sir, listen to us! You are a mighty leader among us. Bury your dead in the choicest of our burial sites. None of us would deny you his burial ground for the burial of your dead.”"
        },
        {
          "verse": 7,
          "text": "Abraham, however, proceeded to bow low before the people of the land, the Hittites,"
        },
        {
          "verse": 8,
          "text": "and said to them: “If you will allow me room for burial of my dead, listen to me! Intercede for me with Ephron, son of Zohar,"
        },
        {
          "verse": 9,
          "text": "so that he will sell me the cave of Machpelah that he owns; it is at the edge of his field. Let him sell it to me in your presence at its full price for a burial place.”"
        },
        {
          "verse": 10,
          "text": "Now Ephron was sitting with the Hittites. So Ephron the Hittite replied to Abraham in the hearing of the Hittites, all who entered the gate of his city:"
        },
        {
          "verse": 11,
          "text": "“Please, sir, listen to me! I give you both the field and the cave in it; in the presence of my people I give it to you. Bury your dead!”"
        },
        {
          "verse": 12,
          "text": "But Abraham, after bowing low before the people of the land,"
        },
        {
          "verse": 13,
          "text": "addressed Ephron in the hearing of these men: “If only you would please listen to me! I will pay you the price of the field. Accept it from me, that I may bury my dead there.”"
        },
        {
          "verse": 14,
          "text": "Ephron replied to Abraham, “Please,"
        },
        {
          "verse": 15,
          "text": "sir, listen to me! A piece of land worth four hundred shekels of silver—what is that between you and me? Bury your dead!”"
        },
        {
          "verse": 16,
          "text": "Abraham accepted Ephron’s terms; he weighed out to him the silver that Ephron had stipulated in the hearing of the Hittites, four hundred shekels of silver at the current market value."
        },
        {
          "verse": 17,
          "text": "Thus Ephron’s field in Machpelah, facing Mamre, together with its cave and all the trees anywhere within its limits, was conveyed"
        },
        {
          "verse": 18,
          "text": "to Abraham by purchase in the presence of the Hittites, all who entered the gate of Ephron’s city."
        },
        {
          "verse": 19,
          "text": "After this, Abraham buried his wife Sarah in the cave of the field of Machpelah, facing Mamre—now Hebron—in the land of Canaan."
        },
        {
          "verse": 20,
          "text": "Thus the field with its cave was transferred from the Hittites to Abraham as a burial place."
        }
      ]
    },
    {
      "chapter": 24,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 24 - Isaac and Rebekah. Abraham was old, having seen many days, and the LORD had blessed him in every way."
        },
        {
          "verse": 2,
          "text": "Abraham said to the senior servant of his household, who had charge of all his possessions: “Put your hand under my thigh,"
        },
        {
          "verse": 3,
          "text": "and I will make you swear by the LORD, the God of heaven and the God of earth, that you will not take a wife for my son from the daughters of the Canaanites among whom I live,"
        },
        {
          "verse": 4,
          "text": "but that you will go to my own land and to my relatives to get a wife for my son Isaac.”"
        },
        {
          "verse": 5,
          "text": "The servant asked him: “What if the woman is unwilling to follow me to this land? Should I then take your son back to the land from which you came?”"
        },
        {
          "verse": 6,
          "text": "Abraham told him, “Never take my son back there for any reason!"
        },
        {
          "verse": 7,
          "text": "The LORD, the God of heaven, who took me from my father’s house and the land of my relatives, and who confirmed by oath the promise he made to me, ‘I will give this land to your descendants’—he will send his angel before you, and you will get a wife for my son there."
        },
        {
          "verse": 8,
          "text": "If the woman is unwilling to follow you, you will be released from this oath to me. But never take my son back there!”"
        },
        {
          "verse": 9,
          "text": "So the servant put his hand under the thigh of his master Abraham and swore to him concerning this matter."
        },
        {
          "verse": 10,
          "text": "The servant then took ten of his master’s camels, and bearing all kinds of gifts from his master, he made his way to the city of Nahor in Aram Naharaim."
        },
        {
          "verse": 11,
          "text": "Near evening, at the time when women go out to draw water, he made the camels kneel by the well outside the city."
        },
        {
          "verse": 12,
          "text": "Then he said: “LORD, God of my master Abraham, let it turn out favorably for me today and thus deal graciously with my master Abraham."
        },
        {
          "verse": 13,
          "text": "While I stand here at the spring and the daughters of the townspeople are coming out to draw water,"
        },
        {
          "verse": 14,
          "text": "if I say to a young woman, ‘Please lower your jug, that I may drink,’ and she answers, ‘Drink, and I will water your camels, too,’ then she is the one whom you have decided upon for your servant Isaac. In this way I will know that you have dealt graciously with my master.”"
        },
        {
          "verse": 15,
          "text": "He had scarcely finished speaking when Rebekah—who was born to Bethuel, son of Milcah, the wife of Abraham’s brother Nahor—came out with a jug on her shoulder."
        },
        {
          "verse": 16,
          "text": "The young woman was very beautiful, a virgin, untouched by man. She went down to the spring and filled her jug. As she came up,"
        },
        {
          "verse": 17,
          "text": "the servant ran toward her and said, “Please give me a sip of water from your jug.”"
        },
        {
          "verse": 18,
          "text": "“Drink, sir,” she replied, and quickly lowering the jug into her hand, she gave him a drink."
        },
        {
          "verse": 19,
          "text": "When she had finished giving him a drink, she said, “I will draw water for your camels, too, until they have finished drinking.”"
        },
        {
          "verse": 20,
          "text": "With that, she quickly emptied her jug into the drinking trough and ran back to the well to draw more water, until she had drawn enough for all the camels."
        },
        {
          "verse": 21,
          "text": "The man watched her the whole time, silently waiting to learn whether or not the LORD had made his journey successful."
        },
        {
          "verse": 22,
          "text": "When the camels had finished drinking, the man took out a gold nose-ring weighing half a shekel, and two gold bracelets weighing ten shekels for her wrists."
        },
        {
          "verse": 23,
          "text": "Then he asked her: “Whose daughter are you? Tell me, please. And is there a place in your father’s house for us to spend the night?”"
        },
        {
          "verse": 24,
          "text": "She answered: “I am the daughter of Bethuel the son of Milcah, whom she bore to Nahor."
        },
        {
          "verse": 25,
          "text": "We have plenty of straw and fodder,” she added, “and also a place to spend the night.”"
        },
        {
          "verse": 26,
          "text": "The man then knelt and bowed down to the LORD,"
        },
        {
          "verse": 27,
          "text": "saying: “Blessed be the LORD, the God of my master Abraham, who has not let his kindness and fidelity toward my master fail. As for me, the LORD has led me straight to the house of my master’s brother.”"
        },
        {
          "verse": 28,
          "text": "Then the young woman ran off and told her mother’s household what had happened."
        },
        {
          "verse": 29,
          "text": "Now Rebekah had a brother named Laban. Laban rushed outside to the man at the spring."
        },
        {
          "verse": 30,
          "text": "When he saw the nose-ring and the bracelets on his sister’s arms and when he heard Rebekah repeating what the man had said to her, he went to him while he was standing by the camels at the spring."
        },
        {
          "verse": 31,
          "text": "He said: “Come, blessed of the LORD! Why are you standing outside when I have made the house ready, as well as a place for the camels?”"
        },
        {
          "verse": 32,
          "text": "The man then went inside; and while the camels were being unloaded and provided with straw and fodder, water was brought to bathe his feet and the feet of the men who were with him."
        },
        {
          "verse": 33,
          "text": "But when food was set before him, he said, “I will not eat until I have told my story.” “Go ahead,” they replied."
        },
        {
          "verse": 34,
          "text": "“I am Abraham’s servant,” he began."
        },
        {
          "verse": 35,
          "text": "“The LORD has blessed my master so abundantly that he has become wealthy; he has given him flocks and herds, silver and gold, male and female slaves, and camels and donkeys."
        },
        {
          "verse": 36,
          "text": "My master’s wife Sarah bore a son to my master in her old age, and he has given him everything he owns."
        },
        {
          "verse": 37,
          "text": "My master put me under oath, saying: ‘You shall not take a wife for my son from the daughters of the Canaanites in whose land I live;"
        },
        {
          "verse": 38,
          "text": "instead, you must go to my father’s house, to my own family, to get a wife for my son.’"
        },
        {
          "verse": 39,
          "text": "When I asked my master, ‘What if the woman will not follow me?’"
        },
        {
          "verse": 40,
          "text": "he replied: ‘The LORD, in whose presence I have always walked, will send his angel with you and make your journey successful, and so you will get a wife for my son from my own family and my father’s house."
        },
        {
          "verse": 41,
          "text": "Then you will be freed from my curse. If you go to my family and they refuse you, then, too, you will be free from my curse.’"
        },
        {
          "verse": 42,
          "text": "“When I came to the spring today, I said: ‘LORD, God of my master Abraham, please make successful the journey I am on."
        },
        {
          "verse": 43,
          "text": "While I stand here at the spring, if I say to a young woman who comes out to draw water, ‘Please give me a little water from your jug,’"
        },
        {
          "verse": 44,
          "text": "and she answers, ‘Drink, and I will draw water for your camels, too—then she is the woman whom the LORD has decided upon for my master’s son.’"
        },
        {
          "verse": 45,
          "text": "“I had scarcely finished saying this to myself when Rebekah came out with a jug on her shoulder. After she went down to the spring and drew water, I said to her, ‘Please let me have a drink.’"
        },
        {
          "verse": 46,
          "text": "She quickly lowered the jug she was carrying and said, ‘Drink, and I will water your camels, too.’ So I drank, and she watered the camels also."
        },
        {
          "verse": 47,
          "text": "When I asked her, ‘Whose daughter are you?’ she answered, ‘The daughter of Bethuel, son of Nahor, borne to Nahor by Milcah.’ So I put the ring on her nose and the bracelets on her wrists."
        },
        {
          "verse": 48,
          "text": "Then I knelt and bowed down to the LORD, blessing the LORD, the God of my master Abraham, who had led me on the right road to obtain the daughter of my master’s kinsman for his son."
        },
        {
          "verse": 49,
          "text": "Now, if you will act with kindness and fidelity toward my master, let me know; but if not, let me know that too. I can then proceed accordingly.”"
        },
        {
          "verse": 50,
          "text": "Laban and Bethuel said in reply: “This thing comes from the LORD; we can say nothing to you either for or against it."
        },
        {
          "verse": 51,
          "text": "Here is Rebekah, right in front of you; take her and go, that she may become the wife of your master’s son, as the LORD has said.”"
        },
        {
          "verse": 52,
          "text": "When Abraham’s servant heard their answer, he bowed to the ground before the LORD."
        },
        {
          "verse": 53,
          "text": "Then he brought out objects of silver and gold and clothing and presented them to Rebekah; he also gave costly presents to her brother and mother."
        },
        {
          "verse": 54,
          "text": "After he and the men with him had eaten and drunk, they spent the night there. When they got up the next morning, he said, “Allow me to return to my master.”"
        },
        {
          "verse": 55,
          "text": "Her brother and mother replied, “Let the young woman stay with us a short while, say ten days; after that she may go.”"
        },
        {
          "verse": 56,
          "text": "But he said to them, “Do not detain me, now that the LORD has made my journey successful; let me go back to my master.”"
        },
        {
          "verse": 57,
          "text": "They answered, “Let us call the young woman and see what she herself has to say about it.”"
        },
        {
          "verse": 58,
          "text": "So they called Rebekah and asked her, “Will you go with this man?” She answered, “I will.”"
        },
        {
          "verse": 59,
          "text": "At this they sent off their sister Rebekah and her nurse with Abraham’s servant and his men."
        },
        {
          "verse": 60,
          "text": "They blessed Rebekah and said: “Sister, may you grow into thousands of myriads; And may your descendants gain possession of the gates of their enemies!”"
        },
        {
          "verse": 61,
          "text": "Then Rebekah and her attendants started out; they mounted the camels and followed the man. So the servant took Rebekah and went on his way."
        },
        {
          "verse": 62,
          "text": "Meanwhile Isaac had gone from Beer-lahai-roi and was living in the region of the Negeb."
        },
        {
          "verse": 63,
          "text": "One day toward evening he went out to walk in the field, and caught sight of camels approaching."
        },
        {
          "verse": 64,
          "text": "Rebekah, too, caught sight of Isaac, and got down from her camel."
        },
        {
          "verse": 65,
          "text": "She asked the servant, “Who is the man over there, walking through the fields toward us?” “That is my master,” replied the servant. Then she took her veil and covered herself."
        },
        {
          "verse": 66,
          "text": "The servant recounted to Isaac all the things he had done."
        },
        {
          "verse": 67,
          "text": "Then Isaac brought Rebekah into the tent of his mother Sarah. He took Rebekah as his wife. Isaac loved her and found solace after the death of his mother."
        }
      ]
    },
    {
      "chapter": 25,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 25 - Abraham’s Sons by Keturah. Abraham took another wife, whose name was Keturah."
        },
        {
          "verse": 2,
          "text": "She bore him Zimran, Jokshan, Medan, Midian, Ishbak, and Shuah."
        },
        {
          "verse": 3,
          "text": "Jokshan became the father of Sheba and Dedan. The descendants of Dedan were the Asshurim, the Letushim, and the Leummim."
        },
        {
          "verse": 4,
          "text": "The descendants of Midian were Ephah, Epher, Hanoch, Abida, and Eldaah. All of these were descendants of Keturah."
        },
        {
          "verse": 5,
          "text": "Abraham gave everything that he owned to his son Isaac."
        },
        {
          "verse": 6,
          "text": "To the sons of his concubines, however, he gave gifts while he was still living, as he sent them away eastward, to the land of Kedem, away from his son Isaac."
        },
        {
          "verse": 7,
          "text": "Death of Abraham. The whole span of Abraham’s life was one hundred and seventy-five years."
        },
        {
          "verse": 8,
          "text": "Then he breathed his last, dying at a ripe old age, grown old after a full life; and he was gathered to his people."
        },
        {
          "verse": 9,
          "text": "His sons Isaac and Ishmael buried him in the cave of Machpelah, in the field of Ephron, son of Zohar the Hittite, which faces Mamre,"
        },
        {
          "verse": 10,
          "text": "the field that Abraham had bought from the Hittites; there he was buried next to his wife Sarah."
        },
        {
          "verse": 11,
          "text": "After the death of Abraham, God blessed his son Isaac, who lived near Beer-lahai-roi."
        },
        {
          "verse": 12,
          "text": "Descendants of Ishmael. These are the descendants of Abraham’s son Ishmael, whom Hagar the Egyptian, Sarah’s slave, bore to Abraham."
        },
        {
          "verse": 13,
          "text": "These are the names of Ishmael’s sons, listed in the order of their birth: Ishmael’s firstborn Nebaioth, Kedar, Adbeel, Mibsam,"
        },
        {
          "verse": 14,
          "text": "Mishma, Dumah, Massa,"
        },
        {
          "verse": 15,
          "text": "Hadad, Tema, Jetur, Naphish, and Kedemah."
        },
        {
          "verse": 16,
          "text": "These are the sons of Ishmael, their names by their villages and encampments; twelve chieftains of as many tribal groups."
        },
        {
          "verse": 17,
          "text": "The span of Ishmael’s life was one hundred and thirty-seven years. After he had breathed his last and died, he was gathered to his people."
        },
        {
          "verse": 18,
          "text": "The Ishmaelites ranged from Havilah, by Shur, which is on the border of Egypt, all the way to Asshur; and they pitched camp alongside their various kindred."
        },
        {
          "verse": 19,
          "text": "Birth of Esau and Jacob. These are the descendants of Isaac, son of Abraham; Abraham begot Isaac."
        },
        {
          "verse": 20,
          "text": "Isaac was forty years old when he married Rebekah, the daughter of Bethuel the Aramean of Paddan-aram and the sister of Laban the Aramean."
        },
        {
          "verse": 21,
          "text": "Isaac entreated the LORD on behalf of his wife, since she was sterile. The LORD heard his entreaty, and his wife Rebekah became pregnant."
        },
        {
          "verse": 22,
          "text": "But the children jostled each other in the womb so much that she exclaimed, “If it is like this, why go on living!” She went to consult the LORD,"
        },
        {
          "verse": 23,
          "text": "and the LORD answered her: Two nations are in your womb, two peoples are separating while still within you; But one will be stronger than the other, and the older will serve the younger."
        },
        {
          "verse": 24,
          "text": "When the time of her delivery came, there were twins in her womb."
        },
        {
          "verse": 25,
          "text": "The first to emerge was reddish, and his whole body was like a hairy mantle; so they named him Esau."
        },
        {
          "verse": 26,
          "text": "Next his brother came out, gripping Esau’s heel; so he was named Jacob. Isaac was sixty years old when they were born."
        },
        {
          "verse": 27,
          "text": "When the boys grew up, Esau became a skillful hunter, a man of the open country; whereas Jacob was a simple man, who stayed among the tents."
        },
        {
          "verse": 28,
          "text": "Isaac preferred Esau, because he was fond of game; but Rebekah preferred Jacob."
        },
        {
          "verse": 29,
          "text": "Once, when Jacob was cooking a stew, Esau came in from the open country, famished."
        },
        {
          "verse": 30,
          "text": "He said to Jacob, “Let me gulp down some of that red stuff; I am famished.” That is why he was called Edom."
        },
        {
          "verse": 31,
          "text": "But Jacob replied, “First sell me your right as firstborn.”"
        },
        {
          "verse": 32,
          "text": "“Look,” said Esau, “I am on the point of dying. What good is the right as firstborn to me?”"
        },
        {
          "verse": 33,
          "text": "But Jacob said, “Swear to me first!” So he sold Jacob his right as firstborn under oath."
        },
        {
          "verse": 34,
          "text": "Jacob then gave him some bread and the lentil stew; and Esau ate, drank, got up, and went his way. So Esau treated his right as firstborn with disdain."
        }
      ]
    },
    {
      "chapter": 26,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 26 - Isaac and Abimelech. There was a famine in the land, distinct from the earlier one that had occurred in the days of Abraham, and Isaac went down to Abimelech, king of the Philistines in Gerar."
        },
        {
          "verse": 2,
          "text": "The LORD appeared to him and said: Do not go down to Egypt, but camp in this land wherever I tell you."
        },
        {
          "verse": 3,
          "text": "Sojourn in this land, and I will be with you and bless you; for to you and your descendants I will give all these lands, in fulfillment of the oath that I swore to your father Abraham."
        },
        {
          "verse": 4,
          "text": "I will make your descendants as numerous as the stars in the sky, and I will give them all these lands, and in your descendants all the nations of the earth will find blessing—"
        },
        {
          "verse": 5,
          "text": "this because Abraham obeyed me, keeping my mandate, my commandments, my ordinances, and my instructions."
        },
        {
          "verse": 6,
          "text": "So Isaac settled in Gerar."
        },
        {
          "verse": 7,
          "text": "When the men of the place asked questions about his wife, he answered, “She is my sister.” He was afraid that, if he called her his wife, the men of the place would kill him on account of Rebekah, since she was beautiful."
        },
        {
          "verse": 8,
          "text": "But when they had been there for a long time, Abimelech, king of the Philistines, looked out of a window and saw Isaac fondling his wife Rebekah."
        },
        {
          "verse": 9,
          "text": "He called for Isaac and said: “She must certainly be your wife! How could you have said, ‘She is my sister’?” Isaac replied, “I thought I might lose my life on her account.”"
        },
        {
          "verse": 10,
          "text": "“How could you have done this to us!” exclaimed Abimelech. “It would have taken very little for one of the people to lie with your wife, and so you would have brought guilt upon us!”"
        },
        {
          "verse": 11,
          "text": "Abimelech then commanded all the people: “Anyone who maltreats this man or his wife shall be put to death.”"
        },
        {
          "verse": 12,
          "text": "Isaac sowed a crop in that region and reaped a hundredfold the same year. Since the LORD blessed him,"
        },
        {
          "verse": 13,
          "text": "he became richer and richer all the time, until he was very wealthy."
        },
        {
          "verse": 14,
          "text": "He acquired flocks and herds, and a great work force, and so the Philistines became envious of him."
        },
        {
          "verse": 15,
          "text": "The Philistines had stopped up and filled with dirt all the wells that his father’s servants had dug back in the days of his father Abraham."
        },
        {
          "verse": 16,
          "text": "So Abimelech said to Isaac, “Go away from us; you have become far too numerous for us.”"
        },
        {
          "verse": 17,
          "text": "Isaac left there and camped in the Wadi Gerar where he stayed."
        },
        {
          "verse": 18,
          "text": "Isaac reopened the wells which his father’s servants had dug back in the days of his father Abraham and which the Philistines had stopped up after Abraham’s death; he gave them names like those that his father had given them."
        },
        {
          "verse": 19,
          "text": "But when Isaac’s servants dug in the wadi and reached spring water in their well,"
        },
        {
          "verse": 20,
          "text": "the shepherds of Gerar argued with Isaac’s shepherds, saying, “The water belongs to us!” So he named the well Esek, because they had quarreled there."
        },
        {
          "verse": 21,
          "text": "Then they dug another well, and they argued over that one too; so he named it Sitnah."
        },
        {
          "verse": 22,
          "text": "So he moved on from there and dug still another well, but over this one they did not argue. He named it Rehoboth, and said, “Because the LORD has now given us ample room, we shall flourish in the land.”"
        },
        {
          "verse": 23,
          "text": "From there Isaac went up to Beer-sheba."
        },
        {
          "verse": 24,
          "text": "The same night the LORD appeared to him and said: I am the God of Abraham, your father. Do not fear, for I am with you. I will bless you and multiply your descendants for the sake of Abraham, my servant."
        },
        {
          "verse": 25,
          "text": "So Isaac built an altar there and invoked the LORD by name. After he had pitched his tent there, Isaac’s servants began to dig a well nearby."
        },
        {
          "verse": 26,
          "text": "Then Abimelech came to him from Gerar, with Ahuzzath, his councilor, and Phicol, the general of his army."
        },
        {
          "verse": 27,
          "text": "Isaac asked them, “Why have you come to me, since you hate me and have driven me away from you?”"
        },
        {
          "verse": 28,
          "text": "They answered: “We clearly see that the LORD has been with you, so we thought: let there be a sworn agreement between our two sides—between you and us. Let us make a covenant with you:"
        },
        {
          "verse": 29,
          "text": "you shall do no harm to us, just as we have not maltreated you, but have always acted kindly toward you and have let you depart in peace. So now, may you be blessed by the LORD!”"
        },
        {
          "verse": 30,
          "text": "Isaac then made a feast for them, and they ate and drank."
        },
        {
          "verse": 31,
          "text": "Early the next morning they exchanged oaths. Then Isaac sent them on their way, and they departed from him in peace."
        },
        {
          "verse": 32,
          "text": "That same day Isaac’s servants came and informed him about the well they had been digging; they told him, “We have reached water!”"
        },
        {
          "verse": 33,
          "text": "He called it Shibah; hence the name of the city is Beer-sheba to this day."
        },
        {
          "verse": 34,
          "text": "When Esau was forty years old, he married Judith, daughter of Beeri the Hittite, and Basemath, daughter of Elon the Hivite."
        },
        {
          "verse": 35,
          "text": "But they became a source of bitterness to Isaac and Rebekah."
        }
      ]
    },
    {
      "chapter": 27,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 27 - Jacob’s Deception. When Isaac was so old that his eyesight had failed him, he called his older son Esau and said to him, “My son!” “Here I am!” he replied."
        },
        {
          "verse": 2,
          "text": "Isaac then said, “Now I have grown old. I do not know when I might die."
        },
        {
          "verse": 3,
          "text": "So now take your hunting gear—your quiver and bow—and go out into the open country to hunt some game for me."
        },
        {
          "verse": 4,
          "text": "Then prepare for me a dish in the way I like, and bring it to me to eat, so that I may bless you before I die.”"
        },
        {
          "verse": 5,
          "text": "Rebekah had been listening while Isaac was speaking to his son Esau. So when Esau went out into the open country to hunt some game for his father,"
        },
        {
          "verse": 6,
          "text": "Rebekah said to her son Jacob, “Listen! I heard your father tell your brother Esau,"
        },
        {
          "verse": 7,
          "text": "‘Bring me some game and prepare a dish for me to eat, that I may bless you with the LORD’s approval before I die.’"
        },
        {
          "verse": 8,
          "text": "Now, my son, obey me in what I am about to order you."
        },
        {
          "verse": 9,
          "text": "Go to the flock and get me two choice young goats so that with these I might prepare a dish for your father in the way he likes."
        },
        {
          "verse": 10,
          "text": "Then bring it to your father to eat, that he may bless you before he dies.”"
        },
        {
          "verse": 11,
          "text": "But Jacob said to his mother Rebekah, “But my brother Esau is a hairy man and I am smooth-skinned!"
        },
        {
          "verse": 12,
          "text": "Suppose my father feels me? He will think I am making fun of him, and I will bring on myself a curse instead of a blessing.”"
        },
        {
          "verse": 13,
          "text": "His mother, however, replied: “Let any curse against you, my son, fall on me! Just obey me. Go and get me the young goats.”"
        },
        {
          "verse": 14,
          "text": "So Jacob went and got them and brought them to his mother, and she prepared a dish in the way his father liked."
        },
        {
          "verse": 15,
          "text": "Rebekah then took the best clothes of her older son Esau that she had in the house, and gave them to her younger son Jacob to wear;"
        },
        {
          "verse": 16,
          "text": "and with the goatskins she covered up his hands and the hairless part of his neck."
        },
        {
          "verse": 17,
          "text": "Then she gave her son Jacob the dish and the bread she had prepared."
        },
        {
          "verse": 18,
          "text": "Going to his father, Jacob said, “Father!” “Yes?” replied Isaac. “Which of my sons are you?”"
        },
        {
          "verse": 19,
          "text": "Jacob answered his father: “I am Esau, your firstborn. I did as you told me. Please sit up and eat some of my game, so that you may bless me.”"
        },
        {
          "verse": 20,
          "text": "But Isaac said to his son, “How did you get it so quickly, my son?” He answered, “The LORD, your God, directed me.”"
        },
        {
          "verse": 21,
          "text": "Isaac then said to Jacob, “Come closer, my son, that I may feel you, to learn whether you really are my son Esau or not.”"
        },
        {
          "verse": 22,
          "text": "So Jacob moved up closer to his father. When Isaac felt him, he said, “Although the voice is Jacob’s, the hands are Esau’s.”"
        },
        {
          "verse": 23,
          "text": "(He failed to identify him because his hands were hairy, like those of his brother Esau; so he blessed him.)"
        },
        {
          "verse": 24,
          "text": "Again Isaac said, “Are you really my son Esau?” And Jacob said, “I am.”"
        },
        {
          "verse": 25,
          "text": "Then Isaac said, “Serve me, my son, and let me eat of the game so that I may bless you.” Jacob served it to him, and Isaac ate; he brought him wine, and he drank."
        },
        {
          "verse": 26,
          "text": "Finally his father Isaac said to him, “Come closer, my son, and kiss me.”"
        },
        {
          "verse": 27,
          "text": "As Jacob went up to kiss him, Isaac smelled the fragrance of his clothes. With that, he blessed him, saying, “Ah, the fragrance of my son is like the fragrance of a field that the LORD has blessed!"
        },
        {
          "verse": 28,
          "text": "May God give to you of the dew of the heavens And of the fertility of the earth abundance of grain and wine."
        },
        {
          "verse": 29,
          "text": "May peoples serve you, and nations bow down to you; Be master of your brothers, and may your mother’s sons bow down to you. Cursed be those who curse you, and blessed be those who bless you.”"
        },
        {
          "verse": 30,
          "text": "Jacob had scarcely left his father after Isaac had finished blessing him, when his brother Esau came back from his hunt."
        },
        {
          "verse": 31,
          "text": "Then he too prepared a dish, and bringing it to his father, he said, “Let my father sit up and eat some of his son’s game, that you may then give me your blessing.”"
        },
        {
          "verse": 32,
          "text": "His father Isaac asked him, “Who are you?” He said, “I am your son, your firstborn son, Esau.”"
        },
        {
          "verse": 33,
          "text": "Isaac trembled greatly. “Who was it, then,” he asked, “that hunted game and brought it to me? I ate it all just before you came, and I blessed him. Now he is blessed!”"
        },
        {
          "verse": 34,
          "text": "As he heard his father’s words, Esau burst into loud, bitter sobbing and said, “Father, bless me too!”"
        },
        {
          "verse": 35,
          "text": "When Isaac said, “Your brother came here by a ruse and carried off your blessing,”"
        },
        {
          "verse": 36,
          "text": "Esau exclaimed, “He is well named Jacob, is he not! He has supplanted me twice! First he took away my right as firstborn, and now he has taken away my blessing.” Then he said, “Have you not saved a blessing for me?”"
        },
        {
          "verse": 37,
          "text": "Isaac replied to Esau: “I have already appointed him your master, and I have assigned to him all his kindred as his servants; besides, I have sustained him with grain and wine. What then can I do for you, my son?”"
        },
        {
          "verse": 38,
          "text": "But Esau said to his father, “Have you only one blessing, father? Bless me too, father!” and Esau wept aloud."
        },
        {
          "verse": 39,
          "text": "His father Isaac said in response: “See, far from the fertile earth will be your dwelling; far from the dew of the heavens above!"
        },
        {
          "verse": 40,
          "text": "By your sword you will live, and your brother you will serve; But when you become restless, you will throw off his yoke from your neck.”"
        },
        {
          "verse": 41,
          "text": "Esau bore a grudge against Jacob because of the blessing his father had given him. Esau said to himself, “Let the time of mourning for my father come, so that I may kill my brother Jacob.”"
        },
        {
          "verse": 42,
          "text": "When Rebekah got news of what her older son Esau had in mind, she summoned her younger son Jacob and said to him: “Listen! Your brother Esau intends to get his revenge by killing you."
        },
        {
          "verse": 43,
          "text": "So now, my son, obey me: flee at once to my brother Laban in Haran,"
        },
        {
          "verse": 44,
          "text": "and stay with him a while until your brother’s fury subsides—"
        },
        {
          "verse": 45,
          "text": "until your brother’s anger against you subsides and he forgets what you did to him. Then I will send for you and bring you back. Why should I lose both of you in a single day?”"
        },
        {
          "verse": 46,
          "text": "Jacob Sent to Laban. Rebekah said to Isaac: “I am disgusted with life because of the Hittite women. If Jacob also should marry a Hittite woman, a native of the land, like these women, why should I live?”"
        }
      ]
    },
    {
      "chapter": 28,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 28 - Isaac therefore summoned Jacob and blessed him, charging him: “You shall not marry a Canaanite woman!"
        },
        {
          "verse": 2,
          "text": "Go now to Paddan-aram, to the home of your mother’s father Bethuel, and there choose a wife for yourself from among the daughters of Laban, your mother’s brother."
        },
        {
          "verse": 3,
          "text": "May God Almighty bless you and make you fertile, multiply you that you may become an assembly of peoples."
        },
        {
          "verse": 4,
          "text": "May God extend to you and your descendants the blessing of Abraham, so that you may gain possession of the land where you are residing, which he assigned to Abraham.”"
        },
        {
          "verse": 5,
          "text": "Then Isaac sent Jacob on his way; he went to Paddan-aram, to Laban, son of Bethuel the Aramean, and brother of Rebekah, the mother of Jacob and Esau."
        },
        {
          "verse": 6,
          "text": "Esau noted that Isaac had blessed Jacob when he sent him to Paddan-aram to get himself a wife there, and that, as he gave him his blessing, he charged him, “You shall not marry a Canaanite woman,”"
        },
        {
          "verse": 7,
          "text": "and that Jacob had obeyed his father and mother and gone to Paddan-aram."
        },
        {
          "verse": 8,
          "text": "Esau realized how displeasing the Canaanite women were to his father Isaac,"
        },
        {
          "verse": 9,
          "text": "so Esau went to Ishmael, and in addition to the wives he had, married Mahalath, the daughter of Abraham’s son Ishmael and sister of Nebaioth. Jacob’s Dream at Bethel."
        },
        {
          "verse": 10,
          "text": "Jacob departed from Beer-sheba and proceeded toward Haran."
        },
        {
          "verse": 11,
          "text": "When he came upon a certain place, he stopped there for the night, since the sun had already set. Taking one of the stones at the place, he put it under his head and lay down in that place."
        },
        {
          "verse": 12,
          "text": "Then he had a dream: a stairway rested on the ground, with its top reaching to the heavens; and God’s angels were going up and down on it."
        },
        {
          "verse": 13,
          "text": "And there was the LORD standing beside him and saying: I am the LORD, the God of Abraham your father and the God of Isaac; the land on which you are lying I will give to you and your descendants."
        },
        {
          "verse": 14,
          "text": "Your descendants will be like the dust of the earth, and through them you will spread to the west and the east, to the north and the south. In you and your descendants all the families of the earth will find blessing."
        },
        {
          "verse": 15,
          "text": "I am with you and will protect you wherever you go, and bring you back to this land. I will never leave you until I have done what I promised you."
        },
        {
          "verse": 16,
          "text": "When Jacob awoke from his sleep, he said, “Truly, the LORD is in this place and I did not know it!”"
        },
        {
          "verse": 17,
          "text": "He was afraid and said: “How awesome this place is! This is nothing else but the house of God, the gateway to heaven!”"
        },
        {
          "verse": 18,
          "text": "Early the next morning Jacob took the stone that he had put under his head, set it up as a sacred pillar, and poured oil on top of it."
        },
        {
          "verse": 19,
          "text": "He named that place Bethel, whereas the former name of the town had been Luz."
        },
        {
          "verse": 20,
          "text": "Jacob then made this vow: “If God will be with me and protect me on this journey I am making and give me food to eat and clothes to wear,"
        },
        {
          "verse": 21,
          "text": "and I come back safely to my father’s house, the LORD will be my God."
        },
        {
          "verse": 22,
          "text": "This stone that I have set up as a sacred pillar will be the house of God. Of everything you give me, I will return a tenth part to you without fail.”"
        }
      ]
    },
    {
      "chapter": 29,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 29 - Arrival in Haran. After Jacob resumed his journey, he came to the land of the Kedemites."
        },
        {
          "verse": 2,
          "text": "Looking about, he saw a well in the open country, with three flocks of sheep huddled near it, for flocks were watered from that well. A large stone covered the mouth of the well."
        },
        {
          "verse": 3,
          "text": "When all the shepherds were assembled there they would roll the stone away from the mouth of the well and water the sheep. Then they would put the stone back again in its place over the mouth of the well."
        },
        {
          "verse": 4,
          "text": "Jacob said to them, “My brothers, where are you from?” “We are from Haran,” they replied."
        },
        {
          "verse": 5,
          "text": "Then he asked them, “Do you know Laban, son of Nahor?” “We do,” they answered."
        },
        {
          "verse": 6,
          "text": "He inquired further, “Is he well?” “He is,” they answered; “and here comes his daughter Rachel with the sheep.”"
        },
        {
          "verse": 7,
          "text": "Then he said: “There is still much daylight left; it is hardly the time to bring the animals home. Water the sheep, and then continue pasturing them.”"
        },
        {
          "verse": 8,
          "text": "They replied, “We cannot until all the shepherds are here to roll the stone away from the mouth of the well; then can we water the flocks.”"
        },
        {
          "verse": 9,
          "text": "While he was still talking with them, Rachel arrived with her father’s sheep, for she was the one who tended them."
        },
        {
          "verse": 10,
          "text": "As soon as Jacob saw Rachel, the daughter of his mother’s brother Laban, and the sheep of Laban, he went up, rolled the stone away from the mouth of the well, and watered Laban’s sheep."
        },
        {
          "verse": 11,
          "text": "Then Jacob kissed Rachel and wept aloud."
        },
        {
          "verse": 12,
          "text": "Jacob told Rachel that he was her father’s relative, Rebekah’s son. So she ran to tell her father."
        },
        {
          "verse": 13,
          "text": "When Laban heard the news about Jacob, his sister’s son, he ran to meet him. After embracing and kissing him, he brought him to his house. Jacob then repeated to Laban all these things,"
        },
        {
          "verse": 14,
          "text": "and Laban said to him, “You are indeed my bone and my flesh.” Marriage to Leah and Rachel. After Jacob had stayed with him a full month,"
        },
        {
          "verse": 15,
          "text": "Laban said to him: “Should you serve me for nothing just because you are a relative of mine? Tell me what your wages should be.”"
        },
        {
          "verse": 16,
          "text": "Now Laban had two daughters; the older was called Leah, the younger Rachel."
        },
        {
          "verse": 17,
          "text": "Leah had dull eyes, but Rachel was shapely and beautiful."
        },
        {
          "verse": 18,
          "text": "Because Jacob loved Rachel, he answered, “I will serve you seven years for your younger daughter Rachel.”"
        },
        {
          "verse": 19,
          "text": "Laban replied, “It is better to give her to you than to another man. Stay with me.”"
        },
        {
          "verse": 20,
          "text": "So Jacob served seven years for Rachel, yet they seemed to him like a few days because of his love for her."
        },
        {
          "verse": 21,
          "text": "Then Jacob said to Laban, “Give me my wife, that I may consummate my marriage with her, for my term is now completed.”"
        },
        {
          "verse": 22,
          "text": "So Laban invited all the local inhabitants and gave a banquet."
        },
        {
          "verse": 23,
          "text": "At nightfall he took his daughter Leah and brought her to Jacob, and he consummated the marriage with her."
        },
        {
          "verse": 24,
          "text": "Laban assigned his maidservant Zilpah to his daughter Leah as her maidservant."
        },
        {
          "verse": 25,
          "text": "In the morning, there was Leah! So Jacob said to Laban: “How could you do this to me! Was it not for Rachel that I served you? Why did you deceive me?”"
        },
        {
          "verse": 26,
          "text": "Laban replied, “It is not the custom in our country to give the younger daughter before the firstborn."
        },
        {
          "verse": 27,
          "text": "Finish the bridal week for this one, and then the other will also be given to you in return for another seven years of service with me.”"
        },
        {
          "verse": 28,
          "text": "Jacob did so. He finished the bridal week for the one, and then Laban gave him his daughter Rachel as a wife."
        },
        {
          "verse": 29,
          "text": "Laban assigned his maidservant Bilhah to his daughter Rachel as her maidservant."
        },
        {
          "verse": 30,
          "text": "Jacob then consummated his marriage with Rachel also, and he loved her more than Leah. Thus he served Laban another seven years. Jacob’s Children."
        },
        {
          "verse": 31,
          "text": "When the LORD saw that Leah was unloved, he made her fruitful, while Rachel was barren."
        },
        {
          "verse": 32,
          "text": "Leah conceived and bore a son, and she named him Reuben; for she said, “It means, ‘The LORD saw my misery; surely now my husband will love me.’”"
        },
        {
          "verse": 33,
          "text": "She conceived again and bore a son, and said, “It means, ‘The LORD heard that I was unloved,’ and therefore he has given me this one also”; so she named him Simeon."
        },
        {
          "verse": 34,
          "text": "Again she conceived and bore a son, and she said, “Now at last my husband will become attached to me, since I have now borne him three sons”; that is why she named him Levi."
        },
        {
          "verse": 35,
          "text": "Once more she conceived and bore a son, and she said, “This time I will give thanks to the LORD”; therefore she named him Judah. Then she stopped bearing children."
        }
      ]
    },
    {
      "chapter": 30,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 30 - When Rachel saw that she had not borne children to Jacob, she became envious of her sister. She said to Jacob, “Give me children or I shall die!”"
        },
        {
          "verse": 2,
          "text": "Jacob became angry with Rachel and said, “Can I take the place of God, who has denied you the fruit of the womb?”"
        },
        {
          "verse": 3,
          "text": "She replied, “Here is my maidservant Bilhah. Have intercourse with her, and let her give birth on my knees, so that I too may have children through her.”"
        },
        {
          "verse": 4,
          "text": "So she gave him her maidservant Bilhah as wife, and Jacob had intercourse with her."
        },
        {
          "verse": 5,
          "text": "When Bilhah conceived and bore a son for Jacob,"
        },
        {
          "verse": 6,
          "text": "Rachel said, “God has vindicated me; indeed he has heeded my plea and given me a son.” Therefore she named him Dan."
        },
        {
          "verse": 7,
          "text": "Rachel’s maidservant Bilhah conceived again and bore a second son for Jacob,"
        },
        {
          "verse": 8,
          "text": "and Rachel said, “I have wrestled strenuously with my sister, and I have prevailed.” So she named him Naphtali."
        },
        {
          "verse": 9,
          "text": "When Leah saw that she had ceased to bear children, she took her maidservant Zilpah and gave her to Jacob as wife."
        },
        {
          "verse": 10,
          "text": "So Leah’s maidservant Zilpah bore a son for Jacob."
        },
        {
          "verse": 11,
          "text": "Leah then said, “What good luck!” So she named him Gad."
        },
        {
          "verse": 12,
          "text": "Then Leah’s maidservant Zilpah bore a second son to Jacob;"
        },
        {
          "verse": 13,
          "text": "and Leah said, “What good fortune, because women will call me fortunate!” So she named him Asher."
        },
        {
          "verse": 14,
          "text": "One day, during the wheat harvest, Reuben went out and came upon some mandrakes in the field which he brought home to his mother Leah. Rachel said to Leah, “Please give me some of your son’s mandrakes.”"
        },
        {
          "verse": 15,
          "text": "Leah replied, “Was it not enough for you to take away my husband, that you must now take my son’s mandrakes too?” Rachel answered, “In that case Jacob may lie with you tonight in exchange for your son’s mandrakes.”"
        },
        {
          "verse": 16,
          "text": "That evening, when Jacob came in from the field, Leah went out to meet him. She said, “You must have intercourse with me, because I have hired you with my son’s mandrakes.” So that night he lay with her,"
        },
        {
          "verse": 17,
          "text": "and God listened to Leah; she conceived and bore a fifth son to Jacob."
        },
        {
          "verse": 18,
          "text": "Leah then said, “God has given me my wages for giving my maidservant to my husband”; so she named him Issachar."
        },
        {
          "verse": 19,
          "text": "Leah conceived again and bore a sixth son to Jacob;"
        },
        {
          "verse": 20,
          "text": "and Leah said, “God has brought me a precious gift. This time my husband will honor me, because I have borne him six sons”; so she named him Zebulun."
        },
        {
          "verse": 21,
          "text": "Afterwards she gave birth to a daughter, and she named her Dinah."
        },
        {
          "verse": 22,
          "text": "Then God remembered Rachel. God listened to her and made her fruitful."
        },
        {
          "verse": 23,
          "text": "She conceived and bore a son, and she said, “God has removed my disgrace.”"
        },
        {
          "verse": 24,
          "text": "She named him Joseph, saying, “May the LORD add another son for me!” Jacob Outwits Laban."
        },
        {
          "verse": 25,
          "text": "After Rachel gave birth to Joseph, Jacob said to Laban: “Allow me to go to my own region and land."
        },
        {
          "verse": 26,
          "text": "Give me my wives and my children for whom I served you and let me go, for you know the service that I rendered you.”"
        },
        {
          "verse": 27,
          "text": "Laban answered him: “If you will please! I have learned through divination that the LORD has blessed me because of you.”"
        },
        {
          "verse": 28,
          "text": "He continued, “State the wages I owe you, and I will pay them.”"
        },
        {
          "verse": 29,
          "text": "Jacob replied: “You know what work I did for you and how well your livestock fared under my care;"
        },
        {
          "verse": 30,
          "text": "the little you had before I came has grown into an abundance, since the LORD has blessed you in my company. Now, when can I do something for my own household as well?”"
        },
        {
          "verse": 31,
          "text": "Laban asked, “What should I give you?” Jacob answered: “You do not have to give me anything. If you do this thing for me, I will again pasture and tend your sheep."
        },
        {
          "verse": 32,
          "text": "Let me go through your whole flock today and remove from it every dark animal among the lambs and every spotted or speckled one among the goats. These will be my wages."
        },
        {
          "verse": 33,
          "text": "In the future, whenever you check on my wages, my honesty will testify for me: any animal that is not speckled or spotted among the goats, or dark among the lambs, got into my possession by theft!”"
        },
        {
          "verse": 34,
          "text": "Laban said, “Very well. Let it be as you say.”"
        },
        {
          "verse": 35,
          "text": "That same day Laban removed the streaked and spotted he-goats and all the speckled and spotted she-goats, all those with some white on them, as well as every dark lamb, and he put them in the care of his sons."
        },
        {
          "verse": 36,
          "text": "Then he put a three days’ journey between himself and Jacob, while Jacob was pasturing the rest of Laban’s flock."
        },
        {
          "verse": 37,
          "text": "Jacob, however, got some fresh shoots of poplar, almond and plane trees, and he peeled white stripes in them by laying bare the white core of the shoots."
        },
        {
          "verse": 38,
          "text": "The shoots that he had peeled he then set upright in the watering troughs where the animals came to drink, so that they would be in front of them. When the animals were in heat as they came to drink,"
        },
        {
          "verse": 39,
          "text": "the goats mated by the shoots, and so they gave birth to streaked, speckled and spotted young."
        },
        {
          "verse": 40,
          "text": "The sheep, on the other hand, Jacob kept apart, and he made these animals face the streaked or completely dark animals of Laban. Thus he produced flocks of his own, which he did not put with Laban’s flock."
        },
        {
          "verse": 41,
          "text": "Whenever the hardier animals were in heat, Jacob would set the shoots in the troughs in full view of these animals, so that they mated by the shoots;"
        },
        {
          "verse": 42,
          "text": "but with the weaker animals he would not put the shoots there. So the feeble animals would go to Laban, but the hardy ones to Jacob."
        },
        {
          "verse": 43,
          "text": "So the man grew exceedingly prosperous, and he owned large flocks, male and female servants, camels, and donkeys."
        }
      ]
    },
    {
      "chapter": 31,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 31 - Flight from Laban. Jacob heard that Laban’s sons were saying, “Jacob has taken everything that belonged to our father, and he has produced all this wealth from our father’s property.”"
        },
        {
          "verse": 2,
          "text": "Jacob perceived, too, that Laban’s attitude toward him was not what it had previously been."
        },
        {
          "verse": 3,
          "text": "Then the LORD said to Jacob: Return to the land of your ancestors, where you were born, and I will be with you."
        },
        {
          "verse": 4,
          "text": "So Jacob sent for Rachel and Leah to meet him in the field where his flock was."
        },
        {
          "verse": 5,
          "text": "There he said to them: “I have noticed that your father’s attitude toward me is not as it was in the past; but the God of my father has been with me."
        },
        {
          "verse": 6,
          "text": "You know well that with all my strength I served your father;"
        },
        {
          "verse": 7,
          "text": "yet your father cheated me and changed my wages ten times. God, however, did not let him do me any harm."
        },
        {
          "verse": 8,
          "text": "Whenever your father said, ‘The speckled animals will be your wages,’ the entire flock would bear speckled young; whenever he said, ‘The streaked animals will be your wages,’ the entire flock would bear streaked young."
        },
        {
          "verse": 9,
          "text": "So God took away your father’s livestock and gave it to me."
        },
        {
          "verse": 10,
          "text": "Once, during the flock’s mating season, I had a dream in which I saw he-goats mating that were streaked, speckled and mottled."
        },
        {
          "verse": 11,
          "text": "In the dream God’s angel said to me, ‘Jacob!’ and I replied, ‘Here I am!’"
        },
        {
          "verse": 12,
          "text": "Then he said: ‘Look up and see. All the he-goats that are mating are streaked, speckled and mottled, for I have seen all the things that Laban has been doing to you."
        },
        {
          "verse": 13,
          "text": "I am the God of Bethel, where you anointed a sacred pillar and made a vow to me. Get up now! Leave this land and return to the land of your birth.’”"
        },
        {
          "verse": 14,
          "text": "Rachel and Leah answered him: “Do we still have an heir’s portion in our father’s house?"
        },
        {
          "verse": 15,
          "text": "Are we not regarded by him as outsiders? He not only sold us; he has even used up the money that he got for us!"
        },
        {
          "verse": 16,
          "text": "All the wealth that God took away from our father really belongs to us and our children. So do whatever God has told you.”"
        },
        {
          "verse": 17,
          "text": "Jacob proceeded to put his children and wives on camels,"
        },
        {
          "verse": 18,
          "text": "and he drove off all his livestock and all the property he had acquired in Paddan-aram, to go to his father Isaac in the land of Canaan."
        },
        {
          "verse": 19,
          "text": "Now Laban was away shearing his sheep, and Rachel had stolen her father’s household images."
        },
        {
          "verse": 20,
          "text": "Jacob had hoodwinked Laban the Aramean by not telling him that he was going to flee."
        },
        {
          "verse": 21,
          "text": "Thus he fled with all that he had. Once he was across the Euphrates, he headed for the hill country of Gilead."
        },
        {
          "verse": 22,
          "text": "On the third day, word came to Laban that Jacob had fled."
        },
        {
          "verse": 23,
          "text": "Taking his kinsmen with him, he pursued him for seven days until he caught up with him in the hill country of Gilead."
        },
        {
          "verse": 24,
          "text": "But that night God appeared to Laban the Aramean in a dream and said to him: Take care not to say anything to Jacob."
        },
        {
          "verse": 25,
          "text": "Jacob and Laban in Gilead. When Laban overtook Jacob, Jacob’s tents were pitched in the hill country; Laban also pitched his tents in the hill country of Gilead."
        },
        {
          "verse": 26,
          "text": "Laban said to Jacob, “How could you hoodwink me and carry off my daughters like prisoners of war?"
        },
        {
          "verse": 27,
          "text": "Why did you dupe me by stealing away secretly? You did not tell me! I would have sent you off with joyful singing to the sound of tambourines and harps."
        },
        {
          "verse": 28,
          "text": "You did not even allow me a parting kiss to my daughters and grandchildren! Now what you have done makes no sense."
        },
        {
          "verse": 29,
          "text": "I have it in my power to harm all of you; but last night the God of your father said to me, ‘Take care not to say anything to Jacob!’"
        },
        {
          "verse": 30,
          "text": "Granted that you had to leave because you were longing for your father’s house, why did you steal my gods?”"
        },
        {
          "verse": 31,
          "text": "Jacob replied to Laban, “I was frightened at the thought that you might take your daughters away from me by force."
        },
        {
          "verse": 32,
          "text": "As for your gods, the one you find them with shall not remain alive! If, with our kinsmen looking on, you identify anything here as belonging to you, take it.” Jacob had no idea that Rachel had stolen the household images."
        },
        {
          "verse": 33,
          "text": "Laban then went in and searched Jacob’s tent and Leah’s tent, as well as the tents of the two maidservants; but he did not find them. Leaving Leah’s tent, he went into Rachel’s."
        },
        {
          "verse": 34,
          "text": "Meanwhile Rachel had taken the household images, put them inside the camel’s saddlebag, and seated herself upon them. When Laban had rummaged through her whole tent without finding them,"
        },
        {
          "verse": 35,
          "text": "she said to her father, “Do not let my lord be angry that I cannot rise in your presence; I am having my period.” So, despite his search, he did not find the household images."
        },
        {
          "verse": 36,
          "text": "Jacob, now angered, confronted Laban and demanded, “What crime or offense have I committed that you should hound me?"
        },
        {
          "verse": 37,
          "text": "Now that you have rummaged through all my things, what have you found from your household belongings? Produce it here before your kinsmen and mine, and let them decide between the two of us."
        },
        {
          "verse": 38,
          "text": "“In the twenty years that I was under you, no ewe or she-goat of yours ever miscarried, and I have never eaten rams of your flock."
        },
        {
          "verse": 39,
          "text": "I never brought you an animal torn by wild beasts; I made good the loss myself. You held me responsible for anything stolen by day or night."
        },
        {
          "verse": 40,
          "text": "Often the scorching heat devoured me by day, and the frost by night, while sleep fled from my eyes!"
        },
        {
          "verse": 41,
          "text": "Of the twenty years that I have now spent in your household, I served you fourteen years for your two daughters and six years for your flock, while you changed my wages ten times."
        },
        {
          "verse": 42,
          "text": "If the God of my father, the God of Abraham and the Fear of Isaac, had not been on my side, you would now have sent me away empty-handed. But God saw my plight and the fruits of my toil, and last night he reproached you.”"
        },
        {
          "verse": 43,
          "text": "Laban replied to Jacob: “The daughters are mine, their children are mine, and the flocks are mine; everything you see belongs to me. What can I do now for my own daughters and for the children they have borne?"
        },
        {
          "verse": 44,
          "text": "Come, now, let us make a covenant, you and I; and it will be a treaty between you and me.”"
        },
        {
          "verse": 45,
          "text": "Then Jacob took a stone and set it up as a sacred pillar."
        },
        {
          "verse": 46,
          "text": "Jacob said to his kinsmen, “Gather stones.” So they got stones and made a mound; and they ate there at the mound."
        },
        {
          "verse": 47,
          "text": "Laban called it Jegar-sahadutha, but Jacob called it Galeed."
        },
        {
          "verse": 48,
          "text": "Laban said, “This mound will be a witness from now on between you and me.” That is why it was named Galeed—"
        },
        {
          "verse": 49,
          "text": "and also Mizpah, for he said: “May the LORD keep watch between you and me when we are out of each other’s sight."
        },
        {
          "verse": 50,
          "text": "If you mistreat my daughters, or take other wives besides my daughters, know that even though no one else is there, God will be a witness between you and me.”"
        },
        {
          "verse": 51,
          "text": "Laban said further to Jacob: “Here is this mound, and here is the sacred pillar that I have set up between you and me."
        },
        {
          "verse": 52,
          "text": "This mound will be a witness, and this sacred pillar will be a witness, that, with hostile intent, I may not pass beyond this mound into your territory, nor may you pass beyond it into mine."
        },
        {
          "verse": 53,
          "text": "May the God of Abraham and the God of Nahor, the God of their father, judge between us!” Jacob took the oath by the Fear of his father Isaac."
        },
        {
          "verse": 54,
          "text": "He then offered a sacrifice on the mountain and invited his kinsmen to share in the meal. When they had eaten, they passed the night on the mountain."
        }
      ]
    },
    {
      "chapter": 32,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 32 - Early the next morning, Laban kissed his grandchildren and his daughters and blessed them; then he set out on his journey back home."
        },
        {
          "verse": 2,
          "text": "Meanwhile Jacob continued on his own way, and God’s angels encountered him."
        },
        {
          "verse": 3,
          "text": "When Jacob saw them he said, “This is God’s encampment.” So he named that place Mahanaim."
        },
        {
          "verse": 4,
          "text": "Envoys to Esau. Jacob sent messengers ahead to his brother Esau in the land of Seir, the country of Edom,"
        },
        {
          "verse": 5,
          "text": "ordering them: “Thus you shall say to my lord Esau: ‘Thus says your servant Jacob: I have been residing with Laban and have been delayed until now."
        },
        {
          "verse": 6,
          "text": "I own oxen, donkeys and sheep, as well as male and female servants. I have sent my lord this message in the hope of gaining your favor.’”"
        },
        {
          "verse": 7,
          "text": "When the messengers returned to Jacob, they said, “We found your brother Esau. He is now coming to meet you, and four hundred men are with him.”"
        },
        {
          "verse": 8,
          "text": "Jacob was very much frightened. In his anxiety, he divided the people who were with him, as well as his flocks, herds and camels, into two camps."
        },
        {
          "verse": 9,
          "text": "“If Esau should come and attack one camp,” he reasoned, “the remaining camp may still escape.”"
        },
        {
          "verse": 10,
          "text": "Then Jacob prayed: “God of my father Abraham and God of my father Isaac! You, LORD, who said to me, ‘Go back to your land and your relatives, and I will be good to you.’"
        },
        {
          "verse": 11,
          "text": "I am unworthy of all the acts of kindness and faithfulness that you have performed for your servant: although I crossed the Jordan here with nothing but my staff, I have now grown into two camps."
        },
        {
          "verse": 12,
          "text": "Save me from the hand of my brother, from the hand of Esau! Otherwise I fear that he will come and strike me down and the mothers with the children."
        },
        {
          "verse": 13,
          "text": "You yourself said, ‘I will be very good to you, and I will make your descendants like the sands of the sea, which are too numerous to count.’”"
        },
        {
          "verse": 14,
          "text": "After passing the night there, Jacob selected from what he had with him a present for his brother Esau:"
        },
        {
          "verse": 15,
          "text": "two hundred she-goats and twenty he-goats; two hundred ewes and twenty rams;"
        },
        {
          "verse": 16,
          "text": "thirty female camels and their young; forty cows and ten bulls; twenty female donkeys and ten male donkeys."
        },
        {
          "verse": 17,
          "text": "He put these animals in the care of his servants, in separate herds, and he told the servants, “Go on ahead of me, but keep some space between the herds.”"
        },
        {
          "verse": 18,
          "text": "He ordered the servant in the lead, “When my brother Esau meets you and asks, ‘To whom do you belong? Where are you going? To whom do these animals ahead of you belong?’"
        },
        {
          "verse": 19,
          "text": "tell him, ‘To your servant Jacob, but they have been sent as a gift to my lord Esau. Jacob himself is right behind us.’”"
        },
        {
          "verse": 20,
          "text": "He also ordered the second servant and the third and all the others who followed behind the herds: “Thus and so you shall say to Esau, when you reach him;"
        },
        {
          "verse": 21,
          "text": "and also tell him, ‘Your servant Jacob is right behind us.’” For Jacob reasoned, “If I first appease him with a gift that precedes me, then later, when I face him, perhaps he will forgive me.”"
        },
        {
          "verse": 22,
          "text": "So the gifts went on ahead of him, while he stayed that night in the camp. Jacob’s New Name."
        },
        {
          "verse": 23,
          "text": "That night, however, Jacob arose, took his two wives, with the two maidservants and his eleven children, and crossed the ford of the Jabbok."
        },
        {
          "verse": 24,
          "text": "After he got them and brought them across the wadi and brought over what belonged to him,"
        },
        {
          "verse": 25,
          "text": "Jacob was left there alone. Then a man wrestled with him until the break of dawn."
        },
        {
          "verse": 26,
          "text": "When the man saw that he could not prevail over him, he struck Jacob’s hip at its socket, so that Jacob’s socket was dislocated as he wrestled with him."
        },
        {
          "verse": 27,
          "text": "The man then said, “Let me go, for it is daybreak.” But Jacob said, “I will not let you go until you bless me.”"
        },
        {
          "verse": 28,
          "text": "“What is your name?” the man asked. He answered, “Jacob.”"
        },
        {
          "verse": 29,
          "text": "Then the man said, “You shall no longer be named Jacob, but Israel, because you have contended with divine and human beings and have prevailed.”"
        },
        {
          "verse": 30,
          "text": "Jacob then asked him, “Please tell me your name.” He answered, “Why do you ask for my name?” With that, he blessed him."
        },
        {
          "verse": 31,
          "text": "Jacob named the place Peniel, “because I have seen God face to face,” he said, “yet my life has been spared.”"
        },
        {
          "verse": 32,
          "text": "At sunrise, as he left Penuel, Jacob limped along because of his hip."
        },
        {
          "verse": 33,
          "text": "That is why, to this day, the Israelites do not eat the sciatic muscle that is on the hip socket, because he had struck Jacob’s hip socket at the sciatic muscle."
        }
      ]
    },
    {
      "chapter": 33,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 33 - Jacob and Esau Meet. Jacob looked up and saw Esau coming, and with him four hundred men. So he divided his children among Leah, Rachel, and the two maidservants,"
        },
        {
          "verse": 2,
          "text": "putting the maidservants and their children first, Leah and her children next, and Rachel and Joseph last."
        },
        {
          "verse": 3,
          "text": "He himself went on ahead of them, bowing to the ground seven times, until he reached his brother."
        },
        {
          "verse": 4,
          "text": "Esau ran to meet him, embraced him, and flinging himself on his neck, kissed him as he wept."
        },
        {
          "verse": 5,
          "text": "Then Esau looked up and saw the women and children and asked, “Who are these with you?” Jacob answered, “They are the children with whom God has graciously favored your servant.”"
        },
        {
          "verse": 6,
          "text": "Then the maidservants and their children came forward and bowed low;"
        },
        {
          "verse": 7,
          "text": "next, Leah and her children came forward and bowed low; lastly, Joseph and Rachel came forward and bowed low."
        },
        {
          "verse": 8,
          "text": "Then Esau asked, “What did you intend with all those herds that I encountered?” Jacob answered, “It was to gain my lord’s favor.”"
        },
        {
          "verse": 9,
          "text": "Esau replied, “I have plenty; my brother, you should keep what is yours.”"
        },
        {
          "verse": 10,
          "text": "“No, I beg you!” said Jacob. “If you will do me the favor, accept this gift from me, since to see your face is for me like seeing the face of God—and you have received me so kindly."
        },
        {
          "verse": 11,
          "text": "Accept the gift I have brought you. For God has been generous toward me, and I have an abundance.” Since he urged him strongly, Esau accepted."
        },
        {
          "verse": 12,
          "text": "Then Esau said, “Let us break camp and be on our way; I will travel in front of you.”"
        },
        {
          "verse": 13,
          "text": "But Jacob replied: “As my lord knows, the children are too young. And the flocks and herds that are nursing are a concern to me; if overdriven for even a single day, the whole flock will die."
        },
        {
          "verse": 14,
          "text": "Let my lord, then, go before his servant, while I proceed more slowly at the pace of the livestock before me and at the pace of my children, until I join my lord in Seir.”"
        },
        {
          "verse": 15,
          "text": "Esau replied, “Let me at least put at your disposal some of the people who are with me.” But Jacob said, “Why is this that I am treated so kindly, my lord?”"
        },
        {
          "verse": 16,
          "text": "So on that day Esau went on his way back to Seir,"
        },
        {
          "verse": 17,
          "text": "and Jacob broke camp for Succoth. There Jacob built a home for himself and made booths for his livestock. That is why the place was named Succoth."
        },
        {
          "verse": 18,
          "text": "Jacob arrived safely at the city of Shechem, which is in the land of Canaan, when he came from Paddan-aram. He encamped in sight of the city."
        },
        {
          "verse": 19,
          "text": "The plot of ground on which he had pitched his tent he bought for a hundred pieces of money from the descendants of Hamor, the father of Shechem."
        },
        {
          "verse": 20,
          "text": "He set up an altar there and invoked “El, the God of Israel.”"
        }
      ]
    },
    {
      "chapter": 34,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 34 - The Rape of Dinah. Dinah, the daughter whom Leah had borne to Jacob, went out to visit some of the women of the land."
        },
        {
          "verse": 2,
          "text": "When Shechem, son of Hamor the Hivite, the leader of the region, saw her, he seized her and lay with her by force."
        },
        {
          "verse": 3,
          "text": "He was strongly attracted to Dinah, daughter of Jacob, and was in love with the young woman. So he spoke affectionately to her."
        },
        {
          "verse": 4,
          "text": "Shechem said to his father Hamor, “Get me this young woman for a wife.”"
        },
        {
          "verse": 5,
          "text": "Meanwhile, Jacob heard that Shechem had defiled his daughter Dinah; but since his sons were out in the field with his livestock, Jacob kept quiet until they came home."
        },
        {
          "verse": 6,
          "text": "Now Hamor, the father of Shechem, went out to discuss the matter with Jacob,"
        },
        {
          "verse": 7,
          "text": "just as Jacob’s sons were coming in from the field. When they heard the news, the men were indignant and extremely angry. Shechem had committed an outrage in Israel by lying with Jacob’s daughter; such a thing is not done."
        },
        {
          "verse": 8,
          "text": "Hamor appealed to them, saying: “My son Shechem has his heart set on your daughter. Please give her to him as a wife."
        },
        {
          "verse": 9,
          "text": "Intermarry with us; give your daughters to us, and take our daughters for yourselves."
        },
        {
          "verse": 10,
          "text": "Thus you can live among us. The land is open before you. Settle and move about freely in it and acquire holdings here.”"
        },
        {
          "verse": 11,
          "text": "Then Shechem appealed to Dinah’s father and brothers: “Do me this favor, and whatever you ask from me, I will give."
        },
        {
          "verse": 12,
          "text": "No matter how high you set the bridal price and gift, I will give you whatever you ask from me; only give me the young woman as a wife.”"
        },
        {
          "verse": 13,
          "text": "Revenge of Jacob’s Sons. Jacob’s sons replied to Shechem and his father Hamor with guile, speaking as they did because he had defiled their sister Dinah."
        },
        {
          "verse": 14,
          "text": "They said to them, “We are not able to do this thing: to give our sister to an uncircumcised man. For that would be a disgrace for us."
        },
        {
          "verse": 15,
          "text": "Only on this condition will we agree to that: that you become like us by having every male among you circumcised."
        },
        {
          "verse": 16,
          "text": "Then we will give you our daughters and take your daughters in marriage; we will settle among you and become one people."
        },
        {
          "verse": 17,
          "text": "But if you do not listen to us and be circumcised, we will take our daughter and go.”"
        },
        {
          "verse": 18,
          "text": "Their proposal pleased Hamor and his son Shechem."
        },
        {
          "verse": 19,
          "text": "The young man lost no time in acting on the proposal, since he wanted Jacob’s daughter. Now he was more highly regarded than anyone else in his father’s house."
        },
        {
          "verse": 20,
          "text": "So Hamor and his son Shechem went to the gate of their city and said to the men of their city:"
        },
        {
          "verse": 21,
          "text": "“These men are friendly toward us. Let them settle in the land and move about in it freely; there is ample room in the land for them. We can take their daughters in marriage and give our daughters to them."
        },
        {
          "verse": 22,
          "text": "But only on this condition will the men agree to live with us and form one people with us: that every male among us be circumcised as they themselves are."
        },
        {
          "verse": 23,
          "text": "Would not their livestock, their property, and all their animals then be ours? Let us just agree with them, so that they will settle among us.”"
        },
        {
          "verse": 24,
          "text": "All who went out of the gate of the city listened to Hamor and his son Shechem, and all the males, all those who went out of the gate of the city, were circumcised."
        },
        {
          "verse": 25,
          "text": "On the third day, while they were still in pain, two of Jacob’s sons, Simeon and Levi, brothers of Dinah, each took his sword, advanced against the unsuspecting city and massacred all the males."
        },
        {
          "verse": 26,
          "text": "After they had killed Hamor and his son Shechem with the sword, they took Dinah from Shechem’s house and left."
        },
        {
          "verse": 27,
          "text": "Then the other sons of Jacob followed up the slaughter and sacked the city because their sister had been defiled."
        },
        {
          "verse": 28,
          "text": "They took their sheep, cattle and donkeys, whatever was in the city and in the surrounding country."
        },
        {
          "verse": 29,
          "text": "They carried off all their wealth, their children, and their women, and looted whatever was in the houses."
        },
        {
          "verse": 30,
          "text": "Jacob said to Simeon and Levi: “You have brought trouble upon me by making me repugnant to the inhabitants of the land, the Canaanites and the Perizzites. I have so few men that, if these people unite against me and attack me, I and my household will be wiped out.”"
        },
        {
          "verse": 31,
          "text": "But they retorted, “Should our sister be treated like a prostitute?”"
        }
      ]
    },
    {
      "chapter": 35,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 35 - Bethel Revisited. God said to Jacob: Go up now to Bethel. Settle there and build an altar there to the God who appeared to you when you were fleeing from your brother Esau."
        },
        {
          "verse": 2,
          "text": "So Jacob told his household and all who were with him: “Get rid of the foreign gods among you; then purify yourselves and change your clothes."
        },
        {
          "verse": 3,
          "text": "Let us now go up to Bethel so that I might build an altar there to the God who answered me in the day of my distress and who has been with me wherever I have gone.”"
        },
        {
          "verse": 4,
          "text": "They gave Jacob all the foreign gods in their possession and also the rings they had in their ears and Jacob buried them under the oak that is near Shechem."
        },
        {
          "verse": 5,
          "text": "Then, as they set out, a great terror fell upon the surrounding towns, so that no one pursued the sons of Jacob."
        },
        {
          "verse": 6,
          "text": "Thus Jacob and all the people who were with him arrived in Luz (now Bethel) in the land of Canaan."
        },
        {
          "verse": 7,
          "text": "There he built an altar and called the place El-Bethel, for it was there that God had revealed himself to him when he was fleeing from his brother."
        },
        {
          "verse": 8,
          "text": "Deborah, Rebekah’s nurse, died. She was buried under the oak below Bethel, and so it was named Allon-bacuth."
        },
        {
          "verse": 9,
          "text": "On Jacob’s arrival from Paddan-aram, God appeared to him again and blessed him."
        },
        {
          "verse": 10,
          "text": "God said to him: Your name is Jacob. You will no longer be named Jacob, but Israel will be your name. So he was named Israel."
        },
        {
          "verse": 11,
          "text": "Then God said to him: I am God Almighty; be fruitful and multiply. A nation, indeed an assembly of nations, will stem from you, and kings will issue from your loins."
        },
        {
          "verse": 12,
          "text": "The land I gave to Abraham and Isaac I will give to you; and to your descendants after you I will give the land."
        },
        {
          "verse": 13,
          "text": "Then God departed from him."
        },
        {
          "verse": 14,
          "text": "In the place where God had spoken with him, Jacob set up a sacred pillar, a stone pillar, and upon it he made a libation and poured out oil."
        },
        {
          "verse": 15,
          "text": "Jacob named the place where God spoke to him Bethel."
        },
        {
          "verse": 16,
          "text": "Jacob’s Family. Then they departed from Bethel; but while they still had some distance to go to Ephrath, Rachel went into labor and suffered great distress."
        },
        {
          "verse": 17,
          "text": "When her labor was most intense, the midwife said to her, “Do not fear, for now you have another son.”"
        },
        {
          "verse": 18,
          "text": "With her last breath—for she was at the point of death—she named him Ben-oni; but his father named him Benjamin."
        },
        {
          "verse": 19,
          "text": "Thus Rachel died; and she was buried on the road to Ephrath (now Bethlehem)."
        },
        {
          "verse": 20,
          "text": "Jacob set up a sacred pillar on her grave, and the same pillar marks Rachel’s grave to this day."
        },
        {
          "verse": 21,
          "text": "Israel moved on and pitched his tent beyond Migdal-eder."
        },
        {
          "verse": 22,
          "text": "While Israel was encamped in that region, Reuben went and lay with Bilhah, his father’s concubine. When Israel heard of it, he was greatly offended. The sons of Jacob were now twelve."
        },
        {
          "verse": 23,
          "text": "The sons of Leah: Reuben, Jacob’s firstborn, Simeon, Levi, Judah, Issachar, and Zebulun;"
        },
        {
          "verse": 24,
          "text": "the sons of Rachel: Joseph and Benjamin;"
        },
        {
          "verse": 25,
          "text": "the sons of Rachel’s maidservant Bilhah: Dan and Naphtali;"
        },
        {
          "verse": 26,
          "text": "the sons of Leah’s maidservant Zilpah: Gad and Asher. These are the sons of Jacob who were born to him in Paddan-aram."
        },
        {
          "verse": 27,
          "text": "Jacob went home to his father Isaac at Mamre, in Kiriath-arba (now Hebron), where Abraham and Isaac had resided."
        },
        {
          "verse": 28,
          "text": "The length of Isaac’s life was one hundred and eighty years;"
        },
        {
          "verse": 29,
          "text": "then he breathed his last. He died as an old man and was gathered to his people. After a full life, his sons Esau and Jacob buried him."
        }
      ]
    },
    {
      "chapter": 36,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 36 - Edomite Lists. These are the descendants of Esau (that is, Edom)."
        },
        {
          "verse": 2,
          "text": "Esau took his wives from among the Canaanite women: Adah, daughter of Elon the Hittite; Oholibamah, the daughter of Anah the son of Zibeon the Hivite;"
        },
        {
          "verse": 3,
          "text": "and Basemath, daughter of Ishmael and sister of Nebaioth."
        },
        {
          "verse": 4,
          "text": "Adah bore Eliphaz to Esau; Basemath bore Reuel;"
        },
        {
          "verse": 5,
          "text": "and Oholibamah bore Jeush, Jalam and Korah. These are the sons of Esau who were born to him in the land of Canaan."
        },
        {
          "verse": 6,
          "text": "Esau took his wives, his sons, his daughters, and all the members of his household, as well as his livestock, all his cattle, and all the property he had acquired in the land of Canaan, and went to the land of Seir, away from his brother Jacob."
        },
        {
          "verse": 7,
          "text": "Their possessions had become too great for them to dwell together, and the land in which they were residing could not support them because of their livestock."
        },
        {
          "verse": 8,
          "text": "So Esau settled in the highlands of Seir. (Esau is Edom.)"
        },
        {
          "verse": 9,
          "text": "These are the descendants of Esau, ancestor of the Edomites, in the highlands of Seir."
        },
        {
          "verse": 10,
          "text": "These are the names of the sons of Esau: Eliphaz, son of Adah, wife of Esau, and Reuel, son of Basemath, wife of Esau."
        },
        {
          "verse": 11,
          "text": "The sons of Eliphaz were Teman, Omar, Zepho, Gatam, and Kenaz."
        },
        {
          "verse": 12,
          "text": "Timna was a concubine of Eliphaz, the son of Esau, and she bore Amalek to Eliphaz. Those were the sons of Adah, the wife of Esau."
        },
        {
          "verse": 13,
          "text": "These were the sons of Reuel: Nahath, Zerah, Shammah, and Mizzah. Those were the sons of Basemath, the wife of Esau."
        },
        {
          "verse": 14,
          "text": "These were the sons of Esau’s wife Oholibamah—the daughter of Anah, son of Zibeon—whom she bore to Esau: Jeush, Jalam, and Korah."
        },
        {
          "verse": 15,
          "text": "These are the clans of the sons of Esau. The sons of Eliphaz, Esau’s firstborn: the clans of Teman, Omar, Zepho, Kenaz,"
        },
        {
          "verse": 16,
          "text": "Korah, Gatam, and Amalek. These are the clans of Eliphaz in the land of Edom; they are the sons of Adah."
        },
        {
          "verse": 17,
          "text": "These are the sons of Reuel, son of Esau: the clans of Nahath, Zerah, Shammah, and Mizzah. These are the clans of Reuel in the land of Edom; they are the sons of Basemath, wife of Esau."
        },
        {
          "verse": 18,
          "text": "These were the sons of Oholibamah, wife of Esau: the clans of Jeush, Jalam, and Korah. These are the clans of Esau’s wife Oholibamah, daughter of Anah."
        },
        {
          "verse": 19,
          "text": "These are the sons of Esau—that is, Edom—according to their clans."
        },
        {
          "verse": 20,
          "text": "These are the sons of Seir the Horite, the inhabitants of the land: Lotan, Shobal, Zibeon, Anah,"
        },
        {
          "verse": 21,
          "text": "Dishon, Ezer, and Dishan; those are the clans of the Horites, sons of Seir in the land of Edom."
        },
        {
          "verse": 22,
          "text": "The sons of Lotan were Hori and Hemam, and Lotan’s sister was Timna."
        },
        {
          "verse": 23,
          "text": "These are the sons of Shobal: Alvan, Mahanath, Ebal, Shepho, and Onam."
        },
        {
          "verse": 24,
          "text": "These are the sons of Zibeon: Aiah and Anah. He is the Anah who found water in the desert while he was pasturing the donkeys of his father Zibeon."
        },
        {
          "verse": 25,
          "text": "These are the children of Anah: Dishon and Oholibamah, daughter of Anah."
        },
        {
          "verse": 26,
          "text": "These are the sons of Dishon: Hemdan, Eshban, Ithran, and Cheran."
        },
        {
          "verse": 27,
          "text": "These are the sons of Ezer: Bilhan, Zaavan, and Akan."
        },
        {
          "verse": 28,
          "text": "These are the sons of Dishan: Uz and Aran."
        },
        {
          "verse": 29,
          "text": "These are the clans of the Horites: the clans of Lotan, Shobal, Zibeon, Anah,"
        },
        {
          "verse": 30,
          "text": "Dishon, Ezer, and Dishan; those are the clans of the Horites, clan by clan, in the land of Seir."
        },
        {
          "verse": 31,
          "text": "These are the kings who reigned in the land of Edom before any king reigned over the Israelites."
        },
        {
          "verse": 32,
          "text": "Bela, son of Beor, became king in Edom; the name of his city was Dinhabah."
        },
        {
          "verse": 33,
          "text": "When Bela died, Jobab, son of Zerah, from Bozrah, succeeded him as king."
        },
        {
          "verse": 34,
          "text": "When Jobab died, Husham, from the land of the Temanites, succeeded him as king."
        },
        {
          "verse": 35,
          "text": "When Husham died, Hadad, son of Bedad, succeeded him as king. He is the one who defeated Midian in the country of Moab; the name of his city was Avith."
        },
        {
          "verse": 36,
          "text": "When Hadad died, Samlah, from Masrekah, succeeded him as king."
        },
        {
          "verse": 37,
          "text": "When Samlah died, Shaul, from Rehoboth-on-the-River, succeeded him as king."
        },
        {
          "verse": 38,
          "text": "When Shaul died, Baal-hanan, son of Achbor, succeeded him as king."
        },
        {
          "verse": 39,
          "text": "When Baal-hanan, son of Achbor, died, Hadad succeeded him as king; the name of his city was Pau. His wife’s name was Mehetabel, the daughter of Matred, son of Mezahab."
        },
        {
          "verse": 40,
          "text": "These are the names of the clans of Esau identified according to their families and localities: the clans of Timna, Alvah, Jetheth,"
        },
        {
          "verse": 41,
          "text": "Oholibamah, Elah, Pinon,"
        },
        {
          "verse": 42,
          "text": "Kenaz, Teman, Mibzar,"
        },
        {
          "verse": 43,
          "text": "Magdiel, and Iram. Those are the clans of the Edomites, according to their settlements in their territorial holdings—that is, of Esau, the ancestor of the Edomites."
        }
      ]
    },
    {
      "chapter": 37,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 37 - Joseph Sold into Egypt. Jacob settled in the land where his father had sojourned, the land of Canaan."
        },
        {
          "verse": 2,
          "text": "This is the story of the family of Jacob. When Joseph was seventeen years old, he was tending the flocks with his brothers; he was an assistant to the sons of his father’s wives Bilhah and Zilpah, and Joseph brought their father bad reports about them."
        },
        {
          "verse": 3,
          "text": "Israel loved Joseph best of all his sons, for he was the child of his old age; and he had made him a long ornamented tunic."
        },
        {
          "verse": 4,
          "text": "When his brothers saw that their father loved him best of all his brothers, they hated him so much that they could not say a kind word to him."
        },
        {
          "verse": 5,
          "text": "Once Joseph had a dream, and when he told his brothers, they hated him even more."
        },
        {
          "verse": 6,
          "text": "He said to them, “Listen to this dream I had."
        },
        {
          "verse": 7,
          "text": "There we were, binding sheaves in the field, when suddenly my sheaf rose to an upright position, and your sheaves formed a ring around my sheaf and bowed down to it.”"
        },
        {
          "verse": 8,
          "text": "His brothers said to him, “Are you really going to make yourself king over us? Will you rule over us?” So they hated him all the more because of his dreams and his reports."
        },
        {
          "verse": 9,
          "text": "Then he had another dream, and told it to his brothers. “Look, I had another dream,” he said; “this time, the sun and the moon and eleven stars were bowing down to me.”"
        },
        {
          "verse": 10,
          "text": "When he told it to his father and his brothers, his father reproved him and asked, “What is the meaning of this dream of yours? Can it be that I and your mother and your brothers are to come and bow to the ground before you?”"
        },
        {
          "verse": 11,
          "text": "So his brothers were furious at him but his father kept the matter in mind."
        },
        {
          "verse": 12,
          "text": "One day, when his brothers had gone to pasture their father’s flocks at Shechem,"
        },
        {
          "verse": 13,
          "text": "Israel said to Joseph, “Are your brothers not tending our flocks at Shechem? Come and I will send you to them.” “I am ready,” Joseph answered."
        },
        {
          "verse": 14,
          "text": "“Go then,” he replied; “see if all is well with your brothers and the flocks, and bring back word.” So he sent him off from the valley of Hebron. When Joseph reached Shechem,"
        },
        {
          "verse": 15,
          "text": "a man came upon him as he was wandering about in the fields. “What are you looking for?” the man asked him."
        },
        {
          "verse": 16,
          "text": "“I am looking for my brothers,” he answered. “Please tell me where they are tending the flocks.”"
        },
        {
          "verse": 17,
          "text": "The man told him, “They have moved on from here; in fact, I heard them say, ‘Let us go on to Dothan.’” So Joseph went after his brothers and found them in Dothan."
        },
        {
          "verse": 18,
          "text": "They saw him from a distance, and before he reached them, they plotted to kill him."
        },
        {
          "verse": 19,
          "text": "They said to one another: “Here comes that dreamer!"
        },
        {
          "verse": 20,
          "text": "Come now, let us kill him and throw him into one of the cisterns here; we could say that a wild beast devoured him. We will see then what comes of his dreams.”"
        },
        {
          "verse": 21,
          "text": "But when Reuben heard this, he tried to save him from their hands, saying: “We must not take his life.”"
        },
        {
          "verse": 22,
          "text": "Then Reuben said, “Do not shed blood! Throw him into this cistern in the wilderness; but do not lay a hand on him.” His purpose was to save him from their hands and restore him to his father."
        },
        {
          "verse": 23,
          "text": "So when Joseph came up to his brothers, they stripped him of his tunic, the long ornamented tunic he had on;"
        },
        {
          "verse": 24,
          "text": "then they took him and threw him into the cistern. The cistern was empty; there was no water in it."
        },
        {
          "verse": 25,
          "text": "Then they sat down to eat. Looking up, they saw a caravan of Ishmaelites coming from Gilead, their camels laden with gum, balm, and resin to be taken down to Egypt."
        },
        {
          "verse": 26,
          "text": "Judah said to his brothers: “What is to be gained by killing our brother and concealing his blood?"
        },
        {
          "verse": 27,
          "text": "Come, let us sell him to these Ishmaelites, instead of doing away with him ourselves. After all, he is our brother, our own flesh.” His brothers agreed."
        },
        {
          "verse": 28,
          "text": "Midianite traders passed by, and they pulled Joseph up out of the cistern. They sold Joseph for twenty pieces of silver to the Ishmaelites, who took him to Egypt."
        },
        {
          "verse": 29,
          "text": "When Reuben went back to the cistern and saw that Joseph was not in it, he tore his garments,"
        },
        {
          "verse": 30,
          "text": "and returning to his brothers, he exclaimed: “The boy is gone! And I—where can I turn?”"
        },
        {
          "verse": 31,
          "text": "They took Joseph’s tunic, and after slaughtering a goat, dipped the tunic in its blood."
        },
        {
          "verse": 32,
          "text": "Then they sent someone to bring the long ornamented tunic to their father, with the message: “We found this. See whether it is your son’s tunic or not.”"
        },
        {
          "verse": 33,
          "text": "He recognized it and exclaimed: “My son’s tunic! A wild beast has devoured him! Joseph has been torn to pieces!”"
        },
        {
          "verse": 34,
          "text": "Then Jacob tore his garments, put sackcloth on his loins, and mourned his son many days."
        },
        {
          "verse": 35,
          "text": "Though his sons and daughters tried to console him, he refused all consolation, saying, “No, I will go down mourning to my son in Sheol.” Thus did his father weep for him."
        },
        {
          "verse": 36,
          "text": "The Midianites, meanwhile, sold Joseph in Egypt to Potiphar, an official of Pharaoh and his chief steward."
        }
      ]
    },
    {
      "chapter": 38,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 38 - Judah and Tamar. About that time Judah went down, away from his brothers, and pitched his tent near a certain Adullamite named Hirah."
        },
        {
          "verse": 2,
          "text": "There Judah saw the daughter of a Canaanite named Shua; he married her, and had intercourse with her."
        },
        {
          "verse": 3,
          "text": "She conceived and bore a son, whom she named Er."
        },
        {
          "verse": 4,
          "text": "Again she conceived and bore a son, whom she named Onan."
        },
        {
          "verse": 5,
          "text": "Then she bore still another son, whom she named Shelah. She was in Chezib when she bore him."
        },
        {
          "verse": 6,
          "text": "Judah got a wife named Tamar for his firstborn, Er."
        },
        {
          "verse": 7,
          "text": "But Er, Judah’s firstborn, greatly offended the LORD; so the LORD took his life."
        },
        {
          "verse": 8,
          "text": "Then Judah said to Onan, “Have intercourse with your brother’s wife, in fulfillment of your duty as brother-in-law, and thus preserve your brother’s line.”"
        },
        {
          "verse": 9,
          "text": "Onan, however, knew that the offspring would not be his; so whenever he had intercourse with his brother’s wife, he wasted his seed on the ground, to avoid giving offspring to his brother."
        },
        {
          "verse": 10,
          "text": "What he did greatly offended the LORD, and the LORD took his life too."
        },
        {
          "verse": 11,
          "text": "Then Judah said to his daughter-in-law Tamar, “Remain a widow in your father’s house until my son Shelah grows up”—for he feared that Shelah also might die like his brothers. So Tamar went to live in her father’s house."
        },
        {
          "verse": 12,
          "text": "Time passed, and the daughter of Shua, Judah’s wife, died. After Judah completed the period of mourning, he went up to Timnah, to those who were shearing his sheep, in company with his friend Hirah the Adullamite."
        },
        {
          "verse": 13,
          "text": "Then Tamar was told, “Your father-in-law is on his way up to Timnah to shear his sheep.”"
        },
        {
          "verse": 14,
          "text": "So she took off her widow’s garments, covered herself with a shawl, and having wrapped herself sat down at the entrance to Enaim, which is on the way to Timnah; for she was aware that, although Shelah was now grown up, she had not been given to him in marriage."
        },
        {
          "verse": 15,
          "text": "When Judah saw her, he thought she was a harlot, since she had covered her face."
        },
        {
          "verse": 16,
          "text": "So he went over to her at the roadside and said, “Come, let me have intercourse with you,” for he did not realize that she was his daughter-in-law. She replied, “What will you pay me for letting you have intercourse with me?”"
        },
        {
          "verse": 17,
          "text": "He answered, “I will send you a young goat from the flock.” “Very well,” she said, “provided you leave me a pledge until you send it.”"
        },
        {
          "verse": 18,
          "text": "Judah asked, “What pledge should I leave you?” She answered, “Your seal and cord, and the staff in your hand.” So he gave them to her and had intercourse with her, and she conceived by him."
        },
        {
          "verse": 19,
          "text": "After she got up and went away, she took off her shawl and put on her widow’s garments again."
        },
        {
          "verse": 20,
          "text": "Judah sent the young goat by his friend the Adullamite to recover the pledge from the woman; but he did not find her."
        },
        {
          "verse": 21,
          "text": "So he asked the men of that place, “Where is the prostitute, the one by the roadside in Enaim?” But they answered, “No prostitute has been here.”"
        },
        {
          "verse": 22,
          "text": "He went back to Judah and told him, “I did not find her; and besides, the men of the place said, ‘No prostitute has been here.’”"
        },
        {
          "verse": 23,
          "text": "“Let her keep the things,” Judah replied; “otherwise we will become a laughingstock. After all, I did send her this young goat, but you did not find her.”"
        },
        {
          "verse": 24,
          "text": "About three months later, Judah was told, “Your daughter-in-law Tamar has acted like a harlot and now she is pregnant from her harlotry.” Judah said, “Bring her out; let her be burned.”"
        },
        {
          "verse": 25,
          "text": "But as she was being brought out, she sent word to her father-in-law, “It is by the man to whom these things belong that I am pregnant.” Then she said, “See whose seal and cord and staff these are.”"
        },
        {
          "verse": 26,
          "text": "Judah recognized them and said, “She is in the right rather than I, since I did not give her to my son Shelah.” He had no further sexual relations with her."
        },
        {
          "verse": 27,
          "text": "When the time of her delivery came, there were twins in her womb."
        },
        {
          "verse": 28,
          "text": "While she was giving birth, one put out his hand; and the midwife took and tied a crimson thread on his hand, noting, “This one came out first.”"
        },
        {
          "verse": 29,
          "text": "But as he withdrew his hand, his brother came out; and she said, “What a breach you have made for yourself!” So he was called Perez."
        },
        {
          "verse": 30,
          "text": "Afterward his brother, who had the crimson thread on his hand, came out; he was called Zerah."
        }
      ]
    },
    {
      "chapter": 39,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 39 - Joseph’s Temptation. When Joseph was taken down to Egypt, an Egyptian, Potiphar, an official of Pharaoh and his chief steward, bought him from the Ishmaelites who had brought him there."
        },
        {
          "verse": 2,
          "text": "The LORD was with Joseph and he enjoyed great success and was assigned to the household of his Egyptian master."
        },
        {
          "verse": 3,
          "text": "When his master saw that the LORD was with him and brought him success in whatever he did,"
        },
        {
          "verse": 4,
          "text": "he favored Joseph and made him his personal attendant; he put him in charge of his household and entrusted to him all his possessions."
        },
        {
          "verse": 5,
          "text": "From the moment that he put him in charge of his household and all his possessions, the LORD blessed the Egyptian’s house for Joseph’s sake; the LORD’s blessing was on everything he owned, both inside the house and out."
        },
        {
          "verse": 6,
          "text": "Having left everything he owned in Joseph’s charge, he gave no thought, with Joseph there, to anything but the food he ate. Now Joseph was well-built and handsome."
        },
        {
          "verse": 7,
          "text": "After a time, his master’s wife looked at him with longing and said, “Lie with me.”"
        },
        {
          "verse": 8,
          "text": "But he refused and said to his master’s wife, “Look, as long as I am here, my master does not give a thought to anything in the house, but has entrusted to me all he owns."
        },
        {
          "verse": 9,
          "text": "He has no more authority in this house than I do. He has withheld from me nothing but you, since you are his wife. How, then, could I do this great wrong and sin against God?”"
        },
        {
          "verse": 10,
          "text": "Although she spoke to him day after day, he would not agree to lie with her, or even be near her."
        },
        {
          "verse": 11,
          "text": "One such day, when Joseph came into the house to do his work, and none of the household servants were then in the house,"
        },
        {
          "verse": 12,
          "text": "she laid hold of him by his cloak, saying, “Lie with me!” But leaving the cloak in her hand, he escaped and ran outside."
        },
        {
          "verse": 13,
          "text": "When she saw that he had left his cloak in her hand as he escaped outside,"
        },
        {
          "verse": 14,
          "text": "she cried out to her household servants and told them, “Look! My husband has brought us a Hebrew man to mock us! He came in here to lie with me, but I cried out loudly."
        },
        {
          "verse": 15,
          "text": "When he heard me scream, he left his cloak beside me and escaped and ran outside.”"
        },
        {
          "verse": 16,
          "text": "She kept the cloak with her until his master came home."
        },
        {
          "verse": 17,
          "text": "Then she told him the same story: “The Hebrew slave whom you brought us came to me to amuse himself at my expense."
        },
        {
          "verse": 18,
          "text": "But when I screamed, he left his cloak beside me and escaped outside.”"
        },
        {
          "verse": 19,
          "text": "When the master heard his wife’s story in which she reported, “Thus and so your servant did to me,” he became enraged."
        },
        {
          "verse": 20,
          "text": "Joseph’s master seized him and put him into the jail where the king’s prisoners were confined. And there he sat, in jail."
        },
        {
          "verse": 21,
          "text": "But the LORD was with Joseph, and showed him kindness by making the chief jailer well-disposed toward him."
        },
        {
          "verse": 22,
          "text": "The chief jailer put Joseph in charge of all the prisoners in the jail. Everything that had to be done there, he was the one to do it."
        },
        {
          "verse": 23,
          "text": "The chief jailer did not have to look after anything that was in Joseph’s charge, since the LORD was with him and was bringing success to whatever he was doing."
        }
      ]
    },
    {
      "chapter": 40,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 40 - The Dreams Interpreted. Some time afterward, the royal cupbearer and baker offended their lord, the king of Egypt."
        },
        {
          "verse": 2,
          "text": "Pharaoh was angry with his two officials, the chief cupbearer and the chief baker,"
        },
        {
          "verse": 3,
          "text": "and he put them in custody in the house of the chief steward, the same jail where Joseph was confined."
        },
        {
          "verse": 4,
          "text": "The chief steward assigned Joseph to them, and he became their attendant. After they had been in custody for some time,"
        },
        {
          "verse": 5,
          "text": "the cupbearer and the baker of the king of Egypt who were confined in the jail both had dreams on the same night, each his own dream and each dream with its own meaning."
        },
        {
          "verse": 6,
          "text": "When Joseph came to them in the morning, he saw that they looked disturbed."
        },
        {
          "verse": 7,
          "text": "So he asked Pharaoh’s officials who were with him in custody in his master’s house, “Why do you look so troubled today?”"
        },
        {
          "verse": 8,
          "text": "They answered him, “We have had dreams, but there is no one to interpret them.” Joseph said to them, “Do interpretations not come from God? Please tell me the dreams.”"
        },
        {
          "verse": 9,
          "text": "Then the chief cupbearer told Joseph his dream. “In my dream,” he said, “I saw a vine in front of me,"
        },
        {
          "verse": 10,
          "text": "and on the vine were three branches. It had barely budded when its blossoms came out, and its clusters ripened into grapes."
        },
        {
          "verse": 11,
          "text": "Pharaoh’s cup was in my hand; so I took the grapes, pressed them out into his cup, and put it in Pharaoh’s hand.”"
        },
        {
          "verse": 12,
          "text": "Joseph said to him: “This is its interpretation. The three branches are three days;"
        },
        {
          "verse": 13,
          "text": "within three days Pharaoh will single you out and restore you to your post. You will be handing Pharaoh his cup as you formerly did when you were his cupbearer."
        },
        {
          "verse": 14,
          "text": "Only think of me when all is well with you, and please do me the great favor of mentioning me to Pharaoh, to get me out of this place."
        },
        {
          "verse": 15,
          "text": "The truth is that I was kidnapped from the land of the Hebrews, and I have not done anything here that they should have put me into a dungeon.”"
        },
        {
          "verse": 16,
          "text": "When the chief baker saw that Joseph had given a favorable interpretation, he said to him: “I too had a dream. In it I had three bread baskets on my head;"
        },
        {
          "verse": 17,
          "text": "in the top one were all kinds of bakery products for Pharaoh, but the birds were eating them out of the basket on my head.”"
        },
        {
          "verse": 18,
          "text": "Joseph said to him in reply: “This is its interpretation. The three baskets are three days;"
        },
        {
          "verse": 19,
          "text": "within three days Pharaoh will single you out and will impale you on a stake, and the birds will be eating your flesh.”"
        },
        {
          "verse": 20,
          "text": "And so on the third day, which was Pharaoh’s birthday, when he gave a banquet to all his servants, he singled out the chief cupbearer and chief baker in the midst of his servants."
        },
        {
          "verse": 21,
          "text": "He restored the chief cupbearer to his office, so that he again handed the cup to Pharaoh;"
        },
        {
          "verse": 22,
          "text": "but the chief baker he impaled—just as Joseph had told them in his interpretation."
        },
        {
          "verse": 23,
          "text": "Yet the chief cupbearer did not think of Joseph; he forgot him."
        }
      ]
    },
    {
      "chapter": 41,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 41 - Pharaoh’s Dream. After a lapse of two years, Pharaoh had a dream. He was standing by the Nile,"
        },
        {
          "verse": 2,
          "text": "when up out of the Nile came seven cows, fine-looking and fat; they grazed in the reed grass."
        },
        {
          "verse": 3,
          "text": "Behind them seven other cows, poor-looking and gaunt, came up out of the Nile; and standing on the bank of the Nile beside the others,"
        },
        {
          "verse": 4,
          "text": "the poor-looking, gaunt cows devoured the seven fine-looking, fat cows. Then Pharaoh woke up."
        },
        {
          "verse": 5,
          "text": "He fell asleep again and had another dream. He saw seven ears of grain, fat and healthy, growing on a single stalk."
        },
        {
          "verse": 6,
          "text": "Behind them sprouted seven ears of grain, thin and scorched by the east wind;"
        },
        {
          "verse": 7,
          "text": "and the thin ears swallowed up the seven fat, healthy ears. Then Pharaoh woke up—it was a dream!"
        },
        {
          "verse": 8,
          "text": "Next morning his mind was agitated. So Pharaoh had all the magicians and sages of Egypt summoned and recounted his dream to them; but there was no one to interpret it for him."
        },
        {
          "verse": 9,
          "text": "Then the chief cupbearer said to Pharaoh: “Now I remember my negligence!"
        },
        {
          "verse": 10,
          "text": "Once, when Pharaoh was angry with his servants, he put me and the chief baker in custody in the house of the chief steward."
        },
        {
          "verse": 11,
          "text": "Later, we both had dreams on the same night, and each of our dreams had its own meaning."
        },
        {
          "verse": 12,
          "text": "There was a Hebrew youth with us, a slave of the chief steward; and when we told him our dreams, he interpreted them for us and explained for each of us the meaning of his dream."
        },
        {
          "verse": 13,
          "text": "Things turned out just as he had told us: I was restored to my post, but the other man was impaled.”"
        },
        {
          "verse": 14,
          "text": "Pharaoh therefore had Joseph summoned, and they hurriedly brought him from the dungeon. After he shaved and changed his clothes, he came to Pharaoh."
        },
        {
          "verse": 15,
          "text": "Pharaoh then said to Joseph: “I had a dream but there was no one to interpret it. But I hear it said of you, ‘If he hears a dream he can interpret it.’”"
        },
        {
          "verse": 16,
          "text": "“It is not I,” Joseph replied to Pharaoh, “but God who will respond for the well-being of Pharaoh.”"
        },
        {
          "verse": 17,
          "text": "Then Pharaoh said to Joseph: “In my dream, I was standing on the bank of the Nile,"
        },
        {
          "verse": 18,
          "text": "when up from the Nile came seven cows, fat and well-formed; they grazed in the reed grass."
        },
        {
          "verse": 19,
          "text": "Behind them came seven other cows, scrawny, most ill-formed and gaunt. Never have I seen such bad specimens as these in all the land of Egypt!"
        },
        {
          "verse": 20,
          "text": "The gaunt, bad cows devoured the first seven fat cows."
        },
        {
          "verse": 21,
          "text": "But when they had consumed them, no one could tell that they had done so, because they looked as bad as before. Then I woke up."
        },
        {
          "verse": 22,
          "text": "In another dream I saw seven ears of grain, full and healthy, growing on a single stalk."
        },
        {
          "verse": 23,
          "text": "Behind them sprouted seven ears of grain, shriveled and thin and scorched by the east wind;"
        },
        {
          "verse": 24,
          "text": "and the seven thin ears swallowed up the seven healthy ears. I have spoken to the magicians, but there is no one to explain it to me.”"
        },
        {
          "verse": 25,
          "text": "Joseph said to Pharaoh: “Pharaoh’s dreams have the same meaning. God has made known to Pharaoh what he is about to do."
        },
        {
          "verse": 26,
          "text": "The seven healthy cows are seven years, and the seven healthy ears are seven years—the same in each dream."
        },
        {
          "verse": 27,
          "text": "The seven thin, bad cows that came up after them are seven years, as are the seven thin ears scorched by the east wind; they are seven years of famine."
        },
        {
          "verse": 28,
          "text": "Things are just as I told Pharaoh: God has revealed to Pharaoh what he is about to do."
        },
        {
          "verse": 29,
          "text": "Seven years of great abundance are now coming throughout the land of Egypt;"
        },
        {
          "verse": 30,
          "text": "but seven years of famine will rise up after them, when all the abundance will be forgotten in the land of Egypt. When the famine has exhausted the land,"
        },
        {
          "verse": 31,
          "text": "no trace of the abundance will be found in the land because of the famine that follows it, for it will be very severe."
        },
        {
          "verse": 32,
          "text": "That Pharaoh had the same dream twice means that the matter has been confirmed by God and that God will soon bring it about."
        },
        {
          "verse": 33,
          "text": "“Therefore, let Pharaoh seek out a discerning and wise man and put him in charge of the land of Egypt."
        },
        {
          "verse": 34,
          "text": "Let Pharaoh act and appoint overseers for the land to organize it during the seven years of abundance."
        },
        {
          "verse": 35,
          "text": "They should collect all the food of these coming good years, gathering the grain under Pharaoh’s authority, for food in the cities, and they should guard it."
        },
        {
          "verse": 36,
          "text": "This food will serve as a reserve for the country against the seven years of famine that will occur in the land of Egypt, so that the land may not perish in the famine.”"
        },
        {
          "verse": 37,
          "text": "This advice pleased Pharaoh and all his servants."
        },
        {
          "verse": 38,
          "text": "“Could we find another like him,” Pharaoh asked his servants, “a man so endowed with the spirit of God?”"
        },
        {
          "verse": 39,
          "text": "So Pharaoh said to Joseph: “Since God has made all this known to you, there is no one as discerning and wise as you are."
        },
        {
          "verse": 40,
          "text": "You shall be in charge of my household, and all my people will obey your command. Only in respect to the throne will I outrank you.”"
        },
        {
          "verse": 41,
          "text": "Then Pharaoh said to Joseph, “Look, I put you in charge of the whole land of Egypt.”"
        },
        {
          "verse": 42,
          "text": "With that, Pharaoh took off his signet ring and put it on Joseph’s finger. He dressed him in robes of fine linen and put a gold chain around his neck."
        },
        {
          "verse": 43,
          "text": "He then had him ride in his second chariot, and they shouted “Abrek!” before him. Thus was Joseph installed over the whole land of Egypt."
        },
        {
          "verse": 44,
          "text": "“I am Pharaoh,” he told Joseph, “but without your approval no one shall lift hand or foot in all the land of Egypt.”"
        },
        {
          "verse": 45,
          "text": "Pharaoh also bestowed the name of Zaphenath-paneah on Joseph, and he gave him in marriage Asenath, the daughter of Potiphera, priest of Heliopolis. And Joseph went out over the land of Egypt."
        },
        {
          "verse": 46,
          "text": "Joseph was thirty years old when he entered the service of Pharaoh, king of Egypt. After Joseph left Pharaoh, he went throughout the land of Egypt."
        },
        {
          "verse": 47,
          "text": "During the seven years of plenty, when the land produced abundant crops,"
        },
        {
          "verse": 48,
          "text": "he collected all the food of these years of plenty that the land of Egypt was enjoying and stored it in the cities, placing in each city the crops of the fields around it."
        },
        {
          "verse": 49,
          "text": "Joseph collected grain like the sands of the sea, so much that at last he stopped measuring it, for it was beyond measure."
        },
        {
          "verse": 50,
          "text": "Before the famine years set in, Joseph became the father of two sons, borne to him by Asenath, daughter of Potiphera, priest of Heliopolis."
        },
        {
          "verse": 51,
          "text": "Joseph named his firstborn Manasseh, meaning, “God has made me forget entirely my troubles and my father’s house”;"
        },
        {
          "verse": 52,
          "text": "and the second he named Ephraim, meaning, “God has made me fruitful in the land of my affliction.”"
        },
        {
          "verse": 53,
          "text": "When the seven years of abundance enjoyed by the land of Egypt came to an end,"
        },
        {
          "verse": 54,
          "text": "the seven years of famine set in, just as Joseph had said. Although there was famine in all the other countries, food was available throughout the land of Egypt."
        },
        {
          "verse": 55,
          "text": "When all the land of Egypt became hungry and the people cried to Pharaoh for food, Pharaoh said to all the Egyptians: “Go to Joseph and do whatever he tells you.”"
        },
        {
          "verse": 56,
          "text": "When the famine had spread throughout the land, Joseph opened all the cities that had grain and rationed it to the Egyptians, since the famine had gripped the land of Egypt."
        },
        {
          "verse": 57,
          "text": "Indeed, the whole world came to Egypt to Joseph to buy grain, for famine had gripped the whole world."
        }
      ]
    },
    {
      "chapter": 42,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 42 - The Brothers’ First Journey to Egypt. When Jacob learned that grain rations were for sale in Egypt, he said to his sons: “Why do you keep looking at one another?”"
        },
        {
          "verse": 2,
          "text": "He went on, “I hear that grain is for sale in Egypt. Go down there and buy some for us, that we may stay alive and not die.”"
        },
        {
          "verse": 3,
          "text": "So ten of Joseph’s brothers went down to buy grain from Egypt."
        },
        {
          "verse": 4,
          "text": "But Jacob did not send Joseph’s brother Benjamin with his brothers, for he thought some disaster might befall him."
        },
        {
          "verse": 5,
          "text": "And so the sons of Israel were among those who came to buy grain, since there was famine in the land of Canaan."
        },
        {
          "verse": 6,
          "text": "Joseph, as governor of the country, was the one who sold grain to all the people of the land. When Joseph’s brothers came, they bowed down to him with their faces to the ground."
        },
        {
          "verse": 7,
          "text": "He recognized them as soon as he saw them. But he concealed his own identity from them and spoke harshly to them. “Where do you come from?” he asked them. They answered, “From the land of Canaan, to buy food.”"
        },
        {
          "verse": 8,
          "text": "When Joseph recognized his brothers, although they did not recognize him,"
        },
        {
          "verse": 9,
          "text": "he was reminded of the dreams he had about them. He said to them: “You are spies. You have come to see the weak points of the land.”"
        },
        {
          "verse": 10,
          "text": "“No, my lord,” they replied. “On the contrary, your servants have come to buy food."
        },
        {
          "verse": 11,
          "text": "All of us are sons of the same man. We are honest men; your servants have never been spies.”"
        },
        {
          "verse": 12,
          "text": "But he answered them: “Not so! It is the weak points of the land that you have come to see.”"
        },
        {
          "verse": 13,
          "text": "“We your servants,” they said, “are twelve brothers, sons of a certain man in Canaan; but the youngest one is at present with our father, and the other one is no more.”"
        },
        {
          "verse": 14,
          "text": "“It is just as I said,” Joseph persisted; “you are spies."
        },
        {
          "verse": 15,
          "text": "This is how you shall be tested: I swear by the life of Pharaoh that you shall not leave here unless your youngest brother comes here."
        },
        {
          "verse": 16,
          "text": "So send one of your number to get your brother, while the rest of you stay here under arrest. Thus will your words be tested for their truth; if they are untrue, as Pharaoh lives, you are spies!”"
        },
        {
          "verse": 17,
          "text": "With that, he locked them up in the guardhouse for three days."
        },
        {
          "verse": 18,
          "text": "On the third day Joseph said to them: “Do this, and you shall live; for I am a God-fearing man."
        },
        {
          "verse": 19,
          "text": "If you are honest men, let one of your brothers be confined in this prison, while the rest of you go and take home grain for your starving families."
        },
        {
          "verse": 20,
          "text": "But you must bring me your youngest brother. Your words will thus be verified, and you will not die.” To this they agreed."
        },
        {
          "verse": 21,
          "text": "To one another, however, they said: “Truly we are being punished because of our brother. We saw the anguish of his heart when he pleaded with us, yet we would not listen. That is why this anguish has now come upon us.”"
        },
        {
          "verse": 22,
          "text": "Then Reuben responded, “Did I not tell you, ‘Do no wrong to the boy’? But you would not listen! Now comes the reckoning for his blood.”"
        },
        {
          "verse": 23,
          "text": "They did not know, of course, that Joseph understood what they said, since he spoke with them through an interpreter."
        },
        {
          "verse": 24,
          "text": "But turning away from them, he wept. When he was able to speak to them again, he took Simeon from among them and bound him before their eyes."
        },
        {
          "verse": 25,
          "text": "Then Joseph gave orders to have their containers filled with grain, their money replaced in each one’s sack, and provisions given them for their journey. After this had been done for them,"
        },
        {
          "verse": 26,
          "text": "they loaded their donkeys with the grain and departed."
        },
        {
          "verse": 27,
          "text": "At the night encampment, when one of them opened his bag to give his donkey some fodder, he saw his money there in the mouth of his bag."
        },
        {
          "verse": 28,
          "text": "He cried out to his brothers, “My money has been returned! Here it is in my bag!” At that their hearts sank. Trembling, they asked one another, “What is this that God has done to us?”"
        },
        {
          "verse": 29,
          "text": "When they got back to their father Jacob in the land of Canaan, they told him all that had happened to them."
        },
        {
          "verse": 30,
          "text": "“The man who is lord of the land,” they said, “spoke to us harshly and put us in custody on the grounds that we were spying on the land."
        },
        {
          "verse": 31,
          "text": "But we said to him: ‘We are honest men; we have never been spies."
        },
        {
          "verse": 32,
          "text": "We are twelve brothers, sons of the same father; but one is no more, and the youngest one is now with our father in the land of Canaan.’"
        },
        {
          "verse": 33,
          "text": "Then the man who is lord of the land said to us: ‘This is how I will know if you are honest men: leave one of your brothers with me, then take grain for your starving families and go."
        },
        {
          "verse": 34,
          "text": "When you bring me your youngest brother, and I know that you are not spies but honest men, I will restore your brother to you, and you may move about freely in the land.’”"
        },
        {
          "verse": 35,
          "text": "When they were emptying their sacks, there in each one’s sack was his moneybag! At the sight of their moneybags, they and their father were afraid."
        },
        {
          "verse": 36,
          "text": "Their father Jacob said to them: “Must you make me childless? Joseph is no more, Simeon is no more, and now you would take Benjamin away! All these things have happened to me!”"
        },
        {
          "verse": 37,
          "text": "Then Reuben told his father: “You may kill my own two sons if I do not return him to you! Put him in my care, and I will bring him back to you.”"
        },
        {
          "verse": 38,
          "text": "But Jacob replied: “My son shall not go down with you. Now that his brother is dead, he is the only one left. If some disaster should befall him on the journey you must make, you would send my white head down to Sheol in grief.”"
        }
      ]
    },
    {
      "chapter": 43,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 43 - The Second Journey to Egypt. Now the famine in the land grew severe."
        },
        {
          "verse": 2,
          "text": "So when they had used up all the grain they had brought from Egypt, their father said to them, “Go back and buy us a little more food.”"
        },
        {
          "verse": 3,
          "text": "But Judah replied: “The man strictly warned us, ‘You shall not see me unless your brother is with you.’"
        },
        {
          "verse": 4,
          "text": "If you are willing to let our brother go with us, we will go down to buy food for you."
        },
        {
          "verse": 5,
          "text": "But if you are not willing, we will not go down, because the man told us, ‘You shall not see me unless your brother is with you.’”"
        },
        {
          "verse": 6,
          "text": "Israel demanded, “Why did you bring this trouble on me by telling the man that you had another brother?”"
        },
        {
          "verse": 7,
          "text": "They answered: “The man kept asking about us and our family: ‘Is your father still living? Do you have another brother?’ We answered him accordingly. How could we know that he would say, ‘Bring your brother down here’?”"
        },
        {
          "verse": 8,
          "text": "Then Judah urged his father Israel: “Let the boy go with me, that we may be off and on our way if you and we and our children are to keep from starving to death."
        },
        {
          "verse": 9,
          "text": "I myself will serve as a guarantee for him. You can hold me responsible for him. If I fail to bring him back and set him before you, I will bear the blame before you forever."
        },
        {
          "verse": 10,
          "text": "Had we not delayed, we could have been there and back twice by now!”"
        },
        {
          "verse": 11,
          "text": "Israel their father then told them: “If it must be so, then do this: Put some of the land’s best products in your baggage and take them down to the man as gifts: some balm and honey, gum and resin, and pistachios and almonds."
        },
        {
          "verse": 12,
          "text": "Also take double the money along, for you must return the amount that was put back in the mouths of your bags; it may have been a mistake."
        },
        {
          "verse": 13,
          "text": "Take your brother, too, and be off on your way back to the man."
        },
        {
          "verse": 14,
          "text": "May God Almighty grant you mercy in the presence of the man, so that he may let your other brother go, as well as Benjamin. As for me, if I am to suffer bereavement, I shall suffer it.”"
        },
        {
          "verse": 15,
          "text": "So the men took those gifts and double the money and Benjamin. They made their way down to Egypt and presented themselves before Joseph."
        },
        {
          "verse": 16,
          "text": "When Joseph saw them and Benjamin, he told his steward, “Take the men into the house, and have an animal slaughtered and prepared, for they are to dine with me at noon.”"
        },
        {
          "verse": 17,
          "text": "Doing as Joseph had ordered, the steward conducted the men to Joseph’s house."
        },
        {
          "verse": 18,
          "text": "But they became apprehensive when they were led to his house. “It must be,” they thought, “on account of the money put back in our bags the first time, that we are taken inside—in order to attack us and take our donkeys and seize us as slaves.”"
        },
        {
          "verse": 19,
          "text": "So they went up to Joseph’s steward and talked to him at the entrance of the house."
        },
        {
          "verse": 20,
          "text": "“If you please, sir,” they said, “we came down here once before to buy food."
        },
        {
          "verse": 21,
          "text": "But when we arrived at a night’s encampment and opened our bags, there was each man’s money in the mouth of his bag—our money in the full amount! We have now brought it back."
        },
        {
          "verse": 22,
          "text": "We have brought other money to buy food. We do not know who put our money in our bags.”"
        },
        {
          "verse": 23,
          "text": "He replied, “Calm down! Do not fear! Your God and the God of your father must have put treasure in your bags for you. As for your money, I received it.” With that, he led Simeon out to them."
        },
        {
          "verse": 24,
          "text": "The steward then brought the men inside Joseph’s house. He gave them water to wash their feet, and gave fodder to their donkeys."
        },
        {
          "verse": 25,
          "text": "Then they set out their gifts to await Joseph’s arrival at noon, for they had heard that they were to dine there."
        },
        {
          "verse": 26,
          "text": "When Joseph came home, they presented him with the gifts they had brought inside, while they bowed down before him to the ground."
        },
        {
          "verse": 27,
          "text": "After inquiring how they were, he asked them, “And how is your aged father, of whom you spoke? Is he still alive?”"
        },
        {
          "verse": 28,
          "text": "“Your servant our father is still alive and doing well,” they said, as they knelt and bowed down."
        },
        {
          "verse": 29,
          "text": "Then Joseph looked up and saw Benjamin, his brother, the son of his mother. He asked, “Is this your youngest brother, of whom you told me?” Then he said to him, “May God be gracious to you, my son!”"
        },
        {
          "verse": 30,
          "text": "With that, Joseph hurried out, for he was so overcome with affection for his brother that he was on the verge of tears. So he went into a private room and wept there."
        },
        {
          "verse": 31,
          "text": "After washing his face, he reappeared and, now having collected himself, gave the order, “Serve the meal.”"
        },
        {
          "verse": 32,
          "text": "It was served separately to him, to the brothers, and to the Egyptians who partook of his board. Egyptians may not eat with Hebrews; that is abhorrent to them."
        },
        {
          "verse": 33,
          "text": "When they were seated before him according to their age, from the oldest to the youngest, they looked at one another in amazement;"
        },
        {
          "verse": 34,
          "text": "and as portions were brought to them from Joseph’s table, Benjamin’s portion was five times as large as anyone else’s. So they drank freely and made merry with him."
        }
      ]
    },
    {
      "chapter": 44,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 44 - Final Test. Then Joseph commanded his steward: “Fill the men’s bags with as much food as they can carry, and put each man’s money in the mouth of his bag."
        },
        {
          "verse": 2,
          "text": "In the mouth of the youngest one’s bag put also my silver goblet, together with the money for his grain.” The steward did as Joseph said."
        },
        {
          "verse": 3,
          "text": "At daybreak the men and their donkeys were sent off."
        },
        {
          "verse": 4,
          "text": "They had not gone far out of the city when Joseph said to his steward: “Go at once after the men! When you overtake them, say to them, ‘Why did you repay good with evil? Why did you steal my silver goblet?"
        },
        {
          "verse": 5,
          "text": "Is it not the very one from which my master drinks and which he uses for divination? What you have done is wrong.’”"
        },
        {
          "verse": 6,
          "text": "When the steward overtook them and repeated these words to them,"
        },
        {
          "verse": 7,
          "text": "they said to him: “Why does my lord say such things? Far be it from your servants to do such a thing!"
        },
        {
          "verse": 8,
          "text": "We even brought back to you from the land of Canaan the money that we found in the mouths of our bags. How could we steal silver or gold from your master’s house?"
        },
        {
          "verse": 9,
          "text": "If any of your servants is found to have the goblet, he shall die, and as for the rest of us, we shall become my lord’s slaves.”"
        },
        {
          "verse": 10,
          "text": "But he replied, “Now what you propose is fair enough, but only the one who is found to have it shall become my slave, and the rest of you can go free.”"
        },
        {
          "verse": 11,
          "text": "Then each of them quickly lowered his bag to the ground and opened it;"
        },
        {
          "verse": 12,
          "text": "and when a search was made, starting with the oldest and ending with the youngest, the goblet turned up in Benjamin’s bag."
        },
        {
          "verse": 13,
          "text": "At this, they tore their garments. Then, when each man had loaded his donkey again, they returned to the city."
        },
        {
          "verse": 14,
          "text": "When Judah and his brothers entered Joseph’s house, he was still there; so they flung themselves on the ground before him."
        },
        {
          "verse": 15,
          "text": "“How could you do such a thing?” Joseph asked them. “Did you not know that such a man as I could discern by divination what happened?”"
        },
        {
          "verse": 16,
          "text": "Judah replied: “What can we say to my lord? How can we plead or how try to prove our innocence? God has uncovered your servants’ guilt. Here we are, then, the slaves of my lord—the rest of us no less than the one in whose possession the goblet was found.”"
        },
        {
          "verse": 17,
          "text": "Joseph said, “Far be it from me to act thus! Only the one in whose possession the goblet was found shall become my slave; the rest of you may go back unharmed to your father.”"
        },
        {
          "verse": 18,
          "text": "Judah then stepped up to him and said: “I beg you, my lord, let your servant appeal to my lord, and do not become angry with your servant, for you are the equal of Pharaoh."
        },
        {
          "verse": 19,
          "text": "My lord asked his servants, ‘Have you a father, or another brother?’"
        },
        {
          "verse": 20,
          "text": "So we said to my lord, ‘We have an aged father, and a younger brother, the child of his old age. This one’s full brother is dead, and since he is the only one by his mother who is left, his father is devoted to him.’"
        },
        {
          "verse": 21,
          "text": "Then you told your servants, ‘Bring him down to me that I might see him.’"
        },
        {
          "verse": 22,
          "text": "We replied to my lord, ‘The boy cannot leave his father; his father would die if he left him.’"
        },
        {
          "verse": 23,
          "text": "But you told your servants, ‘Unless your youngest brother comes down with you, you shall not see me again.’"
        },
        {
          "verse": 24,
          "text": "When we returned to your servant my father, we reported to him the words of my lord."
        },
        {
          "verse": 25,
          "text": "“Later, our father said, ‘Go back and buy some food for us.’"
        },
        {
          "verse": 26,
          "text": "So we reminded him, ‘We cannot go down there; only if our youngest brother is with us can we go, for we may not see the man if our youngest brother is not with us.’"
        },
        {
          "verse": 27,
          "text": "Then your servant my father said to us, ‘As you know, my wife bore me two sons."
        },
        {
          "verse": 28,
          "text": "One of them, however, has gone away from me, and I said, “He must have been torn to pieces by wild beasts!” I have not seen him since."
        },
        {
          "verse": 29,
          "text": "If you take this one away from me too, and a disaster befalls him, you will send my white head down to Sheol in grief.’"
        },
        {
          "verse": 30,
          "text": "“So now, if the boy is not with us when I go back to your servant my father, whose very life is bound up with his, he will die as soon as he sees that the boy is missing;"
        },
        {
          "verse": 31,
          "text": "and your servants will thus send the white head of your servant our father down to Sheol in grief."
        },
        {
          "verse": 32,
          "text": "Besides, I, your servant, have guaranteed the boy’s safety for my father by saying, ‘If I fail to bring him back to you, father, I will bear the blame before you forever.’"
        },
        {
          "verse": 33,
          "text": "So now let me, your servant, remain in place of the boy as the slave of my lord, and let the boy go back with his brothers."
        },
        {
          "verse": 34,
          "text": "How could I go back to my father if the boy were not with me? I could not bear to see the anguish that would overcome my father.”"
        }
      ]
    },
    {
      "chapter": 45,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 45 - The Truth Revealed. Joseph could no longer restrain himself in the presence of all his attendants, so he cried out, “Have everyone withdraw from me!” So no one attended him when he made himself known to his brothers."
        },
        {
          "verse": 2,
          "text": "But his sobs were so loud that the Egyptians heard him, and so the news reached Pharaoh’s house."
        },
        {
          "verse": 3,
          "text": "“I am Joseph,” he said to his brothers. “Is my father still alive?” But his brothers could give him no answer, so dumbfounded were they at him."
        },
        {
          "verse": 4,
          "text": "“Come closer to me,” Joseph told his brothers. When they had done so, he said: “I am your brother Joseph, whom you sold into Egypt."
        },
        {
          "verse": 5,
          "text": "But now do not be distressed, and do not be angry with yourselves for having sold me here. It was really for the sake of saving lives that God sent me here ahead of you."
        },
        {
          "verse": 6,
          "text": "The famine has been in the land for two years now, and for five more years cultivation will yield no harvest."
        },
        {
          "verse": 7,
          "text": "God, therefore, sent me on ahead of you to ensure for you a remnant on earth and to save your lives in an extraordinary deliverance."
        },
        {
          "verse": 8,
          "text": "So it was not really you but God who had me come here; and he has made me a father to Pharaoh, lord of all his household, and ruler over the whole land of Egypt."
        },
        {
          "verse": 9,
          "text": "“Hurry back, then, to my father and tell him: ‘Thus says your son Joseph: God has made me lord of all Egypt; come down to me without delay."
        },
        {
          "verse": 10,
          "text": "You can settle in the region of Goshen, where you will be near me—you and your children and children’s children, your flocks and herds, and everything that you own."
        },
        {
          "verse": 11,
          "text": "I will provide for you there in the five years of famine that lie ahead, so that you and your household and all that are yours will not suffer want.’"
        },
        {
          "verse": 12,
          "text": "Surely, you can see for yourselves, and Benjamin can see for himself, that it is I who am speaking to you."
        },
        {
          "verse": 13,
          "text": "Tell my father all about my high position in Egypt and all that you have seen. But hurry and bring my father down here.”"
        },
        {
          "verse": 14,
          "text": "Then he threw his arms around his brother Benjamin and wept on his shoulder."
        },
        {
          "verse": 15,
          "text": "Joseph then kissed all his brothers and wept over them; and only then were his brothers able to talk with him."
        },
        {
          "verse": 16,
          "text": "The news reached Pharaoh’s house: “Joseph’s brothers have come.” Pharaoh and his officials were pleased."
        },
        {
          "verse": 17,
          "text": "So Pharaoh told Joseph: “Say to your brothers: ‘This is what you shall do: Load up your animals and go without delay to the land of Canaan."
        },
        {
          "verse": 18,
          "text": "There get your father and your households, and then come to me; I will assign you the best land in Egypt, where you will live off the fat of the land.’"
        },
        {
          "verse": 19,
          "text": "Instruct them further: ‘Do this. Take wagons from the land of Egypt for your children and your wives and bring your father back here."
        },
        {
          "verse": 20,
          "text": "Do not be concerned about your belongings, for the best in the whole land of Egypt shall be yours.’”"
        },
        {
          "verse": 21,
          "text": "The sons of Israel acted accordingly. Joseph gave them the wagons, as Pharaoh had ordered, and he supplied them with provisions for the journey."
        },
        {
          "verse": 22,
          "text": "He also gave to each of them a set of clothes, but to Benjamin he gave three hundred shekels of silver and five sets of clothes."
        },
        {
          "verse": 23,
          "text": "Moreover, what he sent to his father was ten donkeys loaded with the finest products of Egypt and another ten loaded with grain and bread and provisions for his father’s journey."
        },
        {
          "verse": 24,
          "text": "As he sent his brothers on their way, he told them, “Do not quarrel on the way.”"
        },
        {
          "verse": 25,
          "text": "So they went up from Egypt and came to the land of Canaan, to their father Jacob."
        },
        {
          "verse": 26,
          "text": "When they told him, “Joseph is still alive—in fact, it is he who is governing all the land of Egypt,” he was unmoved, for he did not believe them."
        },
        {
          "verse": 27,
          "text": "But when they recounted to him all that Joseph had told them, and when he saw the wagons that Joseph had sent to transport him, the spirit of their father Jacob came to life."
        },
        {
          "verse": 28,
          "text": "“Enough,” said Israel. “My son Joseph is still alive! I must go and see him before I die.”"
        }
      ]
    },
    {
      "chapter": 46,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 46 - Migration to Egypt. Israel set out with all that was his. When he arrived at Beer-sheba, he offered sacrifices to the God of his father Isaac."
        },
        {
          "verse": 2,
          "text": "There God, speaking to Israel in a vision by night, called: Jacob! Jacob! He answered, “Here I am.”"
        },
        {
          "verse": 3,
          "text": "Then he said: I am God, the God of your father. Do not be afraid to go down to Egypt, for there I will make you a great nation."
        },
        {
          "verse": 4,
          "text": "I will go down to Egypt with you and I will also bring you back here, after Joseph has closed your eyes."
        },
        {
          "verse": 5,
          "text": "So Jacob departed from Beer-sheba, and the sons of Israel put their father and their wives and children on the wagons that Pharaoh had sent to transport him."
        },
        {
          "verse": 6,
          "text": "They took with them their livestock and the possessions they had acquired in the land of Canaan. So Jacob and all his descendants came to Egypt."
        },
        {
          "verse": 7,
          "text": "His sons and his grandsons, his daughters and his granddaughters—all his descendants—he took with him to Egypt."
        },
        {
          "verse": 8,
          "text": "These are the names of the Israelites, Jacob and his children, who came to Egypt. Reuben, Jacob’s firstborn,"
        },
        {
          "verse": 9,
          "text": "and the sons of Reuben: Hanoch, Pallu, Hezron, and Carmi."
        },
        {
          "verse": 10,
          "text": "The sons of Simeon: Jemuel, Jamin, Ohad, Jachin, Zohar, and Shaul, son of a Canaanite woman."
        },
        {
          "verse": 11,
          "text": "The sons of Levi: Gershon, Kohath, and Merari."
        },
        {
          "verse": 12,
          "text": "The sons of Judah: Er, Onan, Shelah, Perez, and Zerah—but Er and Onan had died in the land of Canaan; and the sons of Perez were Hezron and Hamul."
        },
        {
          "verse": 13,
          "text": "The sons of Issachar: Tola, Puah, Jashub, and Shimron."
        },
        {
          "verse": 14,
          "text": "The sons of Zebulun: Sered, Elon, and Jahleel."
        },
        {
          "verse": 15,
          "text": "These were the sons whom Leah bore to Jacob in Paddan-aram, along with his daughter Dinah—thirty-three persons in all, sons and daughters."
        },
        {
          "verse": 16,
          "text": "The sons of Gad: Zephon, Haggi, Shuni, Ezbon, Eri, Arod, and Areli."
        },
        {
          "verse": 17,
          "text": "The sons of Asher: Imnah, Ishvah, Ishvi, and Beriah, with their sister Serah; and the sons of Beriah: Heber and Malchiel."
        },
        {
          "verse": 18,
          "text": "These are the children of Zilpah, whom Laban had given to his daughter Leah; these she bore to Jacob—sixteen persons in all."
        },
        {
          "verse": 19,
          "text": "The sons of Jacob’s wife Rachel: Joseph and Benjamin."
        },
        {
          "verse": 20,
          "text": "In the land of Egypt Joseph became the father of Manasseh and Ephraim, whom Asenath, daughter of Potiphera, priest of Heliopolis, bore to him."
        },
        {
          "verse": 21,
          "text": "The sons of Benjamin: Bela, Becher, Ashbel, Gera, Naaman, Ahiram, Shupham, Hupham, and Ard."
        },
        {
          "verse": 22,
          "text": "These are the sons whom Rachel bore to Jacob—fourteen persons in all."
        },
        {
          "verse": 23,
          "text": "The sons of Dan: Hushim."
        },
        {
          "verse": 24,
          "text": "The sons of Naphtali: Jahzeel, Guni, Jezer, and Shillem."
        },
        {
          "verse": 25,
          "text": "These are the sons of Bilhah, whom Laban had given to his daughter Rachel; these she bore to Jacob—seven persons in all."
        },
        {
          "verse": 26,
          "text": "Jacob’s people who came to Egypt—his direct descendants, not counting the wives of Jacob’s sons—numbered sixty-six persons in all."
        },
        {
          "verse": 27,
          "text": "Together with Joseph’s sons who were born to him in Egypt—two persons—all the people comprising the household of Jacob who had come to Egypt amounted to seventy persons in all."
        },
        {
          "verse": 28,
          "text": "Israel had sent Judah ahead to Joseph, so that he might meet him in Goshen. On his arrival in the region of Goshen,"
        },
        {
          "verse": 29,
          "text": "Joseph prepared his chariot and went up to meet his father Israel in Goshen. As soon as Israel made his appearance, Joseph threw his arms around him and wept a long time on his shoulder."
        },
        {
          "verse": 30,
          "text": "And Israel said to Joseph, “At last I can die, now that I have seen for myself that you are still alive.”"
        },
        {
          "verse": 31,
          "text": "Joseph then said to his brothers and his father’s household: “I will go up and inform Pharaoh, telling him: ‘My brothers and my father’s household, whose home is in the land of Canaan, have come to me."
        },
        {
          "verse": 32,
          "text": "The men are shepherds, having been owners of livestock; and they have brought with them their flocks and herds, as well as everything else they own.’"
        },
        {
          "verse": 33,
          "text": "So when Pharaoh summons you and asks what your occupation is,"
        },
        {
          "verse": 34,
          "text": "you must answer, ‘We your servants, like our ancestors, have been owners of livestock from our youth until now,’ in order that you may stay in the region of Goshen, since all shepherds are abhorrent to the Egyptians.”"
        }
      ]
    },
    {
      "chapter": 47,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 47 - Settlement in Goshen. Joseph went and told Pharaoh, “My father and my brothers have come from the land of Canaan, with their flocks and herds and everything else they own; and they are now in the region of Goshen.”"
        },
        {
          "verse": 2,
          "text": "He then presented to Pharaoh five of his brothers whom he had selected from their full number."
        },
        {
          "verse": 3,
          "text": "When Pharaoh asked them, “What is your occupation?” they answered, “We, your servants, like our ancestors, are shepherds."
        },
        {
          "verse": 4,
          "text": "We have come,” they continued, “in order to sojourn in this land, for there is no pasture for your servants’ flocks, because the famine has been severe in the land of Canaan. So now please let your servants settle in the region of Goshen.”"
        },
        {
          "verse": 5,
          "text": "Pharaoh said to Joseph, “Now that your father and your brothers have come to you,"
        },
        {
          "verse": 6,
          "text": "the land of Egypt is at your disposal; settle your father and brothers in the pick of the land. Let them settle in the region of Goshen. And if you know of capable men among them, put them in charge of my livestock.”"
        },
        {
          "verse": 7,
          "text": "Then Joseph brought his father Jacob and presented him to Pharaoh. And Jacob blessed Pharaoh."
        },
        {
          "verse": 8,
          "text": "Then Pharaoh asked Jacob, “How many years have you lived?”"
        },
        {
          "verse": 9,
          "text": "Jacob replied: “The years I have lived as a wayfarer amount to a hundred and thirty. Few and hard have been these years of my life, and they do not compare with the years that my ancestors lived as wayfarers.”"
        },
        {
          "verse": 10,
          "text": "Then Jacob blessed Pharaoh and withdrew from his presence."
        },
        {
          "verse": 11,
          "text": "Joseph settled his father and brothers and gave them a holding in Egypt on the pick of the land, in the region of Rameses, as Pharaoh had ordered."
        },
        {
          "verse": 12,
          "text": "And Joseph provided food for his father and brothers and his father’s whole household, down to the youngest."
        },
        {
          "verse": 13,
          "text": "Joseph’s Land Policy. Since there was no food in all the land because of the extreme severity of the famine, and the lands of Egypt and Canaan were languishing from hunger,"
        },
        {
          "verse": 14,
          "text": "Joseph gathered in, as payment for the grain that they were buying, all the money that was to be found in Egypt and Canaan, and he put it in Pharaoh’s house."
        },
        {
          "verse": 15,
          "text": "When all the money in Egypt and Canaan was spent, all the Egyptians came to Joseph, pleading, “Give us food! Why should we perish in front of you? For our money is gone.”"
        },
        {
          "verse": 16,
          "text": "“Give me your livestock if your money is gone,” replied Joseph. “I will give you food in return for your livestock.”"
        },
        {
          "verse": 17,
          "text": "So they brought their livestock to Joseph, and he gave them food in exchange for their horses, their flocks of sheep and herds of cattle, and their donkeys. Thus he supplied them with food in exchange for all their livestock in that year."
        },
        {
          "verse": 18,
          "text": "That year ended, and they came to him in the next one and said: “We cannot hide from my lord that, with our money spent and our livestock made over to my lord, there is nothing left to put at my lord’s disposal except our bodies and our land."
        },
        {
          "verse": 19,
          "text": "Why should we and our land perish before your very eyes? Take us and our land in exchange for food, and we will become Pharaoh’s slaves and our land his property; only give us seed, that we may survive and not perish, and that our land may not turn into a waste.”"
        },
        {
          "verse": 20,
          "text": "So Joseph acquired all the land of Egypt for Pharaoh. Each of the Egyptians sold his field, since the famine weighed heavily upon them. Thus the land passed over to Pharaoh,"
        },
        {
          "verse": 21,
          "text": "and the people were reduced to slavery, from one end of Egypt’s territory to the other."
        },
        {
          "verse": 22,
          "text": "Only the priests’ lands Joseph did not acquire. Since the priests had a fixed allowance from Pharaoh and lived off the allowance Pharaoh had granted them, they did not have to sell their land."
        },
        {
          "verse": 23,
          "text": "Joseph told the people: “Now that I have acquired you and your land for Pharaoh, here is your seed for sowing the land."
        },
        {
          "verse": 24,
          "text": "But when the harvest is in, you must give a fifth of it to Pharaoh, while you keep four-fifths as seed for your fields and as food for yourselves and your households and as food for your children.”"
        },
        {
          "verse": 25,
          "text": "“You have saved our lives!” they answered. “We have found favor with my lord; now we will be Pharaoh’s slaves.”"
        },
        {
          "verse": 26,
          "text": "Thus Joseph made it a statute for the land of Egypt, which is still in force, that a fifth of its produce should go to Pharaoh. Only the land of the priests did not pass over to Pharaoh."
        },
        {
          "verse": 27,
          "text": "Israel Blesses Ephraim and Manasseh. Thus Israel settled in the land of Egypt, in the region of Goshen. There they acquired holdings, were fertile, and multiplied greatly."
        },
        {
          "verse": 28,
          "text": "Jacob lived in the land of Egypt for seventeen years; the span of his life came to a hundred and forty-seven years."
        },
        {
          "verse": 29,
          "text": "When the time approached for Israel to die, he called his son Joseph and said to him: “If it pleases you, put your hand under my thigh as a sign of your enduring fidelity to me; do not bury me in Egypt."
        },
        {
          "verse": 30,
          "text": "When I lie down with my ancestors, take me out of Egypt and bury me in their burial place.” “I will do as you say,” he replied."
        },
        {
          "verse": 31,
          "text": "But his father demanded, “Swear it to me!” So Joseph swore to him. Then Israel bowed at the head of the bed."
        }
      ]
    },
    {
      "chapter": 48,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 48 - Some time afterward, Joseph was informed, “Your father is failing.” So he took along with him his two sons, Manasseh and Ephraim."
        },
        {
          "verse": 2,
          "text": "When Jacob was told, “Your son Joseph has come to you,” Israel rallied his strength and sat up in bed."
        },
        {
          "verse": 3,
          "text": "Jacob then said to Joseph: “God Almighty appeared to me at Luz in the land of Canaan, and blessing me,"
        },
        {
          "verse": 4,
          "text": "he said, ‘I will make you fertile and multiply you and make you into an assembly of peoples, and I will give this land to your descendants after you as a permanent possession.’"
        },
        {
          "verse": 5,
          "text": "So now your two sons who were born to you in the land of Egypt before I joined you here, shall be mine; Ephraim and Manasseh shall be mine as much as Reuben and Simeon are mine."
        },
        {
          "verse": 6,
          "text": "Progeny born to you after them shall remain yours; but their heritage shall be recorded in the names of their brothers."
        },
        {
          "verse": 7,
          "text": "I do this because, when I was returning from Paddan, your mother Rachel died, to my sorrow, during the journey in Canaan, while we were still a short distance from Ephrath; and I buried her there on the way to Ephrath [now Bethlehem].”"
        },
        {
          "verse": 8,
          "text": "When Israel saw Joseph’s sons, he asked, “Who are these?”"
        },
        {
          "verse": 9,
          "text": "“They are my sons,” Joseph answered his father, “whom God has given me here.” “Bring them to me,” said his father, “that I may bless them.”"
        },
        {
          "verse": 10,
          "text": "Now Israel’s eyes were dim from age; he could not see well. When Joseph brought his sons close to him, he kissed and embraced them."
        },
        {
          "verse": 11,
          "text": "Then Israel said to Joseph, “I never expected to see your face again, and now God has allowed me to see your descendants as well!”"
        },
        {
          "verse": 12,
          "text": "Joseph removed them from his father’s knees and bowed down before him with his face to the ground."
        },
        {
          "verse": 13,
          "text": "Then Joseph took the two, Ephraim with his right hand, to Israel’s left, and Manasseh with his left hand, to Israel’s right, and brought them up to him."
        },
        {
          "verse": 14,
          "text": "But Israel, crossing his hands, put out his right hand and laid it on the head of Ephraim, although he was the younger, and his left hand on the head of Manasseh, although he was the firstborn."
        },
        {
          "verse": 15,
          "text": "Then he blessed them with these words: “May the God in whose presence my fathers Abraham and Isaac walked, The God who has been my shepherd from my birth to this day,"
        },
        {
          "verse": 16,
          "text": "The angel who has delivered me from all harm, bless these boys That in them my name be recalled, and the names of my fathers, Abraham and Isaac, And they may become teeming multitudes upon the earth!”"
        },
        {
          "verse": 17,
          "text": "When Joseph saw that his father had laid his right hand on Ephraim’s head, this seemed wrong to him; so he took hold of his father’s hand, to remove it from Ephraim’s head to Manasseh’s,"
        },
        {
          "verse": 18,
          "text": "saying, “That is not right, father; the other one is the firstborn; lay your right hand on his head!”"
        },
        {
          "verse": 19,
          "text": "But his father refused. “I know it, son,” he said, “I know. That one too shall become a people, and he too shall be great. Nevertheless, his younger brother shall surpass him, and his descendants shall become a multitude of nations.”"
        },
        {
          "verse": 20,
          "text": "So he blessed them that day and said, “By you shall the people of Israel pronounce blessings, saying, ‘God make you like Ephraim and Manasseh.’” Thus he placed Ephraim before Manasseh."
        },
        {
          "verse": 21,
          "text": "Then Israel said to Joseph: “I am about to die. But God will be with you and will restore you to the land of your ancestors."
        },
        {
          "verse": 22,
          "text": "As for me, I give to you, as to the one above his brothers, Shechem, which I captured from the Amorites with my sword and bow.”"
        }
      ]
    },
    {
      "chapter": 49,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 49 - Jacob’s Testament. Jacob called his sons and said: “Gather around, that I may tell you what is to happen to you in days to come."
        },
        {
          "verse": 2,
          "text": "“Assemble and listen, sons of Jacob, listen to Israel, your father."
        },
        {
          "verse": 3,
          "text": "“You, Reuben, my firstborn, my strength and the first fruit of my vigor, excelling in rank and excelling in power!"
        },
        {
          "verse": 4,
          "text": "Turbulent as water, you shall no longer excel, for you climbed into your father’s bed and defiled my couch to my sorrow."
        },
        {
          "verse": 5,
          "text": "“Simeon and Levi, brothers indeed, weapons of violence are their knives."
        },
        {
          "verse": 6,
          "text": "Let not my person enter their council, or my honor be joined with their company; For in their fury they killed men, at their whim they maimed oxen."
        },
        {
          "verse": 7,
          "text": "Cursed be their fury so fierce, and their rage so cruel! I will scatter them in Jacob, disperse them throughout Israel."
        },
        {
          "verse": 8,
          "text": "“You, Judah, shall your brothers praise —your hand on the neck of your enemies; the sons of your father shall bow down to you."
        },
        {
          "verse": 9,
          "text": "Judah is a lion’s cub, you have grown up on prey, my son. He crouches, lies down like a lion, like a lioness—who would dare rouse him?"
        },
        {
          "verse": 10,
          "text": "The scepter shall never depart from Judah, or the mace from between his feet, Until tribute comes to him, and he receives the people’s obedience."
        },
        {
          "verse": 11,
          "text": "He tethers his donkey to the vine, his donkey’s foal to the choicest stem. In wine he washes his garments, his robe in the blood of grapes."
        },
        {
          "verse": 12,
          "text": "His eyes are darker than wine, and his teeth are whiter than milk."
        },
        {
          "verse": 13,
          "text": "“Zebulun shall dwell by the seashore; he will be a haven for ships, and his flank shall rest on Sidon."
        },
        {
          "verse": 14,
          "text": "“Issachar is a rawboned donkey, crouching between the saddlebags."
        },
        {
          "verse": 15,
          "text": "When he saw how good a settled life was, and how pleasant the land, He bent his shoulder to the burden and became a toiling serf."
        },
        {
          "verse": 16,
          "text": "“Dan shall achieve justice for his people as one of the tribes of Israel."
        },
        {
          "verse": 17,
          "text": "Let Dan be a serpent by the roadside, a horned viper by the path, That bites the horse’s heel, so that the rider tumbles backward."
        },
        {
          "verse": 18,
          "text": "“I long for your deliverance, O LORD!"
        },
        {
          "verse": 19,
          "text": "“Gad shall be raided by raiders, but he shall raid at their heels."
        },
        {
          "verse": 20,
          "text": "“Asher’s produce is rich, and he shall furnish delicacies for kings."
        },
        {
          "verse": 21,
          "text": "“Naphtali is a hind let loose, which brings forth lovely fawns."
        },
        {
          "verse": 22,
          "text": "“Joseph is a wild colt, a wild colt by a spring, wild colts on a hillside."
        },
        {
          "verse": 23,
          "text": "Harrying him and shooting, the archers opposed him;"
        },
        {
          "verse": 24,
          "text": "But his bow remained taut, and his arms were nimble, By the power of the Mighty One of Jacob, because of the Shepherd, the Rock of Israel,"
        },
        {
          "verse": 25,
          "text": "The God of your father, who helps you, God Almighty, who blesses you, With the blessings of the heavens above, the blessings of the abyss that crouches below, The blessings of breasts and womb,"
        },
        {
          "verse": 26,
          "text": "the blessings of fresh grain and blossoms, the blessings of the everlasting mountains, the delights of the eternal hills. May they rest on the head of Joseph, on the brow of the prince among his brothers."
        },
        {
          "verse": 27,
          "text": "“Benjamin is a ravenous wolf; mornings he devours the prey, and evenings he distributes the spoils.”"
        },
        {
          "verse": 28,
          "text": "Farewell and Death. All these are the twelve tribes of Israel, and this is what their father said about them, as he blessed them. To each he gave a suitable blessing."
        },
        {
          "verse": 29,
          "text": "Then he gave them this charge: “Since I am about to be gathered to my people, bury me with my ancestors in the cave that lies in the field of Ephron the Hittite,"
        },
        {
          "verse": 30,
          "text": "the cave in the field of Machpelah, facing on Mamre, in the land of Canaan, the field that Abraham bought from Ephron the Hittite for a burial ground."
        },
        {
          "verse": 31,
          "text": "There Abraham and his wife Sarah are buried, and so are Isaac and his wife Rebekah, and there, too, I buried Leah—"
        },
        {
          "verse": 32,
          "text": "the field and the cave in it that had been purchased from the Hittites.”"
        },
        {
          "verse": 33,
          "text": "When Jacob had finished giving these instructions to his sons, he drew his feet into the bed, breathed his last, and was gathered to his people."
        }
      ]
    },
    {
      "chapter": 50,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 50 - Jacob’s Funeral. Joseph flung himself upon his father and wept over him as he kissed him."
        },
        {
          "verse": 2,
          "text": "Then Joseph ordered the physicians in his service to embalm his father. When the physicians embalmed Israel,"
        },
        {
          "verse": 3,
          "text": "they spent forty days at it, for that is the full period of embalming; and the Egyptians mourned him for seventy days."
        },
        {
          "verse": 4,
          "text": "When the period of mourning was over, Joseph spoke to Pharaoh’s household. “If you please, appeal to Pharaoh, saying:"
        },
        {
          "verse": 5,
          "text": "My father made me swear: ‘I am dying. Bury me in my grave that I have prepared for myself in the land of Canaan.’ So now let me go up to bury my father. Then I will come back.”"
        },
        {
          "verse": 6,
          "text": "Pharaoh replied, “Go and bury your father, as he made you promise on oath.”"
        },
        {
          "verse": 7,
          "text": "So Joseph went up to bury his father; and with him went all of Pharaoh’s officials who were senior members of his household and all the other elders of the land of Egypt,"
        },
        {
          "verse": 8,
          "text": "as well as Joseph’s whole household, his brothers, and his father’s household; only their children and their flocks and herds were left in the region of Goshen."
        },
        {
          "verse": 9,
          "text": "Chariots, too, and horsemen went up with him; it was a very imposing retinue."
        },
        {
          "verse": 10,
          "text": "When they arrived at Goren-ha-atad, which is beyond the Jordan, they held there a very great and solemn memorial service; and Joseph observed seven days of mourning for his father."
        },
        {
          "verse": 11,
          "text": "When the Canaanites who inhabited the land saw the mourning at Goren-ha-atad, they said, “This is a solemn funeral on the part of the Egyptians!” That is why the place was named Abel-mizraim. It is beyond the Jordan."
        },
        {
          "verse": 12,
          "text": "Thus Jacob’s sons did for him as he had instructed them."
        },
        {
          "verse": 13,
          "text": "They carried him to the land of Canaan and buried him in the cave in the field of Machpelah, facing on Mamre, the field that Abraham had bought for a burial ground from Ephron the Hittite."
        },
        {
          "verse": 14,
          "text": "After Joseph had buried his father he returned to Egypt, together with his brothers and all who had gone up with him for the burial of his father."
        },
        {
          "verse": 15,
          "text": "Plea for Forgiveness. Now that their father was dead, Joseph’s brothers became fearful and thought, “Suppose Joseph has been nursing a grudge against us and now most certainly will pay us back in full for all the wrong we did him!”"
        },
        {
          "verse": 16,
          "text": "So they sent to Joseph and said: “Before your father died, he gave us these instructions:"
        },
        {
          "verse": 17,
          "text": "‘Thus you shall say to Joseph: Please forgive the criminal wrongdoing of your brothers, who treated you harmfully.’ So now please forgive the crime that we, the servants of the God of your father, committed.” When they said this to him, Joseph broke into tears."
        },
        {
          "verse": 18,
          "text": "Then his brothers also proceeded to fling themselves down before him and said, “We are your slaves!”"
        },
        {
          "verse": 19,
          "text": "But Joseph replied to them: “Do not fear. Can I take the place of God?"
        },
        {
          "verse": 20,
          "text": "Even though you meant harm to me, God meant it for good, to achieve this present end, the survival of many people."
        },
        {
          "verse": 21,
          "text": "So now, do not fear. I will provide for you and for your children.” By thus speaking kindly to them, he reassured them."
        },
        {
          "verse": 22,
          "text": "Joseph remained in Egypt, together with his father’s household. He lived a hundred and ten years."
        },
        {
          "verse": 23,
          "text": "He saw Ephraim’s children to the third generation, and the children of Manasseh’s son Machir were also born on Joseph’s knees."
        },
        {
          "verse": 24,
          "text": "Death of Joseph. Joseph said to his brothers: “I am about to die. God will surely take care of you and lead you up from this land to the land that he promised on oath to Abraham, Isaac and Jacob.”"
        },
        {
          "verse": 25,
          "text": "Then, putting the sons of Israel under oath, he continued, “When God thus takes care of you, you must bring my bones up from this place.”"
        },
        {
          "verse": 26,
          "text": "Joseph died at the age of a hundred and ten. He was embalmed and laid to rest in a coffin in Egypt."
        }
      ]
    }
  ]
}
