{
  "book": "Haggai",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 1 - Prophetic Call to Work on the Temple. On the first day of the sixth month in the second year of Darius the king, the word of the LORD came through Haggai the prophet to the governor of Judah, Zerubbabel, son of Shealtiel, and to the high priest Joshua, son of Jehozadak:"
        },
        {
          "verse": 2,
          "text": "Thus says the LORD of hosts: This people has said: “Now is not the time to rebuild the house of the LORD.”"
        },
        {
          "verse": 3,
          "text": "Then the word of the LORD came through Haggai the prophet:"
        },
        {
          "verse": 4,
          "text": "Is it time for you to dwell in your paneled houses while this house lies in ruins?"
        },
        {
          "verse": 5,
          "text": "Now thus says the LORD of hosts: Reflect on your experience!"
        },
        {
          "verse": 6,
          "text": "You have sown much, but have brought in little; you have eaten, but have not been satisfied; You have drunk, but have not become intoxicated; you have clothed yourselves, but have not been warmed; And the hired worker labors for a bag full of holes."
        },
        {
          "verse": 7,
          "text": "Thus says the LORD of hosts: Reflect on your experience!"
        },
        {
          "verse": 8,
          "text": "Go up into the hill country; bring timber, and build the house that I may be pleased with it, and that I may be glorified, says the LORD."
        },
        {
          "verse": 9,
          "text": "You expected much, but it came to little; and what you brought home, I blew away. Why is this?—oracle of the LORD of hosts— Because my house is the one which lies in ruins, while each of you runs to your own house."
        },
        {
          "verse": 10,
          "text": "Therefore, the heavens withheld the dew, and the earth its yield."
        },
        {
          "verse": 11,
          "text": "And I have proclaimed a devastating heat upon the land and upon the mountains, Upon the grain, the new wine, and the olive oil, upon all that the ground brings forth; Upon human being and beast alike, and upon all they produce."
        },
        {
          "verse": 12,
          "text": "Response of Leaders and People. Then Zerubbabel, son of Shealtiel, and the high priest Joshua, son of Jehozadak, and all the remnant of the people obeyed the LORD their God, and the words of Haggai the prophet, since the LORD their God had sent him; thus the people feared the LORD."
        },
        {
          "verse": 13,
          "text": "Then Haggai, the messenger of the LORD, proclaimed to the people as the message of the LORD: I am with you!—oracle of the LORD."
        },
        {
          "verse": 14,
          "text": "And so the LORD stirred up the spirit of the governor of Judah, Zerubbabel, son of Shealtiel, and the spirit of the high priest Joshua, son of Jehozadak, and the spirit of all the remnant of the people, so that they came to do the work in the house of the LORD of hosts, their God,"
        },
        {
          "verse": 15,
          "text": "on the twenty-fourth day of the sixth month in the second year of Darius the king."
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 2 - Assurance of God’s Presence. On the twenty-first day of the seventh month, the word of the LORD came through Haggai the prophet:"
        },
        {
          "verse": 2,
          "text": "Speak to the governor of Judah, Zerubbabel, son of Shealtiel, and to the high priest Joshua, son of Jehozadak, and to the remnant of the people:"
        },
        {
          "verse": 3,
          "text": "Who is left among you who saw this house in its former glory? And how do you see it now? Does it not seem like nothing in your eyes?"
        },
        {
          "verse": 4,
          "text": "Now be strong, Zerubbabel—oracle of the LORD— be strong, Joshua, son of Jehozadak, high priest, Be strong, all you people of the land—oracle of the LORD— and work! For I am with you—oracle of the LORD of hosts."
        },
        {
          "verse": 5,
          "text": "This is the commitment I made to you when you came out of Egypt. My spirit remains in your midst; do not fear!"
        },
        {
          "verse": 6,
          "text": "For thus says the LORD of hosts: In just a little while, I will shake the heavens and the earth, the sea and the dry land."
        },
        {
          "verse": 7,
          "text": "I will shake all the nations, so that the treasures of all the nations will come in. And I will fill this house with glory— says the LORD of hosts."
        },
        {
          "verse": 8,
          "text": "Mine is the silver and mine the gold—oracle of the LORD of hosts."
        },
        {
          "verse": 9,
          "text": "Greater will be the glory of this house the latter more than the former—says the LORD of hosts; And in this place I will give you peace— oracle of the LORD of hosts. Priestly Ruling with Prophetic Interpretation."
        },
        {
          "verse": 10,
          "text": "On the twenty-fourth day of the ninth month in the second year of Darius, the word of the LORD came to Haggai the prophet:"
        },
        {
          "verse": 11,
          "text": "Thus says the LORD of hosts: Ask the priests for a ruling:"
        },
        {
          "verse": 12,
          "text": "If someone carries sanctified meat in the fold of a garment and the fold touches bread, soup, wine, oil, or any other food, do they become sanctified? “No,” the priests answered."
        },
        {
          "verse": 13,
          "text": "Then Haggai asked: “If a person defiled from contact with a corpse touches any of these, do they become defiled?” The priests answered, “They become defiled.”"
        },
        {
          "verse": 14,
          "text": "Then Haggai replied: So is this people, and so is this nation in my sight—oracle of the LORD— And so is all the work of their hands; what they offer there is defiled."
        },
        {
          "verse": 15,
          "text": "Now reflect, from this day forward—before you set stone to stone in the temple of the LORD,"
        },
        {
          "verse": 16,
          "text": "what was your experience? When one went to a heap of grain for twenty ephahs, there were only ten; When one went to a vat to draw fifty ephahs, there were only twenty."
        },
        {
          "verse": 17,
          "text": "I struck you, and all the work of your hands, with searing wind, blight, and hail, yet you did not return to me—oracle of the LORD."
        },
        {
          "verse": 18,
          "text": "Reflect from this day forward, from the twenty-fourth day of the ninth month. From the day on which the temple of the LORD was founded, reflect!"
        },
        {
          "verse": 19,
          "text": "Is there still seed in the storehouse? Have the vine, the fig, the pomegranate, and the olive tree still not borne fruit? From this day, I will bless you. Future Hope."
        },
        {
          "verse": 20,
          "text": "The word of the LORD came a second time to Haggai on the twenty-fourth day of the month:"
        },
        {
          "verse": 21,
          "text": "Speak to Zerubbabel, the governor of Judah: I will shake the heavens and the earth;"
        },
        {
          "verse": 22,
          "text": "I will overthrow the thrones of kingdoms, and destroy the power of the kingdoms of the nations. I will overthrow the chariots and their riders, and the riders with their horses will fall by each other’s swords."
        },
        {
          "verse": 23,
          "text": "On that day—oracle of the LORD of hosts—I will take you, my servant, Zerubbabel, son of Shealtiel—oracle of the LORD—and I will make you like a signet ring, for I have chosen you—oracle of the LORD of hosts."
        }
      ]
    }
  ]
}
