{
  "book": "Hebrews",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "verse": 1,
          "text": "I. Introduction Chapter 1 - In times past, God spoke in partial and various ways to our ancestors through the prophets;"
        },
        {
          "verse": 2,
          "text": "in these last days, he spoke to us through a son, whom he made heir of all things and through whom he created the universe,"
        },
        {
          "verse": 3,
          "text": "who is the refulgence of his glory, the very imprint of his being, and who sustains all things by his mighty word. When he had accomplished purification from sins, he took his seat at the right hand of the Majesty on high,"
        },
        {
          "verse": 4,
          "text": "as far superior to the angels as the name he has inherited is more excellent than theirs. II. The Son Higher Than the Angels - Messianic Enthronement."
        },
        {
          "verse": 5,
          "text": "For to which of the angels did God ever say: “You are my son; this day I have begotten you”? Or again: “I will be a father to him, and he shall be a son to me”?"
        },
        {
          "verse": 6,
          "text": "And again, when he leads the first-born into the world, he says: “Let all the angels of God worship him.”"
        },
        {
          "verse": 7,
          "text": "Of the angels he says: “He makes his angels winds and his ministers a fiery flame”;"
        },
        {
          "verse": 8,
          "text": "but of the Son: “Your throne, O God, stands forever and ever; and a righteous scepter is the scepter of your kingdom."
        },
        {
          "verse": 9,
          "text": "You loved justice and hated wickedness; therefore God, your God, anointed you with the oil of gladness above your companions”;"
        },
        {
          "verse": 10,
          "text": "and: “At the beginning, O Lord, you established the earth, and the heavens are the works of your hands."
        },
        {
          "verse": 11,
          "text": "They will perish, but you remain; and they will all grow old like a garment."
        },
        {
          "verse": 12,
          "text": "You will roll them up like a cloak, and like a garment they will be changed. But you are the same, and your years will have no end.”"
        },
        {
          "verse": 13,
          "text": "But to which of the angels has he ever said: “Sit at my right hand until I make your enemies your footstool”?"
        },
        {
          "verse": 14,
          "text": "Are they not all ministering spirits sent to serve, for the sake of those who are to inherit salvation?"
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 2 - Exhortation to Faithfulness. Therefore, we must attend all the more to what we have heard, so that we may not be carried away."
        },
        {
          "verse": 2,
          "text": "For if the word announced through angels proved firm, and every transgression and disobedience received its just recompense,"
        },
        {
          "verse": 3,
          "text": "how shall we escape if we ignore so great a salvation? Announced originally through the Lord, it was confirmed for us by those who had heard."
        },
        {
          "verse": 4,
          "text": "God added his testimony by signs, wonders, various acts of power, and distribution of the gifts of the holy Spirit according to his will. Exaltation Through Abasement."
        },
        {
          "verse": 5,
          "text": "For it was not to angels that he subjected the world to come, of which we are speaking."
        },
        {
          "verse": 6,
          "text": "Instead, someone has testified somewhere: “What is man that you are mindful of him, or the son of man that you care for him?"
        },
        {
          "verse": 7,
          "text": "You made him for a little while lower than the angels; you crowned him with glory and honor,"
        },
        {
          "verse": 8,
          "text": "subjecting all things under his feet.” In “subjecting” all things [to him], he left nothing not “subject to him.” Yet at present we do not see “all things subject to him,”"
        },
        {
          "verse": 9,
          "text": "but we do see Jesus “crowned with glory and honor” because he suffered death, he who “for a little while” was made “lower than the angels,” that by the grace of God he might taste death for everyone."
        },
        {
          "verse": 10,
          "text": "For it was fitting that he, for whom and through whom all things exist, in bringing many children to glory, should make the leader to their salvation perfect through suffering."
        },
        {
          "verse": 11,
          "text": "He who consecrates and those who are being consecrated all have one origin. Therefore, he is not ashamed to call them “brothers,”"
        },
        {
          "verse": 12,
          "text": "saying: “I will proclaim your name to my brothers, in the midst of the assembly I will praise you”;"
        },
        {
          "verse": 13,
          "text": "and again: “I will put my trust in him”; and again: “Behold, I and the children God has given me.”"
        },
        {
          "verse": 14,
          "text": "Now since the children share in blood and flesh, he likewise shared in them, that through death he might destroy the one who has the power of death, that is, the devil,"
        },
        {
          "verse": 15,
          "text": "and free those who through fear of death had been subject to slavery all their life."
        },
        {
          "verse": 16,
          "text": "Surely he did not help angels but rather the descendants of Abraham;"
        },
        {
          "verse": 17,
          "text": "therefore, he had to become like his brothers in every way, that he might be a merciful and faithful high priest before God to expiate the sins of the people."
        },
        {
          "verse": 18,
          "text": "Because he himself was tested through what he suffered, he is able to help those who are being tested."
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "verse": 1,
          "text": "III. Jesus, Faithful and Compassionate High Priest Chapter 3 - Jesus, Superior to Moses. Therefore, holy “brothers,” sharing in a heavenly calling, reflect on Jesus, the apostle and high priest of our confession,"
        },
        {
          "verse": 2,
          "text": "who was faithful to the one who appointed him, just as Moses was “faithful in [all] his house.”"
        },
        {
          "verse": 3,
          "text": "But he is worthy of more “glory” than Moses, as the founder of a house has more “honor” than the house itself."
        },
        {
          "verse": 4,
          "text": "Every house is founded by someone, but the founder of all is God."
        },
        {
          "verse": 5,
          "text": "Moses was “faithful in all his house” as a “servant” to testify to what would be spoken,"
        },
        {
          "verse": 6,
          "text": "but Christ was faithful as a son placed over his house. We are his house, if [only] we hold fast to our confidence and pride in our hope."
        },
        {
          "verse": 7,
          "text": "Israel’s Infidelity a Warning. Therefore, as the holy Spirit says: “Oh, that today you would hear his voice,"
        },
        {
          "verse": 8,
          "text": "‘Harden not your hearts as at the rebellion in the day of testing in the desert,"
        },
        {
          "verse": 9,
          "text": "where your ancestors tested and tried me and saw my works"
        },
        {
          "verse": 10,
          "text": "for forty years. Because of this I was provoked with that generation and I said, “They have always been of erring heart, and they do not know my ways.”"
        },
        {
          "verse": 11,
          "text": "As I swore in my wrath, “They shall not enter into my rest.”’”"
        },
        {
          "verse": 12,
          "text": "Take care, brothers, that none of you may have an evil and unfaithful heart, so as to forsake the living God."
        },
        {
          "verse": 13,
          "text": "Encourage yourselves daily while it is still “today,” so that none of you may grow hardened by the deceit of sin."
        },
        {
          "verse": 14,
          "text": "We have become partners of Christ if only we hold the beginning of the reality firm until the end,"
        },
        {
          "verse": 15,
          "text": "for it is said: “Oh, that today you would hear his voice: ‘Harden not your hearts as at the rebellion.’”"
        },
        {
          "verse": 16,
          "text": "Who were those who rebelled when they heard? Was it not all those who came out of Egypt under Moses?"
        },
        {
          "verse": 17,
          "text": "With whom was he “provoked for forty years”? Was it not those who had sinned, whose corpses fell in the desert?"
        },
        {
          "verse": 18,
          "text": "And to whom did he “swear that they should not enter into his rest,” if not to those who were disobedient?"
        },
        {
          "verse": 19,
          "text": "And we see that they could not enter for lack of faith."
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 4 - The Sabbath Rest. Therefore, let us be on our guard while the promise of entering into his rest remains, that none of you seem to have failed."
        },
        {
          "verse": 2,
          "text": "For in fact we have received the good news just as they did. But the word that they heard did not profit them, for they were not united in faith with those who listened."
        },
        {
          "verse": 3,
          "text": "For we who believed enter into [that] rest, just as he has said: “As I swore in my wrath, ‘They shall not enter into my rest,’” and yet his works were accomplished at the foundation of the world."
        },
        {
          "verse": 4,
          "text": "For he has spoken somewhere about the seventh day in this manner, “And God rested on the seventh day from all his works”;"
        },
        {
          "verse": 5,
          "text": "and again, in the previously mentioned place, “They shall not enter into my rest.”"
        },
        {
          "verse": 6,
          "text": "Therefore, since it remains that some will enter into it, and those who formerly received the good news did not enter because of disobedience,"
        },
        {
          "verse": 7,
          "text": "he once more set a day, “today,” when long afterwards he spoke through David, as already quoted: “Oh, that today you would hear his voice: ‘Harden not your hearts.’”"
        },
        {
          "verse": 8,
          "text": "Now if Joshua had given them rest, he would not have spoken afterwards of another day."
        },
        {
          "verse": 9,
          "text": "Therefore, a sabbath rest still remains for the people of God."
        },
        {
          "verse": 10,
          "text": "And whoever enters into God’s rest, rests from his own works as God did from his."
        },
        {
          "verse": 11,
          "text": "Therefore, let us strive to enter into that rest, so that no one may fall after the same example of disobedience."
        },
        {
          "verse": 12,
          "text": "Indeed, the word of God is living and effective, sharper than any two-edged sword, penetrating even between soul and spirit, joints and marrow, and able to discern reflections and thoughts of the heart."
        },
        {
          "verse": 13,
          "text": "No creature is concealed from him, but everything is naked and exposed to the eyes of him to whom we must render an account."
        },
        {
          "verse": 14,
          "text": "Jesus, Compassionate High Priest. Therefore, since we have a great high priest who has passed through the heavens, Jesus, the Son of God, let us hold fast to our confession."
        },
        {
          "verse": 15,
          "text": "For we do not have a high priest who is unable to sympathize with our weaknesses, but one who has similarly been tested in every way, yet without sin."
        },
        {
          "verse": 16,
          "text": "So let us confidently approach the throne of grace to receive mercy and to find grace for timely help."
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 5 - Every high priest is taken from among men and made their representative before God, to offer gifts and sacrifices for sins."
        },
        {
          "verse": 2,
          "text": "He is able to deal patiently with the ignorant and erring, for he himself is beset by weakness"
        },
        {
          "verse": 3,
          "text": "and so, for this reason, must make sin offerings for himself as well as for the people."
        },
        {
          "verse": 4,
          "text": "No one takes this honor upon himself but only when called by God, just as Aaron was."
        },
        {
          "verse": 5,
          "text": "In the same way, it was not Christ who glorified himself in becoming high priest, but rather the one who said to him: “You are my son; this day I have begotten you”;"
        },
        {
          "verse": 6,
          "text": "just as he says in another place: “You are a priest forever according to the order of Melchizedek.”"
        },
        {
          "verse": 7,
          "text": "In the days when he was in the flesh, he offered prayers and supplications with loud cries and tears to the one who was able to save him from death, and he was heard because of his reverence."
        },
        {
          "verse": 8,
          "text": "Son though he was, he learned obedience from what he suffered;"
        },
        {
          "verse": 9,
          "text": "and when he was made perfect, he became the source of eternal salvation for all who obey him,"
        },
        {
          "verse": 10,
          "text": "declared by God high priest according to the order of Melchizedek."
        },
        {
          "verse": 11,
          "text": "IV. Jesus’ Eternal Priesthood and Eternal Sacrifice - Exhortation to Spiritual Renewal. About this we have much to say, and it is difficult to explain, for you have become sluggish in hearing."
        },
        {
          "verse": 12,
          "text": "Although you should be teachers by this time, you need to have someone teach you again the basic elements of the utterances of God. You need milk, [and] not solid food."
        },
        {
          "verse": 13,
          "text": "Everyone who lives on milk lacks experience of the word of righteousness, for he is a child."
        },
        {
          "verse": 14,
          "text": "But solid food is for the mature, for those whose faculties are trained by practice to discern good and evil."
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 6 - Therefore, let us leave behind the basic teaching about Christ and advance to maturity, without laying the foundation all over again: repentance from dead works and faith in God,"
        },
        {
          "verse": 2,
          "text": "instruction about baptisms and laying on of hands, resurrection of the dead and eternal judgment."
        },
        {
          "verse": 3,
          "text": "And we shall do this, if only God permits."
        },
        {
          "verse": 4,
          "text": "For it is impossible in the case of those who have once been enlightened and tasted the heavenly gift and shared in the holy Spirit"
        },
        {
          "verse": 5,
          "text": "and tasted the good word of God and the powers of the age to come,"
        },
        {
          "verse": 6,
          "text": "and then have fallen away, to bring them to repentance again, since they are recrucifying the Son of God for themselves and holding him up to contempt."
        },
        {
          "verse": 7,
          "text": "Ground that has absorbed the rain falling upon it repeatedly and brings forth crops useful to those for whom it is cultivated receives a blessing from God."
        },
        {
          "verse": 8,
          "text": "But if it produces thorns and thistles, it is rejected; it will soon be cursed and finally burned."
        },
        {
          "verse": 9,
          "text": "But we are sure in your regard, beloved, of better things related to salvation, even though we speak in this way."
        },
        {
          "verse": 10,
          "text": "For God is not unjust so as to overlook your work and the love you have demonstrated for his name by having served and continuing to serve the holy ones."
        },
        {
          "verse": 11,
          "text": "We earnestly desire each of you to demonstrate the same eagerness for the fulfillment of hope until the end,"
        },
        {
          "verse": 12,
          "text": "so that you may not become sluggish, but imitators of those who, through faith and patience, are inheriting the promises."
        },
        {
          "verse": 13,
          "text": "God’s Promise Immutable. When God made the promise to Abraham, since he had no one greater by whom to swear, “he swore by himself,”"
        },
        {
          "verse": 14,
          "text": "and said, “I will indeed bless you and multiply” you."
        },
        {
          "verse": 15,
          "text": "And so, after patient waiting, he obtained the promise."
        },
        {
          "verse": 16,
          "text": "Human beings swear by someone greater than themselves; for them an oath serves as a guarantee and puts an end to all argument."
        },
        {
          "verse": 17,
          "text": "So when God wanted to give the heirs of his promise an even clearer demonstration of the immutability of his purpose, he intervened with an oath,"
        },
        {
          "verse": 18,
          "text": "so that by two immutable things, in which it was impossible for God to lie, we who have taken refuge might be strongly encouraged to hold fast to the hope that lies before us."
        },
        {
          "verse": 19,
          "text": "This we have as an anchor of the soul, sure and firm, which reaches into the interior behind the veil,"
        },
        {
          "verse": 20,
          "text": "where Jesus has entered on our behalf as forerunner, becoming high priest forever according to the order of Melchizedek."
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 7 - Melchizedek, a Type of Christ. This “Melchizedek, king of Salem and priest of God Most High,” “met Abraham as he returned from his defeat of the kings” and “blessed him.”"
        },
        {
          "verse": 2,
          "text": "And Abraham apportioned to him “a tenth of everything.” His name first means righteous king, and he was also “king of Salem,” that is, king of peace."
        },
        {
          "verse": 3,
          "text": "Without father, mother, or ancestry, without beginning of days or end of life, thus made to resemble the Son of God, he remains a priest forever."
        },
        {
          "verse": 4,
          "text": "See how great he is to whom the patriarch “Abraham [indeed] gave a tenth” of his spoils."
        },
        {
          "verse": 5,
          "text": "The descendants of Levi who receive the office of priesthood have a commandment according to the law to exact tithes from the people, that is, from their brothers, although they also have come from the loins of Abraham."
        },
        {
          "verse": 6,
          "text": "But he who was not of their ancestry received tithes from Abraham and blessed him who had received the promises."
        },
        {
          "verse": 7,
          "text": "Unquestionably, a lesser person is blessed by a greater."
        },
        {
          "verse": 8,
          "text": "In the one case, mortal men receive tithes; in the other, a man of whom it is testified that he lives on."
        },
        {
          "verse": 9,
          "text": "One might even say that Levi himself, who receives tithes, was tithed through Abraham,"
        },
        {
          "verse": 10,
          "text": "for he was still in his father’s loins when Melchizedek met him."
        },
        {
          "verse": 11,
          "text": "If, then, perfection came through the levitical priesthood, on the basis of which the people received the law, what need would there still have been for another priest to arise according to the order of Melchizedek, and not reckoned according to the order of Aaron?"
        },
        {
          "verse": 12,
          "text": "When there is a change of priesthood, there is necessarily a change of law as well."
        },
        {
          "verse": 13,
          "text": "Now he of whom these things are said belonged to a different tribe, of which no member ever officiated at the altar."
        },
        {
          "verse": 14,
          "text": "It is clear that our Lord arose from Judah, and in regard to that tribe Moses said nothing about priests."
        },
        {
          "verse": 15,
          "text": "It is even more obvious if another priest is raised up after the likeness of Melchizedek,"
        },
        {
          "verse": 16,
          "text": "who has become so, not by a law expressed in a commandment concerning physical descent but by the power of a life that cannot be destroyed."
        },
        {
          "verse": 17,
          "text": "For it is testified: “You are a priest forever according to the order of Melchizedek.”"
        },
        {
          "verse": 18,
          "text": "On the one hand, a former commandment is annulled because of its weakness and uselessness,"
        },
        {
          "verse": 19,
          "text": "for the law brought nothing to perfection; on the other hand, a better hope is introduced, through which we draw near to God."
        },
        {
          "verse": 20,
          "text": "And to the degree that this happened not without the taking of an oath—for others became priests without an oath,"
        },
        {
          "verse": 21,
          "text": "but he with an oath, through the one who said to him: “The Lord has sworn, and he will not repent: ‘You are a priest forever’”—"
        },
        {
          "verse": 22,
          "text": "to that same degree has Jesus [also] become the guarantee of an [even] better covenant."
        },
        {
          "verse": 23,
          "text": "Those priests were many because they were prevented by death from remaining in office,"
        },
        {
          "verse": 24,
          "text": "but he, because he remains forever, has a priesthood that does not pass away."
        },
        {
          "verse": 25,
          "text": "Therefore, he is always able to save those who approach God through him, since he lives forever to make intercession for them."
        },
        {
          "verse": 26,
          "text": "It was fitting that we should have such a high priest: holy, innocent, undefiled, separated from sinners, higher than the heavens."
        },
        {
          "verse": 27,
          "text": "He has no need, as did the high priests, to offer sacrifice day after day, first for his own sins and then for those of the people; he did that once for all when he offered himself."
        },
        {
          "verse": 28,
          "text": "For the law appoints men subject to weakness to be high priests, but the word of the oath, which was taken after the law, appoints a son, who has been made perfect forever."
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 8 - Heavenly Priesthood of Jesus. The main point of what has been said is this: we have such a high priest, who has taken his seat at the right hand of the throne of the Majesty in heaven,"
        },
        {
          "verse": 2,
          "text": "a minister of the sanctuary and of the true tabernacle that the Lord, not man, set up."
        },
        {
          "verse": 3,
          "text": "Now every high priest is appointed to offer gifts and sacrifices; thus the necessity for this one also to have something to offer."
        },
        {
          "verse": 4,
          "text": "If then he were on earth, he would not be a priest, since there are those who offer gifts according to the law."
        },
        {
          "verse": 5,
          "text": "They worship in a copy and shadow of the heavenly sanctuary, as Moses was warned when he was about to erect the tabernacle. For he says, “See that you make everything according to the pattern shown you on the mountain.”"
        },
        {
          "verse": 6,
          "text": "Now he has obtained so much more excellent a ministry as he is mediator of a better covenant, enacted on better promises. Old and New Covenants."
        },
        {
          "verse": 7,
          "text": "For if that first covenant had been faultless, no place would have been sought for a second one."
        },
        {
          "verse": 8,
          "text": "But he finds fault with them and says: “Behold, the days are coming, says the Lord, when I will conclude a new covenant with the house of Israel and the house of Judah."
        },
        {
          "verse": 9,
          "text": "It will not be like the covenant I made with their fathers the day I took them by the hand to lead them forth from the land of Egypt; for they did not stand by my covenant and I ignored them, says the Lord."
        },
        {
          "verse": 10,
          "text": "But this is the covenant I will establish with the house of Israel after those days, says the Lord: I will put my laws in their minds and I will write them upon their hearts. I will be their God, and they shall be my people."
        },
        {
          "verse": 11,
          "text": "And they shall not teach, each one his fellow citizen and kinsman, saying, ‘Know the Lord,’ for all shall know me, from least to greatest."
        },
        {
          "verse": 12,
          "text": "For I will forgive their evildoing and remember their sins no more.”"
        },
        {
          "verse": 13,
          "text": "When he speaks of a “new” covenant, he declares the first one obsolete. And what has become obsolete and has grown old is close to disappearing."
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 9 - The Worship of the First Covenant. Now [even] the first covenant had regulations for worship and an earthly sanctuary."
        },
        {
          "verse": 2,
          "text": "For a tabernacle was constructed, the outer one, in which were the lampstand, the table, and the bread of offering; this is called the Holy Place."
        },
        {
          "verse": 3,
          "text": "Behind the second veil was the tabernacle called the Holy of Holies,"
        },
        {
          "verse": 4,
          "text": "in which were the gold altar of incense and the ark of the covenant entirely covered with gold. In it were the gold jar containing the manna, the staff of Aaron that had sprouted, and the tablets of the covenant."
        },
        {
          "verse": 5,
          "text": "Above it were the cherubim of glory overshadowing the place of expiation. Now is not the time to speak of these in detail."
        },
        {
          "verse": 6,
          "text": "With these arrangements for worship, the priests, in performing their service, go into the outer tabernacle repeatedly,"
        },
        {
          "verse": 7,
          "text": "but the high priest alone goes into the inner one once a year, not without blood that he offers for himself and for the sins of the people."
        },
        {
          "verse": 8,
          "text": "In this way the holy Spirit shows that the way into the sanctuary had not yet been revealed while the outer tabernacle still had its place."
        },
        {
          "verse": 9,
          "text": "This is a symbol of the present time, in which gifts and sacrifices are offered that cannot perfect the worshiper in conscience"
        },
        {
          "verse": 10,
          "text": "but only in matters of food and drink and various ritual washings: regulations concerning the flesh, imposed until the time of the new order."
        },
        {
          "verse": 11,
          "text": "Sacrifice of Jesus. But when Christ came as high priest of the good things that have come to be, passing through the greater and more perfect tabernacle not made by hands, that is, not belonging to this creation,"
        },
        {
          "verse": 12,
          "text": "he entered once for all into the sanctuary, not with the blood of goats and calves but with his own blood, thus obtaining eternal redemption."
        },
        {
          "verse": 13,
          "text": "For if the blood of goats and bulls and the sprinkling of a heifer’s ashes can sanctify those who are defiled so that their flesh is cleansed,"
        },
        {
          "verse": 14,
          "text": "how much more will the blood of Christ, who through the eternal spirit offered himself unblemished to God, cleanse our consciences from dead works to worship the living God."
        },
        {
          "verse": 15,
          "text": "For this reason he is mediator of a new covenant: since a death has taken place for deliverance from transgressions under the first covenant, those who are called may receive the promised eternal inheritance."
        },
        {
          "verse": 16,
          "text": "Now where there is a will, the death of the testator must be established."
        },
        {
          "verse": 17,
          "text": "For a will takes effect only at death; it has no force while the testator is alive."
        },
        {
          "verse": 18,
          "text": "Thus not even the first covenant was inaugurated without blood."
        },
        {
          "verse": 19,
          "text": "When every commandment had been proclaimed by Moses to all the people according to the law, he took the blood of calves [and goats], together with water and crimson wool and hyssop, and sprinkled both the book itself and all the people,"
        },
        {
          "verse": 20,
          "text": "saying, “This is ‘the blood of the covenant which God has enjoined upon you.’”"
        },
        {
          "verse": 21,
          "text": "In the same way, he sprinkled also the tabernacle and all the vessels of worship with blood."
        },
        {
          "verse": 22,
          "text": "According to the law almost everything is purified by blood, and without the shedding of blood there is no forgiveness."
        },
        {
          "verse": 23,
          "text": "Therefore, it was necessary for the copies of the heavenly things to be purified by these rites, but the heavenly things themselves by better sacrifices than these."
        },
        {
          "verse": 24,
          "text": "For Christ did not enter into a sanctuary made by hands, a copy of the true one, but heaven itself, that he might now appear before God on our behalf."
        },
        {
          "verse": 25,
          "text": "Not that he might offer himself repeatedly, as the high priest enters each year into the sanctuary with blood that is not his own;"
        },
        {
          "verse": 26,
          "text": "if that were so, he would have had to suffer repeatedly from the foundation of the world. But now once for all he has appeared at the end of the ages to take away sin by his sacrifice."
        },
        {
          "verse": 27,
          "text": "Just as it is appointed that human beings die once, and after this the judgment,"
        },
        {
          "verse": 28,
          "text": "so also Christ, offered once to take away the sins of many, will appear a second time, not to take away sin but to bring salvation to those who eagerly await him."
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 10 - One Sacrifice Instead of Many. Since the law has only a shadow of the good things to come, and not the very image of them, it can never make perfect those who come to worship by the same sacrifices that they offer continually each year."
        },
        {
          "verse": 2,
          "text": "Otherwise, would not the sacrifices have ceased to be offered, since the worshipers, once cleansed, would no longer have had any consciousness of sins?"
        },
        {
          "verse": 3,
          "text": "But in those sacrifices there is only a yearly remembrance of sins,"
        },
        {
          "verse": 4,
          "text": "for it is impossible that the blood of bulls and goats take away sins."
        },
        {
          "verse": 5,
          "text": "For this reason, when he came into the world, he said: “Sacrifice and offering you did not desire, but a body you prepared for me;"
        },
        {
          "verse": 6,
          "text": "holocausts and sin offerings you took no delight in."
        },
        {
          "verse": 7,
          "text": "Then I said, ‘As is written of me in the scroll, Behold, I come to do your will, O God.’”"
        },
        {
          "verse": 8,
          "text": "First he says, “Sacrifices and offerings, holocausts and sin offerings, you neither desired nor delighted in.” These are offered according to the law."
        },
        {
          "verse": 9,
          "text": "Then he says, “Behold, I come to do your will.” He takes away the first to establish the second."
        },
        {
          "verse": 10,
          "text": "By this “will,” we have been consecrated through the offering of the body of Jesus Christ once for all."
        },
        {
          "verse": 11,
          "text": "Every priest stands daily at his ministry, offering frequently those same sacrifices that can never take away sins."
        },
        {
          "verse": 12,
          "text": "But this one offered one sacrifice for sins, and took his seat forever at the right hand of God;"
        },
        {
          "verse": 13,
          "text": "now he waits until his enemies are made his footstool."
        },
        {
          "verse": 14,
          "text": "For by one offering he has made perfect forever those who are being consecrated."
        },
        {
          "verse": 15,
          "text": "The holy Spirit also testifies to us, for after saying:"
        },
        {
          "verse": 16,
          "text": "“This is the covenant I will establish with them after those days, says the Lord: ‘I will put my laws in their hearts, and I will write them upon their minds,’”"
        },
        {
          "verse": 17,
          "text": "he also says: “Their sins and their evildoing I will remember no more.”"
        },
        {
          "verse": 18,
          "text": "Where there is forgiveness of these, there is no longer offering for sin. Recalling the Past."
        },
        {
          "verse": 19,
          "text": "Therefore, brothers, since through the blood of Jesus we have confidence of entrance into the sanctuary"
        },
        {
          "verse": 20,
          "text": "by the new and living way he opened for us through the veil, that is, his flesh,"
        },
        {
          "verse": 21,
          "text": "and since we have “a great priest over the house of God,”"
        },
        {
          "verse": 22,
          "text": "let us approach with a sincere heart and in absolute trust, with our hearts sprinkled clean from an evil conscience and our bodies washed in pure water."
        },
        {
          "verse": 23,
          "text": "Let us hold unwaveringly to our confession that gives us hope, for he who made the promise is trustworthy."
        },
        {
          "verse": 24,
          "text": "We must consider how to rouse one another to love and good works."
        },
        {
          "verse": 25,
          "text": "We should not stay away from our assembly, as is the custom of some, but encourage one another, and this all the more as you see the day drawing near."
        },
        {
          "verse": 26,
          "text": "If we sin deliberately after receiving knowledge of the truth, there no longer remains sacrifice for sins"
        },
        {
          "verse": 27,
          "text": "but a fearful prospect of judgment and a flaming fire that is going to consume the adversaries."
        },
        {
          "verse": 28,
          "text": "Anyone who rejects the law of Moses is put to death without pity on the testimony of two or three witnesses."
        },
        {
          "verse": 29,
          "text": "Do you not think that a much worse punishment is due the one who has contempt for the Son of God, considers unclean the covenant-blood by which he was consecrated, and insults the spirit of grace?"
        },
        {
          "verse": 30,
          "text": "We know the one who said: “Vengeance is mine; I will repay,” and again: “The Lord will judge his people.”"
        },
        {
          "verse": 31,
          "text": "It is a fearful thing to fall into the hands of the living God."
        },
        {
          "verse": 32,
          "text": "Remember the days past when, after you had been enlightened, you endured a great contest of suffering."
        },
        {
          "verse": 33,
          "text": "At times you were publicly exposed to abuse and affliction; at other times you associated yourselves with those so treated."
        },
        {
          "verse": 34,
          "text": "You even joined in the sufferings of those in prison and joyfully accepted the confiscation of your property, knowing that you had a better and lasting possession."
        },
        {
          "verse": 35,
          "text": "Therefore, do not throw away your confidence; it will have great recompense."
        },
        {
          "verse": 36,
          "text": "You need endurance to do the will of God and receive what he has promised."
        },
        {
          "verse": 37,
          "text": "“For, after just a brief moment, he who is to come shall come; he shall not delay."
        },
        {
          "verse": 38,
          "text": "But my just one shall live by faith, and if he draws back I take no pleasure in him.”"
        },
        {
          "verse": 39,
          "text": "We are not among those who draw back and perish, but among those who have faith and will possess life."
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "verse": 1,
          "text": "V. Examples, Discipline, Disobedience Chapter 11 - Faith of the Ancients. Faith is the realization of what is hoped for and evidence of things not seen."
        },
        {
          "verse": 2,
          "text": "Because of it the ancients were well attested."
        },
        {
          "verse": 3,
          "text": "By faith we understand that the universe was ordered by the word of God, so that what is visible came into being through the invisible."
        },
        {
          "verse": 4,
          "text": "By faith Abel offered to God a sacrifice greater than Cain’s. Through this he was attested to be righteous, God bearing witness to his gifts, and through this, though dead, he still speaks."
        },
        {
          "verse": 5,
          "text": "By faith Enoch was taken up so that he should not see death, and “he was found no more because God had taken him.” Before he was taken up, he was attested to have pleased God."
        },
        {
          "verse": 6,
          "text": "But without faith it is impossible to please him, for anyone who approaches God must believe that he exists and that he rewards those who seek him."
        },
        {
          "verse": 7,
          "text": "By faith Noah, warned about what was not yet seen, with reverence built an ark for the salvation of his household. Through this he condemned the world and inherited the righteousness that comes through faith."
        },
        {
          "verse": 8,
          "text": "By faith Abraham obeyed when he was called to go out to a place that he was to receive as an inheritance; he went out, not knowing where he was to go."
        },
        {
          "verse": 9,
          "text": "By faith he sojourned in the promised land as in a foreign country, dwelling in tents with Isaac and Jacob, heirs of the same promise;"
        },
        {
          "verse": 10,
          "text": "for he was looking forward to the city with foundations, whose architect and maker is God."
        },
        {
          "verse": 11,
          "text": "By faith he received power to generate, even though he was past the normal age—and Sarah herself was sterile—for he thought that the one who had made the promise was trustworthy."
        },
        {
          "verse": 12,
          "text": "So it was that there came forth from one man, himself as good as dead, descendants as numerous as the stars in the sky and as countless as the sands on the seashore."
        },
        {
          "verse": 13,
          "text": "All these died in faith. They did not receive what had been promised but saw it and greeted it from afar and acknowledged themselves to be strangers and aliens on earth,"
        },
        {
          "verse": 14,
          "text": "for those who speak thus show that they are seeking a homeland."
        },
        {
          "verse": 15,
          "text": "If they had been thinking of the land from which they had come, they would have had opportunity to return."
        },
        {
          "verse": 16,
          "text": "But now they desire a better homeland, a heavenly one. Therefore, God is not ashamed to be called their God, for he has prepared a city for them."
        },
        {
          "verse": 17,
          "text": "By faith Abraham, when put to the test, offered up Isaac, and he who had received the promises was ready to offer his only son,"
        },
        {
          "verse": 18,
          "text": "of whom it was said, “Through Isaac descendants shall bear your name.”"
        },
        {
          "verse": 19,
          "text": "He reasoned that God was able to raise even from the dead, and he received Isaac back as a symbol."
        },
        {
          "verse": 20,
          "text": "By faith regarding things still to come Isaac blessed Jacob and Esau."
        },
        {
          "verse": 21,
          "text": "By faith Jacob, when dying, blessed each of the sons of Joseph and “bowed in worship, leaning on the top of his staff.”"
        },
        {
          "verse": 22,
          "text": "By faith Joseph, near the end of his life, spoke of the Exodus of the Israelites and gave instructions about his bones."
        },
        {
          "verse": 23,
          "text": "By faith Moses was hidden by his parents for three months after his birth, because they saw that he was a beautiful child, and they were not afraid of the king’s edict."
        },
        {
          "verse": 24,
          "text": "By faith Moses, when he had grown up, refused to be known as the son of Pharaoh’s daughter;"
        },
        {
          "verse": 25,
          "text": "he chose to be ill-treated along with the people of God rather than enjoy the fleeting pleasure of sin."
        },
        {
          "verse": 26,
          "text": "He considered the reproach of the Anointed greater wealth than the treasures of Egypt, for he was looking to the recompense."
        },
        {
          "verse": 27,
          "text": "By faith he left Egypt, not fearing the king’s fury, for he persevered as if seeing the one who is invisible."
        },
        {
          "verse": 28,
          "text": "By faith he kept the Passover and sprinkled the blood, that the Destroyer of the firstborn might not touch them."
        },
        {
          "verse": 29,
          "text": "By faith they crossed the Red Sea as if it were dry land, but when the Egyptians attempted it they were drowned."
        },
        {
          "verse": 30,
          "text": "By faith the walls of Jericho fell after being encircled for seven days."
        },
        {
          "verse": 31,
          "text": "By faith Rahab the harlot did not perish with the disobedient, for she had received the spies in peace."
        },
        {
          "verse": 32,
          "text": "What more shall I say? I have not time to tell of Gideon, Barak, Samson, Jephthah, of David and Samuel and the prophets,"
        },
        {
          "verse": 33,
          "text": "who by faith conquered kingdoms, did what was righteous, obtained the promises; they closed the mouths of lions,"
        },
        {
          "verse": 34,
          "text": "put out raging fires, escaped the devouring sword; out of weakness they were made powerful, became strong in battle, and turned back foreign invaders."
        },
        {
          "verse": 35,
          "text": "Women received back their dead through resurrection. Some were tortured and would not accept deliverance, in order to obtain a better resurrection."
        },
        {
          "verse": 36,
          "text": "Others endured mockery, scourging, even chains and imprisonment."
        },
        {
          "verse": 37,
          "text": "They were stoned, sawed in two, put to death at sword’s point; they went about in skins of sheep or goats, needy, afflicted, tormented."
        },
        {
          "verse": 38,
          "text": "The world was not worthy of them. They wandered about in deserts and on mountains, in caves and in crevices in the earth."
        },
        {
          "verse": 39,
          "text": "Yet all these, though approved because of their faith, did not receive what had been promised."
        },
        {
          "verse": 40,
          "text": "God had foreseen something better for us, so that without us they should not be made perfect."
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 12 - God Our Father. Therefore, since we are surrounded by so great a cloud of witnesses, let us rid ourselves of every burden and sin that clings to us and persevere in running the race that lies before us"
        },
        {
          "verse": 2,
          "text": "while keeping our eyes fixed on Jesus, the leader and perfecter of faith. For the sake of the joy that lay before him he endured the cross, despising its shame, and has taken his seat at the right of the throne of God."
        },
        {
          "verse": 3,
          "text": "Consider how he endured such opposition from sinners, in order that you may not grow weary and lose heart."
        },
        {
          "verse": 4,
          "text": "In your struggle against sin you have not yet resisted to the point of shedding blood."
        },
        {
          "verse": 5,
          "text": "You have also forgotten the exhortation addressed to you as sons: “My son, do not disdain the discipline of the Lord or lose heart when reproved by him;"
        },
        {
          "verse": 6,
          "text": "for whom the Lord loves, he disciplines; he scourges every son he acknowledges.”"
        },
        {
          "verse": 7,
          "text": "Endure your trials as “discipline”; God treats you as sons. For what “son” is there whom his father does not discipline?"
        },
        {
          "verse": 8,
          "text": "If you are without discipline, in which all have shared, you are not sons but bastards."
        },
        {
          "verse": 9,
          "text": "Besides this, we have had our earthly fathers to discipline us, and we respected them. Should we not [then] submit all the more to the Father of spirits and live?"
        },
        {
          "verse": 10,
          "text": "They disciplined us for a short time as seemed right to them, but he does so for our benefit, in order that we may share his holiness."
        },
        {
          "verse": 11,
          "text": "At the time, all discipline seems a cause not for joy but for pain, yet later it brings the peaceful fruit of righteousness to those who are trained by it."
        },
        {
          "verse": 12,
          "text": "So strengthen your drooping hands and your weak knees."
        },
        {
          "verse": 13,
          "text": "Make straight paths for your feet, that what is lame may not be dislocated but healed."
        },
        {
          "verse": 14,
          "text": "Penalties of Disobedience. Strive for peace with everyone, and for that holiness without which no one will see the Lord."
        },
        {
          "verse": 15,
          "text": "See to it that no one be deprived of the grace of God, that no bitter root spring up and cause trouble, through which many may become defiled,"
        },
        {
          "verse": 16,
          "text": "that no one be an immoral or profane person like Esau, who sold his birthright for a single meal."
        },
        {
          "verse": 17,
          "text": "For you know that later, when he wanted to inherit his father’s blessing, he was rejected because he found no opportunity to change his mind, even though he sought the blessing with tears."
        },
        {
          "verse": 18,
          "text": "You have not approached that which could be touched and a blazing fire and gloomy darkness and storm"
        },
        {
          "verse": 19,
          "text": "and a trumpet blast and a voice speaking words such that those who heard begged that no message be further addressed to them,"
        },
        {
          "verse": 20,
          "text": "for they could not bear to hear the command: “If even an animal touches the mountain, it shall be stoned.”"
        },
        {
          "verse": 21,
          "text": "Indeed, so fearful was the spectacle that Moses said, “I am terrified and trembling.”"
        },
        {
          "verse": 22,
          "text": "No, you have approached Mount Zion and the city of the living God, the heavenly Jerusalem, and countless angels in festal gathering,"
        },
        {
          "verse": 23,
          "text": "and the assembly of the firstborn enrolled in heaven, and God the judge of all, and the spirits of the just made perfect,"
        },
        {
          "verse": 24,
          "text": "and Jesus, the mediator of a new covenant, and the sprinkled blood that speaks more eloquently than that of Abel."
        },
        {
          "verse": 25,
          "text": "See that you do not reject the one who speaks. For if they did not escape when they refused the one who warned them on earth, how much more in our case if we turn away from the one who warns from heaven."
        },
        {
          "verse": 26,
          "text": "His voice shook the earth at that time, but now he has promised, “I will once more shake not only earth but heaven.”"
        },
        {
          "verse": 27,
          "text": "That phrase, “once more,” points to [the] removal of shaken, created things, so that what is unshaken may remain."
        },
        {
          "verse": 28,
          "text": "Therefore, we who are receiving the unshakable kingdom should have gratitude, with which we should offer worship pleasing to God in reverence and awe."
        },
        {
          "verse": 29,
          "text": "For our God is a consuming fire."
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "verse": 1,
          "text": "VI. Final Exhortation, Blessing, Greetings Chapter 13 - Let mutual love continue."
        },
        {
          "verse": 2,
          "text": "Do not neglect hospitality, for through it some have unknowingly entertained angels."
        },
        {
          "verse": 3,
          "text": "Be mindful of prisoners as if sharing their imprisonment, and of the ill-treated as of yourselves, for you also are in the body."
        },
        {
          "verse": 4,
          "text": "Let marriage be honored among all and the marriage bed be kept undefiled, for God will judge the immoral and adulterers."
        },
        {
          "verse": 5,
          "text": "Let your life be free from love of money but be content with what you have, for he has said, “I will never forsake you or abandon you.”"
        },
        {
          "verse": 6,
          "text": "Thus we may say with confidence: “The Lord is my helper, [and] I will not be afraid. What can anyone do to me?”"
        },
        {
          "verse": 7,
          "text": "Remember your leaders who spoke the word of God to you. Consider the outcome of their way of life and imitate their faith."
        },
        {
          "verse": 8,
          "text": "Jesus Christ is the same yesterday, today, and forever."
        },
        {
          "verse": 9,
          "text": "Do not be carried away by all kinds of strange teaching. It is good to have our hearts strengthened by grace and not by foods, which do not benefit those who live by them."
        },
        {
          "verse": 10,
          "text": "We have an altar from which those who serve the tabernacle have no right to eat."
        },
        {
          "verse": 11,
          "text": "The bodies of the animals whose blood the high priest brings into the sanctuary as a sin offering are burned outside the camp."
        },
        {
          "verse": 12,
          "text": "Therefore, Jesus also suffered outside the gate, to consecrate the people by his own blood."
        },
        {
          "verse": 13,
          "text": "Let us then go to him outside the camp, bearing the reproach that he bore."
        },
        {
          "verse": 14,
          "text": "For here we have no lasting city, but we seek the one that is to come."
        },
        {
          "verse": 15,
          "text": "Through him [then] let us continually offer God a sacrifice of praise, that is, the fruit of lips that confess his name."
        },
        {
          "verse": 16,
          "text": "Do not neglect to do good and to share what you have; God is pleased by sacrifices of that kind."
        },
        {
          "verse": 17,
          "text": "Obey your leaders and defer to them, for they keep watch over you and will have to give an account, that they may fulfill their task with joy and not with sorrow, for that would be of no advantage to you."
        },
        {
          "verse": 18,
          "text": "Pray for us, for we are confident that we have a clear conscience, wishing to act rightly in every respect."
        },
        {
          "verse": 19,
          "text": "I especially ask for your prayers that I may be restored to you very soon."
        },
        {
          "verse": 20,
          "text": "May the God of peace, who brought up from the dead the great shepherd of the sheep by the blood of the eternal covenant, Jesus our Lord,"
        },
        {
          "verse": 21,
          "text": "furnish you with all that is good, that you may do his will. May he carry out in you what is pleasing to him through Jesus Christ, to whom be glory forever [and ever]. Amen."
        },
        {
          "verse": 22,
          "text": "Brothers, I ask you to bear with this message of encouragement, for I have written to you rather briefly."
        },
        {
          "verse": 23,
          "text": "I must let you know that our brother Timothy has been set free. If he comes soon, I shall see you together with him."
        },
        {
          "verse": 24,
          "text": "Greetings to all your leaders and to all the holy ones. Those from Italy send you greetings."
        },
        {
          "verse": 25,
          "text": "Grace be with all of you."
        }
      ]
    }
  ]
}
