{
  "book": "Hosea",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 1 - The word of the LORD that came to Hosea son of Beeri, in the days of Uzziah, Jotham, Ahaz, Hezekiah, kings of Judah, and in the days of Jeroboam, son of Joash, king of Israel."
        },
        {
          "verse": 2,
          "text": "I. The Prophet’s Marriage and Its Symbolism - Marriage of Hosea and Gomer. When the LORD began to speak with Hosea, the LORD said to Hosea: Go, get for yourself a woman of prostitution and children of prostitution, for the land prostitutes itself, turning away from the LORD."
        },
        {
          "verse": 3,
          "text": "So he went and took Gomer, daughter of Diblaim; and she conceived and bore him a son."
        },
        {
          "verse": 4,
          "text": "Then the LORD said to him: Give him the name “Jezreel,” for in a little while I will punish the house of Jehu for the bloodshed at Jezreel and bring to an end the kingdom of the house of Israel;"
        },
        {
          "verse": 5,
          "text": "on that day I will break the bow of Israel in the valley of Jezreel."
        },
        {
          "verse": 6,
          "text": "She conceived again and bore a daughter. The LORD said to him: Give her the name “Not-Pitied,” for I will no longer feel pity for the house of Israel: rather, I will utterly abhor them."
        },
        {
          "verse": 7,
          "text": "Yet for the house of Judah I will feel pity; I will save them by the LORD, their God; but I will not save them by bow or sword, by warfare, by horses or horsemen."
        },
        {
          "verse": 8,
          "text": "After she weaned Not-Pitied, she conceived and bore a son."
        },
        {
          "verse": 9,
          "text": "Then the LORD said: Give him the name “Not-My-People,” for you are not my people, and I am not “I am” for you."
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 2 - The number of the Israelites will be like the sand of the sea, which can be neither measured nor counted. Instead of being told, “You are Not-My-People,” They will be called, “Children of the living God.”"
        },
        {
          "verse": 2,
          "text": "Then the people of Judah and of Israel will gather together; They will appoint for themselves one head and rise up from the land; great indeed shall be the day of Jezreel!"
        },
        {
          "verse": 3,
          "text": "Say to your brothers, “My People,” and to your sisters, “Pitied.”"
        },
        {
          "verse": 4,
          "text": "The Lord and Israel His Spouse - Accuse your mother, accuse! for she is not my wife, and I am not her husband. Let her remove her prostitution from her face. her adultery from between her breasts,"
        },
        {
          "verse": 5,
          "text": "Or I will strip her naked, leaving her as on the day of her birth; I will make her like the wilderness, make her like an arid land, and let her die of thirst."
        },
        {
          "verse": 6,
          "text": "I will have no pity on her children, for they are children of prostitution."
        },
        {
          "verse": 7,
          "text": "Yes, their mother has prostituted herself; she who conceived them has acted shamefully. For she said, “I will go after my lovers, who give me my bread and my water, my wool and my flax, my oil and my drink.”"
        },
        {
          "verse": 8,
          "text": "Therefore, I will hedge in her way with thorns and erect a wall against her, so that she cannot find her paths."
        },
        {
          "verse": 9,
          "text": "If she runs after her lovers, she will not overtake them; if she seeks them she will not find them. Then she will say, “I will go back to my first husband, for I was better off then than now.”"
        },
        {
          "verse": 10,
          "text": "She did not know that it was I who gave her the grain, the wine, and the oil, I who lavished upon her silver, and gold, which they used for Baal,"
        },
        {
          "verse": 11,
          "text": "Therefore I will take back my grain in its time, and my wine in its season; I will snatch away my wool and my flax, which were to cover her nakedness."
        },
        {
          "verse": 12,
          "text": "Now I will lay bare her shame in full view of her lovers, and no one can deliver her out of my hand."
        },
        {
          "verse": 13,
          "text": "I will put an end to all her joy, her festivals, her new moons, her sabbaths— all her seasonal feasts."
        },
        {
          "verse": 14,
          "text": "I will lay waste her vines and fig trees, of which she said, “These are the fees my lovers have given me”; I will turn them into rank growth and wild animals shall devour them."
        },
        {
          "verse": 15,
          "text": "I will punish her for the days of the Baals, for whom she burnt incense, When she decked herself out with her rings and her jewelry, and went after her lovers— but me she forgot—oracle of the LORD."
        },
        {
          "verse": 16,
          "text": "Therefore, I will allure her now; I will lead her into the wilderness and speak persuasively to her."
        },
        {
          "verse": 17,
          "text": "Then I will give her the vineyards she had, and the valley of Achor as a door of hope. There she will respond as in the days of her youth, as on the day when she came up from the land of Egypt."
        },
        {
          "verse": 18,
          "text": "On that day—oracle of the LORD— You shall call me “My husband,” and you shall never again call me “My baal.”"
        },
        {
          "verse": 19,
          "text": "I will remove from her mouth the names of the Baals; they shall no longer be mentioned by their name."
        },
        {
          "verse": 20,
          "text": "I will make a covenant for them on that day, with the wild animals, With the birds of the air, and with the things that crawl on the ground. Bow and sword and warfare I will destroy from the land, and I will give them rest in safety."
        },
        {
          "verse": 21,
          "text": "I will betroth you to me forever: I will betroth you to me with justice and with judgment, with loyalty and with compassion;"
        },
        {
          "verse": 22,
          "text": "I will betroth you to me with fidelity, and you shall know the LORD."
        },
        {
          "verse": 23,
          "text": "On that day I will respond—oracle of the LORD— I will respond to the heavens, and they will respond to the earth;"
        },
        {
          "verse": 24,
          "text": "The earth will respond to the grain, and wine, and oil, and these will respond to Jezreel."
        },
        {
          "verse": 25,
          "text": "I will sow her for myself in the land, and I will have pity on Not-Pitied. I will say to Not-My-People, “You are my people,” and he will say, “My God!”"
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 3 - Hosea and His Wife Reunited Again the LORD said to me: Go, love a woman who is loved by her spouse but commits adultery; Just as the LORD loves the Israelites, though they turn to other gods and love raisin cakes."
        },
        {
          "verse": 2,
          "text": "So I acquired her for myself for fifteen pieces of silver and a homer and a lethech of barley."
        },
        {
          "verse": 3,
          "text": "Then I said to her: “You will wait for me for many days; you will not prostitute yourself Or belong to any man; I in turn will wait for you.”"
        },
        {
          "verse": 4,
          "text": "For the Israelites will remain many days without king or prince, Without sacrifice or sacred pillar, without ephod or household gods."
        },
        {
          "verse": 5,
          "text": "Afterward the Israelites will turn back and seek the LORD, their God, and David, their king; They will come trembling to the LORD and to his bounty, in the last days."
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "verse": 1,
          "text": "II. Israel’s Guilt, Punishment, and Restoration Chapter 4 Indictment of Israel - Hear the word of the LORD, Israelites, for the LORD has a dispute with the inhabitants of the land: There is no fidelity, no loyalty, no knowledge of God in the land."
        },
        {
          "verse": 2,
          "text": "Swearing, lying, murder, stealing and adultery break out; bloodshed follows bloodshed."
        },
        {
          "verse": 3,
          "text": "Therefore the land dries up, and everything that dwells in it languishes: The beasts of the field, the birds of the air, and even the fish of the sea perish."
        },
        {
          "verse": 4,
          "text": "Guilt of Priest and of People - But let no one accuse, let no one rebuke; with you is my dispute, priest!"
        },
        {
          "verse": 5,
          "text": "You will stumble in the day, and the prophet will stumble with you at night; I will make an end of your mother."
        },
        {
          "verse": 6,
          "text": "My people are ruined for lack of knowledge! Since you have rejected knowledge, I will reject you from serving as my priest; Since you have forgotten the law of your God, I will also forget your children."
        },
        {
          "verse": 7,
          "text": "The more they multiplied, the more they sinned against me, I will change their glory into shame."
        },
        {
          "verse": 8,
          "text": "They feed on the sin of my people, and are greedy for their iniquity."
        },
        {
          "verse": 9,
          "text": "Like people, like priest: I will punish them for their ways, and repay them for their deeds."
        },
        {
          "verse": 10,
          "text": "They will eat but not be satisfied, they will promote prostitution but not increase, Because they have abandoned the LORD, devoting themselves"
        },
        {
          "verse": 11,
          "text": "to prostitution. Aged wine and new wine take away understanding."
        },
        {
          "verse": 12,
          "text": "My people consult their piece of wood, and their wand makes pronouncements for them, For the spirit of prostitution has led them astray; they prostitute themselves, forsaking their God."
        },
        {
          "verse": 13,
          "text": "On the mountaintops they offer sacrifice and on the hills they burn incense, Beneath oak and poplar and terebinth, because of their pleasant shade. Therefore your daughters prostitute themselves, and your daughters-in-law commit adultery."
        },
        {
          "verse": 14,
          "text": "I will not punish your daughters for their prostitution, nor your daughters-in-law for their adultery, Because the men themselves consort with prostitutes, and with temple women they offer sacrifice! Thus a people without understanding comes to ruin."
        },
        {
          "verse": 15,
          "text": "Though you prostitute yourself, Israel, do not let Judah become guilty! Do not come to Gilgal, do not go up to Beth-aven, do not swear, “As the Lord lives!”"
        },
        {
          "verse": 16,
          "text": "For like a stubborn cow, Israel is stubborn; Will the LORD now pasture them, like lambs in a broad meadow?"
        },
        {
          "verse": 17,
          "text": "Ephraim is bound to idols, let him alone!"
        },
        {
          "verse": 18,
          "text": "When their drinking is over, they give themselves to prostitution; they love shame more than their honor."
        },
        {
          "verse": 19,
          "text": "A wind has bound them up in its wings; they shall be ashamed because of their altars."
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 5 Guilt of the Religious and Political Leaders - Hear this, priests, Pay attention, house of Israel, Household of the king, give ear! For you are responsible for judgment. But you have been a snare at Mizpah, a net spread upon Tabor,"
        },
        {
          "verse": 2,
          "text": "a pit dug deep in Shittim. Now I will discipline them all."
        },
        {
          "verse": 3,
          "text": "I know Ephraim, and Israel is not hidden from me: Now, Ephraim, you have practiced prostitution, Israel is defiled."
        },
        {
          "verse": 4,
          "text": "Their deeds do not allow them to return to their God; For the spirit of prostitution is in them, and they do not know the LORD."
        },
        {
          "verse": 5,
          "text": "The arrogance of Israel bears witness against him; Israel and Ephraim stumble because of their iniquity, and Judah stumbles with them."
        },
        {
          "verse": 6,
          "text": "With their flocks and herds they will go to seek the LORD, but will not find him; he has withdrawn from them."
        },
        {
          "verse": 7,
          "text": "They have betrayed the LORD, for they have borne illegitimate children; Now the new moon will devour them together with their fields."
        },
        {
          "verse": 8,
          "text": "Political Upheavals - Blow the ram’s horn in Gibeah, the trumpet in Ramah! Sound the alarm in Beth-aven: “Look behind you, Benjamin!”"
        },
        {
          "verse": 9,
          "text": "Ephraim shall become a wasteland on the day of punishment: Among the tribes of Israel I announce what is sure to be."
        },
        {
          "verse": 10,
          "text": "The princes of Judah have become like those who move a boundary line; Upon them I will pour out my wrath like water."
        },
        {
          "verse": 11,
          "text": "Ephraim is oppressed, crushed by judgment, for he has willingly gone after filth!"
        },
        {
          "verse": 12,
          "text": "I am like a moth for Ephraim, like rot for the house of Judah."
        },
        {
          "verse": 13,
          "text": "When Ephraim saw his infirmity, and Judah his sore, Ephraim went to Assyria, and sent to the great king. But he cannot heal you, nor take away your sore."
        },
        {
          "verse": 14,
          "text": "For I am like a lion to Ephraim, like a young lion to the house of Judah; It is I who tear the prey and depart, I carry it away and no one can save it."
        },
        {
          "verse": 15,
          "text": "Insincere Conversion - I will go back to my place until they make reparation and seek my presence. In their affliction, they shall look for me."
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 6 - “Come, let us return to the LORD, For it is he who has torn, but he will heal us; he has struck down, but he will bind our wounds."
        },
        {
          "verse": 2,
          "text": "He will revive us after two days; on the third day he will raise us up, to live in his presence."
        },
        {
          "verse": 3,
          "text": "Let us know, let us strive to know the LORD; as certain as the dawn is his coming. He will come to us like the rain, like spring rain that waters the earth.”"
        },
        {
          "verse": 4,
          "text": "What can I do with you, Ephraim? What can I do with you, Judah? Your loyalty is like morning mist, like the dew that disappears early."
        },
        {
          "verse": 5,
          "text": "For this reason I struck them down through the prophets, I killed them by the words of my mouth; my judgment shines forth like the light."
        },
        {
          "verse": 6,
          "text": "For it is loyalty that I desire, not sacrifice, and knowledge of God rather than burnt offerings."
        },
        {
          "verse": 7,
          "text": "Further Crimes of Israel - But they, at Adam, violated the covenant; there they betrayed me."
        },
        {
          "verse": 8,
          "text": "Gilead is a city of evildoers, tracked with blood."
        },
        {
          "verse": 9,
          "text": "Like brigands lying in wait is the band of priests. They murder on the road to Shechem, indeed they commit a monstrous crime."
        },
        {
          "verse": 10,
          "text": "In the house of Israel I have seen a horrible thing: there is found Ephraim’s prostitution, Israel is defiled."
        },
        {
          "verse": 11,
          "text": "For you also, Judah, a harvest has been appointed!"
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 7 - When I would have restored the fortunes of my people, when I would have healed Israel, The guilt of Ephraim was revealed, the wickedness of Samaria: They practiced falsehood. Thieves break in, bandits roam outside."
        },
        {
          "verse": 2,
          "text": "Yet they do not call to mind that I remember all their wickedness. Now their crimes surround them, present to my sight."
        },
        {
          "verse": 3,
          "text": "Israel’s Domestic Politics - With their wickedness they make the king rejoice, the princes too, with their treacherous deeds."
        },
        {
          "verse": 4,
          "text": "They are all adulterers, like a blazing oven, Which the baker quits stoking, after the dough’s kneading until its rising."
        },
        {
          "verse": 5,
          "text": "On the day of our king, they made the princes sick with poisoned wine; he extended his hand to the scoffers."
        },
        {
          "verse": 6,
          "text": "For they draw near in ambush with their hearts like an oven. All the night their anger sleeps; in the morning it flares like a blazing fire."
        },
        {
          "verse": 7,
          "text": "They are all heated like ovens, and consume their rulers. All their kings have fallen; none of them calls upon me."
        },
        {
          "verse": 8,
          "text": "Israel’s Foreign Politics - Ephraim is mixed with the nations, Ephraim is an unturned cake."
        },
        {
          "verse": 9,
          "text": "Strangers have consumed his strength, but he does not know it; Gray hairs are strewn on his head, but he takes no notice of it."
        },
        {
          "verse": 10,
          "text": "The arrogance of Israel bears witness against him; yet they do not return to the LORD, their God, nor seek him, despite all this."
        },
        {
          "verse": 11,
          "text": "Ephraim is like a dove, silly and senseless; They call upon Egypt, they go to Assyria."
        },
        {
          "verse": 12,
          "text": "When they go I will spread my net around them, like birds in the air I will bring them down. I will chastise them when I hear of their assembly."
        },
        {
          "verse": 13,
          "text": "Woe to them, for they have strayed from me! Ruin to them, for they have rebelled against me! Though I wished to redeem them, they spoke lies against me."
        },
        {
          "verse": 14,
          "text": "They have not cried to me from their hearts when they wailed upon their beds; For wheat and wine they lacerated themselves; they rebelled against me."
        },
        {
          "verse": 15,
          "text": "Though I trained and strengthened their arms, yet they devised evil against me."
        },
        {
          "verse": 16,
          "text": "They have again become useless, they have been like a treacherous bow. Their princes shall fall by the sword because of the insolence of their tongues; thus they shall be mocked in the land of Egypt."
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 8 Corruption of Cult, Domestic and Foreign Politics - Put the trumpet to your lips! One like an eagle is over the house of the LORD! Because they have violated my covenant, and rebelled against my law,"
        },
        {
          "verse": 2,
          "text": "They cry out to me, “My God! We know you!”"
        },
        {
          "verse": 3,
          "text": "But Israel has rejected what is good; the enemy shall pursue him."
        },
        {
          "verse": 4,
          "text": "They made kings, but not by my authority; they established princes, but without my knowledge. With their silver and gold they made idols for themselves, to their own destruction."
        },
        {
          "verse": 5,
          "text": "He has rejected your calf, Samaria! My wrath is kindled against them; How long will they be incapable of innocence in Israel?"
        },
        {
          "verse": 6,
          "text": "An artisan made it, it is no god at all. The calf of Samaria will be dashed to pieces."
        },
        {
          "verse": 7,
          "text": "When they sow the wind, they will reap the whirlwind; The stalk of grain that forms no head can yield no flour; Even if it could, strangers would swallow it."
        },
        {
          "verse": 8,
          "text": "Israel is swallowed up; now they are among the nations, like a useless vessel."
        },
        {
          "verse": 9,
          "text": "For they went up to Assyria— a wild ass off on its own— Ephraim bargained for lovers."
        },
        {
          "verse": 10,
          "text": "Even though they bargain with the nations, I will now gather them together; They will soon succumb under the burden of king and princes."
        },
        {
          "verse": 11,
          "text": "When Ephraim made many altars to expiate sin, they became altars for sinning."
        },
        {
          "verse": 12,
          "text": "Though I write for him my many instructions, they are considered like a stranger’s."
        },
        {
          "verse": 13,
          "text": "They love sacrifice, they sacrifice meat and eat it, but the LORD is not pleased with them. Now he will remember their guilt and punish their sins; they shall return to Egypt."
        },
        {
          "verse": 14,
          "text": "Israel has forgotten his maker and has built palaces. Judah, too, has fortified many cities, but I will send fire upon his cities, to devour their strongholds."
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 9 From Days of Celebration to Days of Punishment - Do not rejoice, Israel, do not exult like the nations! For you have prostituted yourself, abandoning your God, loving a prostitute’s fee upon every threshing floor."
        },
        {
          "verse": 2,
          "text": "Threshing floor and wine press will not nourish them, the new wine will fail them."
        },
        {
          "verse": 3,
          "text": "They will not dwell in the LORD’s land; Ephraim will return to Egypt, and in Assyria they will eat unclean food."
        },
        {
          "verse": 4,
          "text": "They will not pour libations of wine to the LORD, and their sacrifices will not please him. Their bread will be like mourners’ bread, that makes unclean all who eat of it; Their food will be for their own appetites; it cannot enter the house of the LORD."
        },
        {
          "verse": 5,
          "text": "What will you do on the festival day, the day of the LORD’s feast?"
        },
        {
          "verse": 6,
          "text": "When they flee from the devastation, Egypt will gather them, Memphis will bury them. Weeds will overgrow their silver treasures, and thorns, their tents."
        },
        {
          "verse": 7,
          "text": "They have come, the days of punishment! they have come, the days of recompense! Let Israel know it! “The prophet is a fool, the man of the spirit is mad!” Because your iniquity is great, great, too, is your hostility."
        },
        {
          "verse": 8,
          "text": "The watchman of Ephraim, the people of my God, is the prophet; yet a fowler’s snare is on all his ways, hostility in the house of his God."
        },
        {
          "verse": 9,
          "text": "They have sunk to the depths of corruption, as in the days of Gibeah; God will remember their iniquity and punish their sins."
        },
        {
          "verse": 10,
          "text": "From Former Glory to a History of Corruption - Like grapes in the desert, I found Israel; Like the first fruits of the fig tree, its first to ripen, I looked on your ancestors. But when they came to Baal-peor and consecrated themselves to the Shameful One, they became as abhorrent as the thing they loved."
        },
        {
          "verse": 11,
          "text": "Ephraim is like a bird: their glory flies away— no birth, no pregnancy, no conception."
        },
        {
          "verse": 12,
          "text": "Even though they bring up their children, I will make them childless, until no one is left. Indeed, woe to them when I turn away from them!"
        },
        {
          "verse": 13,
          "text": "Ephraim, as I saw, was a tree planted in a meadow; But now Ephraim will bring out his children to the slaughterer!"
        },
        {
          "verse": 14,
          "text": "Give them, LORD! give them what? Give them a miscarrying womb, and dry breasts!"
        },
        {
          "verse": 15,
          "text": "All their misfortune began in Gilgal; yes, there I rejected them. Because of their wicked deeds I will drive them out of my house. I will love them no longer; all their princes are rebels."
        },
        {
          "verse": 16,
          "text": "Ephraim is stricken, their root is dried up; they will bear no fruit. Were they to bear children, I would slay the beloved of their womb."
        },
        {
          "verse": 17,
          "text": "My God will disown them because they have not listened to him; they will be wanderers among the nations."
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 10 Destruction of Idolatrous Cultic Objects - Israel is a luxuriant vine whose fruit matches its growth. The more abundant his fruit, the more altars he built; The more productive his land, the more sacred pillars he set up."
        },
        {
          "verse": 2,
          "text": "Their heart is false! Now they will pay for their guilt: God will break down their altars and destroy their sacred pillars."
        },
        {
          "verse": 3,
          "text": "For now they will say, “We have no king! Since we do not fear the LORD, the king—what could he do for us?”"
        },
        {
          "verse": 4,
          "text": "They make promises, swear false oaths, and make covenants, While lawsuits sprout like poisonous weeds in the furrows of a field!"
        },
        {
          "verse": 5,
          "text": "The inhabitants of Samaria are afraid for the calf of Beth-aven; Its people mourn for it and its idolatrous priests wail over it, —over its glory which has departed from it."
        },
        {
          "verse": 6,
          "text": "It too will be carried to Assyria, as an offering to the great king. Ephraim will be put to shame, Israel will be shamed by his schemes."
        },
        {
          "verse": 7,
          "text": "Samaria and her king will disappear, like a twig upon the waters."
        },
        {
          "verse": 8,
          "text": "The high places of Aven will be destroyed, the sin of Israel; thorns and thistles will overgrow their altars. Then they will cry out to the mountains, “Cover us!” and to the hills, “Fall upon us!”"
        },
        {
          "verse": 9,
          "text": "War Because of Israel’s Wickedness - Since the days of Gibeah you have sinned, Israel. There they took their stand; will war not reach them in Gibeah? Against a perverse people"
        },
        {
          "verse": 10,
          "text": "I came and I chastised them; Peoples will be gathered against them when I bind them to their two crimes."
        },
        {
          "verse": 11,
          "text": "Ephraim was a trained heifer, that loved to thresh; I myself laid a yoke upon her beautiful neck; I will make Ephraim break ground, Judah must plow, Jacob must harrow for himself:"
        },
        {
          "verse": 12,
          "text": "“Sow for yourselves justice, reap the reward of loyalty; Break up for yourselves a new field, for it is time to seek the LORD, till he comes and rains justice upon you.”"
        },
        {
          "verse": 13,
          "text": "But you have plowed wickedness, reaped perversity, and eaten the fruit of falsehood. Because you have trusted in your own power, and in your many warriors,"
        },
        {
          "verse": 14,
          "text": "The clamor of war shall break out among your people and all your fortresses shall be ravaged As Salman ravaged Beth-arbel on the day of war, smashing mothers along with their children."
        },
        {
          "verse": 15,
          "text": "So it will be done to you, Bethel, because of your utter wickedness: At dawn the king of Israel will utterly disappear."
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 11 The Disappointment of a Parent - When Israel was a child I loved him, out of Egypt I called my son."
        },
        {
          "verse": 2,
          "text": "The more I called them, the farther they went from me, Sacrificing to the Baals and burning incense to idols."
        },
        {
          "verse": 3,
          "text": "Yet it was I who taught Ephraim to walk, who took them in my arms; but they did not know that I cared for them."
        },
        {
          "verse": 4,
          "text": "I drew them with human cords, with bands of love; I fostered them like those who raise an infant to their cheeks; I bent down to feed them."
        },
        {
          "verse": 5,
          "text": "He shall return to the land of Egypt, Assyria shall be his king, because they have refused to repent."
        },
        {
          "verse": 6,
          "text": "The sword shall rage in his cities: it shall destroy his diviners, and devour them because of their schemings."
        },
        {
          "verse": 7,
          "text": "My people have their mind set on apostasy; though they call on God in unison, he shall not raise them up."
        },
        {
          "verse": 8,
          "text": "But Love Is Stronger and Restores - How could I give you up, Ephraim, or deliver you up, Israel? How could I treat you as Admah, or make you like Zeboiim? My heart is overwhelmed, my pity is stirred."
        },
        {
          "verse": 9,
          "text": "I will not give vent to my blazing anger, I will not destroy Ephraim again; For I am God and not a man, the Holy One present among you; I will not come in wrath."
        },
        {
          "verse": 10,
          "text": "They shall follow the LORD, who roars like a lion; When he roars, his children shall come frightened from the west,"
        },
        {
          "verse": 11,
          "text": "Out of Egypt they shall come trembling, like birds, like doves, from the land of Assyria; And I will resettle them in their homes, oracle of the LORD."
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 12 Infidelity of Israel - Ephraim has surrounded me with lies, the house of Israel, with deceit; Judah still wanders about with gods, and is faithful to holy ones."
        },
        {
          "verse": 2,
          "text": "Ephraim shepherds the wind, and pursues the east wind all day long. He multiplies lies and violence: They make a covenant with Assyria, and oil is carried to Egypt."
        },
        {
          "verse": 3,
          "text": "The LORD has a dispute with Judah, and will punish Jacob for his conduct, and repay him for his deeds."
        },
        {
          "verse": 4,
          "text": "In the womb he supplanted his brother, and in his vigor he contended with a divine being;"
        },
        {
          "verse": 5,
          "text": "He contended with an angel and prevailed, he wept and entreated him. At Bethel he met with him, and there he spoke with him."
        },
        {
          "verse": 6,
          "text": "The LORD is the God of hosts, the LORD is his name!"
        },
        {
          "verse": 7,
          "text": "You must return to your God. Maintain loyalty and justice and always hope in your God."
        },
        {
          "verse": 8,
          "text": "A merchant who holds a false balance, he loves to extort!"
        },
        {
          "verse": 9,
          "text": "Ephraim has said, “How rich I have become; I have made a fortune!” All his gain will not suffice for the guilt of his sin."
        },
        {
          "verse": 10,
          "text": "I the LORD have been your God, since the land of Egypt; I will again have you live in tents, as on feast days."
        },
        {
          "verse": 11,
          "text": "I spoke to the prophets, I granted many visions, and through the prophets I told parables."
        },
        {
          "verse": 12,
          "text": "In Gilead is falsehood, they have come to nothing; in Gilgal they sacrifice bulls, But their altars are like heaps of stones in the furrows of the field."
        },
        {
          "verse": 13,
          "text": "Jacob fled to the land of Aram, and Israel served for a wife; for a wife he tended sheep."
        },
        {
          "verse": 14,
          "text": "But by a prophet the LORD brought Israel out of Egypt, and by a prophet Israel was tended."
        },
        {
          "verse": 15,
          "text": "Ephraim has aroused bitter anger, so his Lord shall cast his bloodguilt upon him and repay him for his scorn."
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 13 The Death of Ephraim - When Ephraim spoke there was terror; he was exalted in Israel; but he became guilty through Baal and died."
        },
        {
          "verse": 2,
          "text": "Now they continue to sin, making for themselves molten images, Silver idols according to their skill, all of them the work of artisans. “To these, offer sacrifice,” they say. People kiss calves!"
        },
        {
          "verse": 3,
          "text": "Therefore, they will be like a morning cloud or like the dew that vanishes with the dawn, Like chaff storm-driven from the threshing floor or like smoke out of the window."
        },
        {
          "verse": 4,
          "text": "I, the LORD, am your God, since the land of Egypt; Gods apart from me you do not know; there is no savior but me."
        },
        {
          "verse": 5,
          "text": "I fed you in the wilderness, in the parched land."
        },
        {
          "verse": 6,
          "text": "When I fed them, they were satisfied; when satisfied, they became proud, therefore they forgot me."
        },
        {
          "verse": 7,
          "text": "So, I will be like a lion to them, like a leopard by the road I will keep watch."
        },
        {
          "verse": 8,
          "text": "I will attack them like a bear robbed of its young, and tear their hearts from their breasts; I will devour them on the spot like a lion, as a wild animal would rip them open."
        },
        {
          "verse": 9,
          "text": "I destroy you, Israel! who is there to help you?"
        },
        {
          "verse": 10,
          "text": "Where now is your king, that he may rescue you? And all your princes, that they may defend you? Of whom you said, “Give me a king and princes”?"
        },
        {
          "verse": 11,
          "text": "I give you a king in my anger, and I take him away in my wrath."
        },
        {
          "verse": 12,
          "text": "The guilt of Ephraim is wrapped up, his sin is stored away."
        },
        {
          "verse": 13,
          "text": "The birth pangs will come for him, but this is an unwise child, Who, when it is time, does not present himself at the mouth of the womb."
        },
        {
          "verse": 14,
          "text": "Shall I deliver them from the power of Sheol? shall I redeem them from death? Where are your plagues, O death! where is your sting, Sheol! Compassion is hidden from my eyes."
        },
        {
          "verse": 15,
          "text": "Though Ephraim may flourish among his brothers, an east wind will come, a wind from the LORD, rising from the wilderness, That will dry up his spring, and leave his fountain dry. It will loot his treasury of every precious thing."
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 14 - Samaria has become guilty, for she has rebelled against her God. They shall fall by the sword, their infants shall be dashed to pieces, their pregnant women shall be ripped open."
        },
        {
          "verse": 2,
          "text": "Sincere Conversion and New Life - Return, Israel, to the LORD, your God; you have stumbled because of your iniquity."
        },
        {
          "verse": 3,
          "text": "Take with you words, and return to the LORD; Say to him, “Forgive all iniquity, and take what is good. Let us offer the fruit of our lips."
        },
        {
          "verse": 4,
          "text": "Assyria will not save us, nor will we mount horses; We will never again say, ‘Our god,’ to the work of our hands; for in you the orphan finds compassion.”"
        },
        {
          "verse": 5,
          "text": "I will heal their apostasy, I will love them freely; for my anger is turned away from them."
        },
        {
          "verse": 6,
          "text": "I will be like the dew for Israel: he will blossom like the lily; He will strike root like the Lebanon cedar,"
        },
        {
          "verse": 7,
          "text": "and his shoots will go forth. His splendor will be like the olive tree and his fragrance like Lebanon cedar."
        },
        {
          "verse": 8,
          "text": "Again they will live in his shade; they will raise grain, They will blossom like the vine, and his renown will be like the wine of Lebanon."
        },
        {
          "verse": 9,
          "text": "Ephraim! What more have I to do with idols? I have humbled him, but I will take note of him. I am like a verdant cypress tree. From me fruit will be found for you!"
        },
        {
          "verse": 10,
          "text": "Epilogue - Who is wise enough to understand these things? Who is intelligent enough to know them? Straight are the paths of the LORD, the just walk in them, but sinners stumble in them."
        }
      ]
    }
  ]
}
