{
  "book": "Isaiah",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "verse": 1,
          "text": "I. Isaiah 1—39 A. Indictment of Israel and Judah Chapter 1 - The vision which Isaiah, son of Amoz, saw concerning Judah and Jerusalem in the days of Uzziah, Jotham, Ahaz and Hezekiah, kings of Judah."
        },
        {
          "verse": 2,
          "text": "Accusation and Appeal - Hear, O heavens, and listen, O earth, for the LORD speaks: Sons have I raised and reared, but they have rebelled against me!"
        },
        {
          "verse": 3,
          "text": "An ox knows its owner, and an ass, its master’s manger; But Israel does not know, my people has not understood."
        },
        {
          "verse": 4,
          "text": "Ah! Sinful nation, people laden with wickedness, evil offspring, corrupt children! They have forsaken the LORD, spurned the Holy One of Israel, apostatized,"
        },
        {
          "verse": 5,
          "text": "Why would you yet be struck, that you continue to rebel? The whole head is sick, the whole heart faint."
        },
        {
          "verse": 6,
          "text": "From the sole of the foot to the head there is no sound spot in it; Just bruise and welt and oozing wound, not drained, or bandaged, or eased with salve."
        },
        {
          "verse": 7,
          "text": "Your country is waste, your cities burnt with fire; Your land—before your eyes strangers devour it, a waste, like the devastation of Sodom."
        },
        {
          "verse": 8,
          "text": "And daughter Zion is left like a hut in a vineyard, Like a shed in a melon patch, like a city blockaded."
        },
        {
          "verse": 9,
          "text": "If the LORD of hosts had not left us a small remnant, We would have become as Sodom, would have resembled Gomorrah."
        },
        {
          "verse": 10,
          "text": "Hear the word of the LORD, princes of Sodom! Listen to the instruction of our God, people of Gomorrah!"
        },
        {
          "verse": 11,
          "text": "What do I care for the multitude of your sacrifices? says the LORD. I have had enough of whole-burnt rams and fat of fatlings; In the blood of calves, lambs, and goats I find no pleasure."
        },
        {
          "verse": 12,
          "text": "When you come to appear before me, who asks these things of you?"
        },
        {
          "verse": 13,
          "text": "Trample my courts no more! To bring offerings is useless; incense is an abomination to me. New moon and sabbath, calling assemblies— festive convocations with wickedness— these I cannot bear."
        },
        {
          "verse": 14,
          "text": "Your new moons and festivals I detest; they weigh me down, I tire of the load."
        },
        {
          "verse": 15,
          "text": "When you spread out your hands, I will close my eyes to you; Though you pray the more, I will not listen. Your hands are full of blood!"
        },
        {
          "verse": 16,
          "text": "Wash yourselves clean! Put away your misdeeds from before my eyes; cease doing evil;"
        },
        {
          "verse": 17,
          "text": "learn to do good. Make justice your aim: redress the wronged, hear the orphan’s plea, defend the widow."
        },
        {
          "verse": 18,
          "text": "Come now, let us set things right, says the LORD: Though your sins be like scarlet, they may become white as snow; Though they be red like crimson, they may become white as wool."
        },
        {
          "verse": 19,
          "text": "If you are willing, and obey, you shall eat the good things of the land;"
        },
        {
          "verse": 20,
          "text": "But if you refuse and resist, you shall be eaten by the sword: for the mouth of the LORD has spoken!"
        },
        {
          "verse": 21,
          "text": "The Purification of Jerusalem - How she has become a prostitute, the faithful city, so upright! Justice used to lodge within her, but now, murderers."
        },
        {
          "verse": 22,
          "text": "Your silver is turned to dross, your wine is mixed with water."
        },
        {
          "verse": 23,
          "text": "Your princes are rebels and comrades of thieves; Each one of them loves a bribe and looks for gifts. The fatherless they do not defend, the widow’s plea does not reach them."
        },
        {
          "verse": 24,
          "text": "Now, therefore, says the Lord, the LORD of hosts, the Mighty One of Israel: Ah! I will take vengeance on my foes and fully repay my enemies!"
        },
        {
          "verse": 25,
          "text": "I will turn my hand against you, and refine your dross in the furnace, removing all your alloy."
        },
        {
          "verse": 26,
          "text": "I will restore your judges as at first, and your counselors as in the beginning; After that you shall be called city of justice, faithful city."
        },
        {
          "verse": 27,
          "text": "Zion shall be redeemed by justice, and her repentant ones by righteousness."
        },
        {
          "verse": 28,
          "text": "Rebels and sinners together shall be crushed, those who desert the LORD shall be consumed."
        },
        {
          "verse": 29,
          "text": "Judgment on the Sacred Groves - You shall be ashamed of the terebinths which you desired, and blush on account of the gardens which you chose."
        },
        {
          "verse": 30,
          "text": "You shall become like a terebinth whose leaves wither, like a garden that has no water."
        },
        {
          "verse": 31,
          "text": "The strong tree shall turn to tinder, and the one who tends it shall become a spark; Both of them shall burn together, and there shall be none to quench them."
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 2 - This is what Isaiah, son of Amoz, saw concerning Judah and Jerusalem."
        },
        {
          "verse": 2,
          "text": "Zion, the Royal City of God - In days to come, The mountain of the LORD’s house shall be established as the highest mountain and raised above the hills. All nations shall stream toward it."
        },
        {
          "verse": 3,
          "text": "Many peoples shall come and say: “Come, let us go up to the LORD’s mountain, to the house of the God of Jacob, That he may instruct us in his ways, and we may walk in his paths.” For from Zion shall go forth instruction, and the word of the LORD from Jerusalem."
        },
        {
          "verse": 4,
          "text": "He shall judge between the nations, and set terms for many peoples. They shall beat their swords into plowshares and their spears into pruning hooks; One nation shall not raise the sword against another, nor shall they train for war again."
        },
        {
          "verse": 5,
          "text": "House of Jacob, come, let us walk in the light of the LORD!"
        },
        {
          "verse": 6,
          "text": "The Lord’s Day of Judgment on Pride - You have abandoned your people, the house of Jacob! Because they are filled with diviners, and soothsayers, like the Philistines; with foreigners they clasp hands."
        },
        {
          "verse": 7,
          "text": "Their land is full of silver and gold, there is no end to their treasures; Their land is full of horses, there is no end to their chariots."
        },
        {
          "verse": 8,
          "text": "Their land is full of idols; they bow down to the works of their hands, what their fingers have made."
        },
        {
          "verse": 9,
          "text": "So all shall be abased, each one brought low. Do not pardon them!"
        },
        {
          "verse": 10,
          "text": "Get behind the rocks, hide in the dust, From the terror of the LORD and the splendor of his majesty!"
        },
        {
          "verse": 11,
          "text": "The eyes of human pride shall be lowered, the arrogance of mortals shall be abased, and the LORD alone will be exalted, on that day."
        },
        {
          "verse": 12,
          "text": "For the LORD of hosts will have his day against all that is proud and arrogant, against all that is high, and it will be brought low;"
        },
        {
          "verse": 13,
          "text": "Yes, against all the cedars of Lebanon and against all the oaks of Bashan,"
        },
        {
          "verse": 14,
          "text": "Against all the lofty mountains and all the high hills,"
        },
        {
          "verse": 15,
          "text": "Against every lofty tower and every fortified wall,"
        },
        {
          "verse": 16,
          "text": "Against all the ships of Tarshish and all stately vessels."
        },
        {
          "verse": 17,
          "text": "Then human pride shall be abased, the arrogance of mortals brought low, And the LORD alone will be exalted on that day."
        },
        {
          "verse": 18,
          "text": "The idols will vanish completely."
        },
        {
          "verse": 19,
          "text": "People will go into caves in the rocks and into holes in the earth, At the terror of the LORD and the splendor of his majesty, as he rises to overawe the earth."
        },
        {
          "verse": 20,
          "text": "On that day people shall throw to moles and bats their idols of silver and their idols of gold which they made for themselves to worship."
        },
        {
          "verse": 21,
          "text": "And they shall go into caverns in the rocks and into crevices in the cliffs, At the terror of the LORD and the splendor of his majesty, as he rises to overawe the earth."
        },
        {
          "verse": 22,
          "text": "As for you, stop worrying about mortals, in whose nostrils is but a breath; for of what worth are they?"
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 3 Judgment on Jerusalem and Judah - The Lord, the LORD of hosts, will take away from Jerusalem and from Judah Support and staff— all support of bread, all support of water:"
        },
        {
          "verse": 2,
          "text": "Hero and warrior, judge and prophet, diviner and elder,"
        },
        {
          "verse": 3,
          "text": "The captain of fifty and the nobleman, counselor, skilled magician, and expert charmer."
        },
        {
          "verse": 4,
          "text": "I will place boys as their princes; the fickle will govern them,"
        },
        {
          "verse": 5,
          "text": "And the people will oppress one another, yes, each one the neighbor. The child will be insolent toward the elder, and the base toward the honorable."
        },
        {
          "verse": 6,
          "text": "When anyone seizes a brother in their father’s house, saying, “You have clothes! Be our ruler, and take in hand this ruin!”—"
        },
        {
          "verse": 7,
          "text": "He will cry out in that day: “I cannot be a healer, when there is neither bread nor clothing in my own house! You will not make me a ruler of the people!”"
        },
        {
          "verse": 8,
          "text": "Jerusalem has stumbled, Judah has fallen; for their speech and deeds affront the LORD, a provocation in the sight of his majesty."
        },
        {
          "verse": 9,
          "text": "Their very look bears witness against them; they boast of their sin like Sodom, They do not hide it. Woe to them! They deal out evil to themselves."
        },
        {
          "verse": 10,
          "text": "Happy the just, for it will go well with them, the fruit of their works they will eat."
        },
        {
          "verse": 11,
          "text": "Woe to the wicked! It will go ill with them, with the work of their hands they will be repaid."
        },
        {
          "verse": 12,
          "text": "My people—infants oppress them, women rule over them! My people, your leaders deceive you, they confuse the paths you should follow."
        },
        {
          "verse": 13,
          "text": "The LORD rises to accuse, stands to try his people."
        },
        {
          "verse": 14,
          "text": "The Lord enters into judgment with the people’s elders and princes: You, you who have devoured the vineyard; the loot wrested from the poor is in your houses."
        },
        {
          "verse": 15,
          "text": "What do you mean by crushing my people, and grinding down the faces of the poor? says the Lord, the GOD of hosts."
        },
        {
          "verse": 16,
          "text": "The Haughty Women of Zion - The LORD said: Because the daughters of Zion are haughty, and walk with necks outstretched, Ogling and mincing as they go, their anklets tinkling with every step,"
        },
        {
          "verse": 17,
          "text": "The Lord shall cover the scalps of Zion’s daughters with scabs, and the LORD shall lay bare their heads."
        },
        {
          "verse": 18,
          "text": "On that day the LORD will do away with the finery of the anklets, sunbursts, and crescents;"
        },
        {
          "verse": 19,
          "text": "the pendants, bracelets, and veils;"
        },
        {
          "verse": 20,
          "text": "the headdresses, bangles, cinctures, perfume boxes, and amulets;"
        },
        {
          "verse": 21,
          "text": "the signet rings, and the nose rings;"
        },
        {
          "verse": 22,
          "text": "the court dresses, wraps, cloaks, and purses;"
        },
        {
          "verse": 23,
          "text": "the lace gowns, linen tunics, turbans, and shawls."
        },
        {
          "verse": 24,
          "text": "Instead of perfume there will be stench, instead of a girdle, a rope, And instead of elaborate coiffure, baldness; instead of a rich gown, a sackcloth skirt. Then, instead of beauty, shame."
        },
        {
          "verse": 25,
          "text": "Your men will fall by the sword, and your champions, in war;"
        },
        {
          "verse": 26,
          "text": "Her gates will lament and mourn, as the city sits desolate on the ground."
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 4 - Seven women will take hold of one man on that day, saying: “We will eat our own food and wear our own clothing; Only let your name be given us, put an end to our disgrace!”"
        },
        {
          "verse": 2,
          "text": "Jerusalem Purified - On that day, The branch of the LORD will be beauty and glory, and the fruit of the land will be honor and splendor for the survivors of Israel."
        },
        {
          "verse": 3,
          "text": "Everyone who remains in Zion, everyone left in Jerusalem Will be called holy: everyone inscribed for life in Jerusalem."
        },
        {
          "verse": 4,
          "text": "When the Lord washes away the filth of the daughters of Zion, And purges Jerusalem’s blood from her midst with a blast of judgment, a searing blast,"
        },
        {
          "verse": 5,
          "text": "Then will the LORD create, over the whole site of Mount Zion and over her place of assembly, A smoking cloud by day and a light of flaming fire by night."
        },
        {
          "verse": 6,
          "text": "For over all, his glory will be shelter and protection: shade from the parching heat of day, refuge and cover from storm and rain."
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 5 The Song of the Vineyard - Now let me sing of my friend, my beloved’s song about his vineyard. My friend had a vineyard on a fertile hillside;"
        },
        {
          "verse": 2,
          "text": "He spaded it, cleared it of stones, and planted the choicest vines; Within it he built a watchtower, and hewed out a wine press. Then he waited for the crop of grapes, but it yielded rotten grapes."
        },
        {
          "verse": 3,
          "text": "Now, inhabitants of Jerusalem, people of Judah, judge between me and my vineyard:"
        },
        {
          "verse": 4,
          "text": "What more could be done for my vineyard that I did not do? Why, when I waited for the crop of grapes, did it yield rotten grapes?"
        },
        {
          "verse": 5,
          "text": "Now, I will let you know what I am going to do to my vineyard: Take away its hedge, give it to grazing, break through its wall, let it be trampled!"
        },
        {
          "verse": 6,
          "text": "Yes, I will make it a ruin: it shall not be pruned or hoed, but will be overgrown with thorns and briers; I will command the clouds not to rain upon it."
        },
        {
          "verse": 7,
          "text": "The vineyard of the LORD of hosts is the house of Israel, the people of Judah, his cherished plant; He waited for judgment, but see, bloodshed! for justice, but hark, the outcry!"
        },
        {
          "verse": 8,
          "text": "Oracles of Reproach - Ah! Those who join house to house, who connect field with field, Until no space remains, and you alone dwell in the midst of the land!"
        },
        {
          "verse": 9,
          "text": "In my hearing the LORD of hosts has sworn: Many houses shall be in ruins, houses large and fine, with nobody living there."
        },
        {
          "verse": 10,
          "text": "Ten acres of vineyard shall yield but one bath, And a homer of seed shall yield but an ephah."
        },
        {
          "verse": 11,
          "text": "Ah! Those who rise early in the morning in pursuit of strong drink, lingering late inflamed by wine,"
        },
        {
          "verse": 12,
          "text": "Banqueting on wine with harp and lyre, timbrel and flute, But the deed of the LORD they do not regard, the work of his hands they do not see!"
        },
        {
          "verse": 13,
          "text": "Therefore my people go into exile for lack of understanding, Its nobles starving, its masses parched with thirst."
        },
        {
          "verse": 14,
          "text": "Therefore Sheol enlarges its throat and opens its mouth beyond measure; Down into it go nobility and masses, tumult and revelry."
        },
        {
          "verse": 15,
          "text": "All shall be abased, each one brought low, and the eyes of the haughty lowered,"
        },
        {
          "verse": 16,
          "text": "But the LORD of hosts shall be exalted by judgment, by justice the Holy God shown holy."
        },
        {
          "verse": 17,
          "text": "Lambs shall graze as at pasture, young goats shall eat in the ruins of the rich."
        },
        {
          "verse": 18,
          "text": "Ah! Those who tug at guilt with cords of perversity, and at sin as if with cart ropes!"
        },
        {
          "verse": 19,
          "text": "Who say, “Let him make haste, let him speed his work, that we may see it; On with the plan of the Holy One of Israel! let it come to pass, that we may know it!”"
        },
        {
          "verse": 20,
          "text": "Ah! Those who call evil good, and good evil, who change darkness to light, and light into darkness, who change bitter to sweet, and sweet into bitter!"
        },
        {
          "verse": 21,
          "text": "Ah! Those who are wise in their own eyes, prudent in their own view!"
        },
        {
          "verse": 22,
          "text": "Ah! Those who are champions at drinking wine, masters at mixing drink!"
        },
        {
          "verse": 23,
          "text": "Those who acquit the guilty for bribes, and deprive the innocent of justice!"
        },
        {
          "verse": 24,
          "text": "Therefore, as the tongue of fire licks up stubble, as dry grass shrivels in the flame, Their root shall rot and their blossom scatter like dust; For they have rejected the instruction of the LORD of hosts, and scorned the word of the Holy One of Israel."
        },
        {
          "verse": 25,
          "text": "Therefore the wrath of the LORD blazes against his people, he stretches out his hand to strike them; The mountains quake, their corpses shall be like refuse in the streets. For all this, his wrath is not turned back, his hand is still outstretched."
        },
        {
          "verse": 26,
          "text": "Invasion - He will raise a signal to a far-off nation, and whistle for it from the ends of the earth. Then speedily and promptly they will come."
        },
        {
          "verse": 27,
          "text": "None among them is weary, none stumbles, none will slumber, none will sleep. None with waist belt loose, none with sandal thong broken."
        },
        {
          "verse": 28,
          "text": "Their arrows are sharp, and all their bows are bent, The hooves of their horses like flint, and their chariot wheels like the whirlwind."
        },
        {
          "verse": 29,
          "text": "They roar like the lion, like young lions, they roar; They growl and seize the prey, they carry it off and none can rescue."
        },
        {
          "verse": 30,
          "text": "They will growl over it, on that day, like the growling of the sea, Look to the land— darkness closing in, the light dark with clouds!"
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "verse": 1,
          "text": "B. The Book of Emmanuel Chapter 6 - The Sending of Isaiah. In the year King Uzziah died, I saw the Lord seated on a high and lofty throne, with the train of his garment filling the temple."
        },
        {
          "verse": 2,
          "text": "Seraphim were stationed above; each of them had six wings: with two they covered their faces, with two they covered their feet, and with two they hovered."
        },
        {
          "verse": 3,
          "text": "One cried out to the other: “Holy, holy, holy is the LORD of hosts! All the earth is filled with his glory!”"
        },
        {
          "verse": 4,
          "text": "At the sound of that cry, the frame of the door shook and the house was filled with smoke."
        },
        {
          "verse": 5,
          "text": "Then I said, “Woe is me, I am doomed! For I am a man of unclean lips, living among a people of unclean lips, and my eyes have seen the King, the LORD of hosts!”"
        },
        {
          "verse": 6,
          "text": "Then one of the seraphim flew to me, holding an ember which he had taken with tongs from the altar."
        },
        {
          "verse": 7,
          "text": "He touched my mouth with it. “See,” he said, “now that this has touched your lips, your wickedness is removed, your sin purged.”"
        },
        {
          "verse": 8,
          "text": "Then I heard the voice of the Lord saying, “Whom shall I send? Who will go for us?” “Here I am,” I said; “send me!”"
        },
        {
          "verse": 9,
          "text": "And he replied: Go and say to this people: Listen carefully, but do not understand! Look intently, but do not perceive!"
        },
        {
          "verse": 10,
          "text": "Make the heart of this people sluggish, dull their ears and close their eyes; Lest they see with their eyes, and hear with their ears, and their heart understand, and they turn and be healed."
        },
        {
          "verse": 11,
          "text": "“How long, O Lord?” I asked. And he replied: Until the cities are desolate, without inhabitants, Houses, without people, and the land is a desolate waste."
        },
        {
          "verse": 12,
          "text": "Until the LORD sends the people far away, and great is the desolation in the midst of the land."
        },
        {
          "verse": 13,
          "text": "If there remain a tenth part in it, then this in turn shall be laid waste; As with a terebinth or an oak whose trunk remains when its leaves have fallen. Holy offspring is the trunk."
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 7 The Syro-Ephraimite War - Crisis in Judah. In the days of Ahaz, king of Judah, son of Jotham, son of Uzziah, Rezin, king of Aram, and Pekah, king of Israel, son of Remaliah, went up to attack Jerusalem, but they were not able to conquer it."
        },
        {
          "verse": 2,
          "text": "When word came to the house of David that Aram had allied itself with Ephraim, the heart of the king and heart of the people trembled, as the trees of the forest tremble in the wind."
        },
        {
          "verse": 3,
          "text": "Then the LORD said to Isaiah: Go out to meet Ahaz, you and your son Shear-jashub, at the end of the conduit of the upper pool, on the highway to the fuller’s field,"
        },
        {
          "verse": 4,
          "text": "and say to him: Take care you remain calm and do not fear; do not let your courage fail before these two stumps of smoldering brands, the blazing anger of Rezin and the Arameans and of the son of Remaliah—"
        },
        {
          "verse": 5,
          "text": "because Aram, with Ephraim and the son of Remaliah, has planned evil against you. They say,"
        },
        {
          "verse": 6,
          "text": "“Let us go up against Judah, tear it apart, make it our own by force, and appoint the son of Tabeel king there.”"
        },
        {
          "verse": 7,
          "text": "Thus says the Lord GOD: It shall not stand, it shall not be!"
        },
        {
          "verse": 8,
          "text": "The head of Aram is Damascus, and the head of Damascus is Rezin;"
        },
        {
          "verse": 9,
          "text": "The head of Ephraim is Samaria, and the head of Samaria is the son of Remaliah. Within sixty-five years, Ephraim shall be crushed, no longer a nation. Unless your faith is firm, you shall not be firm!"
        },
        {
          "verse": 10,
          "text": "Emmanuel. Again the LORD spoke to Ahaz:"
        },
        {
          "verse": 11,
          "text": "Ask for a sign from the LORD, your God; let it be deep as Sheol, or high as the sky!"
        },
        {
          "verse": 12,
          "text": "But Ahaz answered, “I will not ask! I will not tempt the LORD!”"
        },
        {
          "verse": 13,
          "text": "Then he said: Listen, house of David! Is it not enough that you weary human beings? Must you also weary my God?"
        },
        {
          "verse": 14,
          "text": "Therefore the Lord himself will give you a sign; the young woman, pregnant and about to bear a son, shall name him Emmanuel."
        },
        {
          "verse": 15,
          "text": "Curds and honey he will eat so that he may learn to reject evil and choose good;"
        },
        {
          "verse": 16,
          "text": "for before the child learns to reject evil and choose good, the land of those two kings whom you dread shall be deserted."
        },
        {
          "verse": 17,
          "text": "The LORD shall bring upon you and your people and your father’s house such days as have not come since Ephraim seceded from Judah (the king of Assyria)."
        },
        {
          "verse": 18,
          "text": "On that day The LORD shall whistle for the fly in the farthest streams of Egypt, and for the bee in the land of Assyria."
        },
        {
          "verse": 19,
          "text": "All of them shall come and settle in the steep ravines and in the rocky clefts, on all thornbushes and in all pastures."
        },
        {
          "verse": 20,
          "text": "On that day the Lord shall shave with the razor hired from across the River (the king of Assyria) the head, and the hair of the feet; it shall also shave off the beard."
        },
        {
          "verse": 21,
          "text": "On that day a man shall keep alive a young cow or a couple of sheep,"
        },
        {
          "verse": 22,
          "text": "and from their abundant yield of milk he shall eat curds; curds and honey shall be the food of all who are left in the land."
        },
        {
          "verse": 23,
          "text": "On that day every place where there were a thousand vines worth a thousand pieces of silver shall become briers and thorns."
        },
        {
          "verse": 24,
          "text": "One shall have to go there with bow and arrows, for all the country shall be briers and thorns."
        },
        {
          "verse": 25,
          "text": "But as for all the hills which were hoed with a mattock, for fear of briers and thorns you will not go there; they shall become a place for cattle to roam and sheep to trample."
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 8 - A Son of Isaiah. The LORD said to me: Take a large tablet, and inscribe on it with an ordinary stylus, “belonging to Maher-shalal-hash-baz,”"
        },
        {
          "verse": 2,
          "text": "and call reliable witnesses for me, Uriah the priest, and Zechariah, son of Jeberechiah."
        },
        {
          "verse": 3,
          "text": "Then I went to the prophetess and she conceived and bore a son. The LORD said to me: Name him Maher-shalal-hash-baz,"
        },
        {
          "verse": 4,
          "text": "for before the child learns to say, “My father, my mother,” the wealth of Damascus and the spoils of Samaria shall be carried off by the king of Assyria."
        },
        {
          "verse": 5,
          "text": "The Choice: The Lord or Assyria. Again the LORD spoke to me:"
        },
        {
          "verse": 6,
          "text": "Because this people has rejected the waters of Shiloah that flow gently, And melts with fear at the display of Rezin and Remaliah’s son,"
        },
        {
          "verse": 7,
          "text": "Therefore the Lord is bringing up against them the waters of the River, great and mighty, the king of Assyria and all his glory. It shall rise above all its channels, and overflow all its banks."
        },
        {
          "verse": 8,
          "text": "It shall roll on into Judah, it shall rage and pass on— up to the neck it shall reach. But his outspread wings will fill the width of your land, Emmanuel!"
        },
        {
          "verse": 9,
          "text": "Band together, O peoples, but be shattered! Give ear, all you distant lands! Arm yourselves, but be shattered! Arm yourselves, but be shattered!"
        },
        {
          "verse": 10,
          "text": "Form a plan, it shall be thwarted; make a resolve, it shall not be carried out, for “With us is God!”"
        },
        {
          "verse": 11,
          "text": "Disciples of Isaiah. For thus said the LORD—his hand strong upon me—warning me not to walk in the way of this people:"
        },
        {
          "verse": 12,
          "text": "Do not call conspiracy what this people calls conspiracy, nor fear what they fear, nor feel dread."
        },
        {
          "verse": 13,
          "text": "But conspire with the LORD of hosts; he shall be your fear, he shall be your dread."
        },
        {
          "verse": 14,
          "text": "He shall be a snare, a stone for injury, A rock for stumbling to both the houses of Israel, A trap and a snare to those who dwell in Jerusalem;"
        },
        {
          "verse": 15,
          "text": "And many among them shall stumble; fallen and broken; snared and captured."
        },
        {
          "verse": 16,
          "text": "Bind up my testimony, seal the instruction with my disciples."
        },
        {
          "verse": 17,
          "text": "I will trust in the LORD, who is hiding his face from the house of Jacob; yes, I will wait for him."
        },
        {
          "verse": 18,
          "text": "Here am I and the children whom the LORD has given me: we are signs and portents in Israel from the LORD of hosts, who dwells on Mount Zion."
        },
        {
          "verse": 19,
          "text": "And when they say to you, “Inquire of ghosts and soothsayers who chirp and mutter; should not a people inquire of their gods, consulting the dead on behalf of the living,"
        },
        {
          "verse": 20,
          "text": "for instruction and testimony?” Surely, those who speak like this are the ones for whom there is no dawn."
        },
        {
          "verse": 21,
          "text": "He will pass through it hard-pressed and hungry, and when hungry, shall become enraged, and curse king and gods. He will look upward,"
        },
        {
          "verse": 22,
          "text": "and will gaze at the earth, But will see only distress and darkness, oppressive gloom, murky, without light. The Promise of Salvation Under a New Davidic King."
        },
        {
          "verse": 23,
          "text": "There is no gloom where there had been distress. Where once he degraded the land of Zebulun and the land of Naphtali, now he has glorified the way of the Sea, the land across the Jordan, Galilee of the Nations."
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 9 - The people who walked in darkness have seen a great light; Upon those who lived in a land of gloom a light has shone."
        },
        {
          "verse": 2,
          "text": "You have brought them abundant joy and great rejoicing; They rejoice before you as people rejoice at harvest, as they exult when dividing the spoils."
        },
        {
          "verse": 3,
          "text": "For the yoke that burdened them, the pole on their shoulder, The rod of their taskmaster, you have smashed, as on the day of Midian."
        },
        {
          "verse": 4,
          "text": "For every boot that tramped in battle, every cloak rolled in blood, will be burned as fuel for fire."
        },
        {
          "verse": 5,
          "text": "For a child is born to us, a son is given to us; upon his shoulder dominion rests. They name him Wonder-Counselor, God-Hero, Father-Forever, Prince of Peace."
        },
        {
          "verse": 6,
          "text": "His dominion is vast and forever peaceful, Upon David’s throne, and over his kingdom, which he confirms and sustains By judgment and justice, both now and forever. The zeal of the LORD of hosts will do this!"
        },
        {
          "verse": 7,
          "text": "Judgment on the Northern Kingdom - The Lord has sent a word against Jacob, and it falls upon Israel;"
        },
        {
          "verse": 8,
          "text": "And all the people know it— Ephraim and those who dwell in Samaria— those who say in arrogance and pride of heart,"
        },
        {
          "verse": 9,
          "text": "“Bricks have fallen, but we will rebuild with cut stone; Sycamores have been felled, but we will replace them with cedars.”"
        },
        {
          "verse": 10,
          "text": "So the LORD raises up their foes against them and stirs up their enemies to action—"
        },
        {
          "verse": 11,
          "text": "Aram from the east and the Philistines from the west— they devour Israel with open mouth. For all this, his wrath is not turned back, and his hand is still outstretched!"
        },
        {
          "verse": 12,
          "text": "The people do not turn back to the one who struck them, nor do they seek the LORD of hosts."
        },
        {
          "verse": 13,
          "text": "So the LORD cuts off from Israel head and tail, palm branch and reed in one day."
        },
        {
          "verse": 14,
          "text": "(The elder and the noble are the head, the prophet who teaches falsehood is the tail.)"
        },
        {
          "verse": 15,
          "text": "Those who lead this people lead them astray, and those who are led are swallowed up."
        },
        {
          "verse": 16,
          "text": "That is why the Lord does not spare their young men, and their orphans and widows he does not pity; For they are totally impious and wicked, and every mouth speaks folly. For all this, his wrath is not turned back, his hand is still outstretched!"
        },
        {
          "verse": 17,
          "text": "For wickedness burns like fire, devouring brier and thorn; It kindles the forest thickets, which go up in columns of smoke."
        },
        {
          "verse": 18,
          "text": "At the wrath of the LORD of hosts the land quakes, and the people are like fuel for fire; no one spares his brother."
        },
        {
          "verse": 19,
          "text": "They hack on the right, but remain hungry; they devour on the left, but are not filled. Each devours the flesh of the neighbor;"
        },
        {
          "verse": 20,
          "text": "Manasseh devours Ephraim, and Ephraim Manasseh, together they turn on Judah. For all this, his wrath is not turned back, his hand is still outstretched!"
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 10 Perversion of Justice - Ah! Those who enact unjust statutes, who write oppressive decrees,"
        },
        {
          "verse": 2,
          "text": "Depriving the needy of judgment, robbing my people’s poor of justice, Making widows their plunder, and orphans their prey!"
        },
        {
          "verse": 3,
          "text": "What will you do on the day of punishment, when the storm comes from afar? To whom will you flee for help? Where will you leave your wealth,"
        },
        {
          "verse": 4,
          "text": "Lest it sink beneath the captive or fall beneath the slain? For all this, his wrath is not turned back, his hand is still outstretched!"
        },
        {
          "verse": 5,
          "text": "Judgment on Assyria - Ah! Assyria, the rod of my wrath, the staff I wield in anger."
        },
        {
          "verse": 6,
          "text": "Against an impious nation I send him, and against a people under my wrath I order him To seize plunder, carry off loot, and to trample them like the mud of the street."
        },
        {
          "verse": 7,
          "text": "But this is not what he intends, nor does he have this in mind; Rather, it is in his heart to destroy, to make an end of not a few nations."
        },
        {
          "verse": 8,
          "text": "For he says, “Are not my commanders all kings?”"
        },
        {
          "verse": 9,
          "text": "“Is not Calno like Carchemish, Or Hamath like Arpad, or Samaria like Damascus?"
        },
        {
          "verse": 10,
          "text": "Just as my hand reached out to idolatrous kingdoms that had more images than Jerusalem and Samaria—"
        },
        {
          "verse": 11,
          "text": "Just as I treated Samaria and her idols, shall I not do to Jerusalem and her graven images?”"
        },
        {
          "verse": 12,
          "text": "But when the LORD has brought to an end all his work on Mount Zion and in Jerusalem, I will punish the utterance of the king of Assyria’s proud heart, and the boastfulness of his haughty eyes."
        },
        {
          "verse": 13,
          "text": "For he says: “By my own power I have done it, and by my wisdom, for I am shrewd. I have moved the boundaries of peoples, their treasures I have pillaged, and, like a mighty one, I have brought down the enthroned."
        },
        {
          "verse": 14,
          "text": "My hand has seized, like a nest, the wealth of nations. As one takes eggs left alone, so I took in all the earth; No one fluttered a wing, or opened a mouth, or chirped!”"
        },
        {
          "verse": 15,
          "text": "Will the ax boast against the one who hews with it? Will the saw exalt itself above the one who wields it? As if a rod could sway the one who lifts it, or a staff could lift the one who is not wood!"
        },
        {
          "verse": 16,
          "text": "Therefore the Lord, the LORD of hosts, will send leanness among his fat ones, And under his glory there will be a kindling like the kindling of fire."
        },
        {
          "verse": 17,
          "text": "The Light of Israel will become a fire, the Holy One, a flame, That burns and consumes its briers and its thorns in a single day."
        },
        {
          "verse": 18,
          "text": "And the glory of its forests and orchards will be consumed, soul and body, and it will be like a sick man who wastes away."
        },
        {
          "verse": 19,
          "text": "And the remnant of the trees in his forest will be so few, that any child can record them."
        },
        {
          "verse": 20,
          "text": "On that day The remnant of Israel, the survivors of the house of Jacob, will no more lean upon the one who struck them; But they will lean upon the LORD, the Holy One of Israel, in truth."
        },
        {
          "verse": 21,
          "text": "A remnant will return, the remnant of Jacob, to the mighty God."
        },
        {
          "verse": 22,
          "text": "Though your people, O Israel, were like the sand of the sea, Only a remnant of them will return; their destruction is decreed, as overflowing justice demands."
        },
        {
          "verse": 23,
          "text": "For the Lord, the GOD of hosts, is about to carry out the destruction decreed in the midst of the whole land."
        },
        {
          "verse": 24,
          "text": "Therefore thus says the Lord, the GOD of hosts: My people, who dwell in Zion, do not fear the Assyrian, though he strikes you with a rod, and raises his staff against you as did the Egyptians."
        },
        {
          "verse": 25,
          "text": "For just a brief moment more, and my wrath shall be over, and my anger shall be set for their destruction."
        },
        {
          "verse": 26,
          "text": "Then the LORD of hosts will raise against them a scourge such as struck Midian at the rock of Oreb; and he will raise his staff over the sea as he did in Egypt."
        },
        {
          "verse": 27,
          "text": "On that day, His burden shall be taken from your shoulder, and his yoke shattered from your neck. The March of an Enemy Army - He has come up from Rimmon,"
        },
        {
          "verse": 28,
          "text": "he has reached Aiath, passed through Migron, at Michmash he has stored his supplies."
        },
        {
          "verse": 29,
          "text": "He has crossed the ravine, at Geba he has camped for the night. Ramah trembles, Gibeah of Saul has fled."
        },
        {
          "verse": 30,
          "text": "Cry and shriek, Bath-Gallim! Hearken, Laishah! Answer her, Anathoth!"
        },
        {
          "verse": 31,
          "text": "Madmenah is in flight, the inhabitants of Gebim seek refuge."
        },
        {
          "verse": 32,
          "text": "Even today he will halt at Nob, he will shake his fist at the mount of daughter Zion, the hill of Jerusalem!"
        },
        {
          "verse": 33,
          "text": "Now the Lord, the LORD of hosts, is about to lop off the boughs with terrible violence; The tall of stature shall be felled, and the lofty ones shall be brought low;"
        },
        {
          "verse": 34,
          "text": "He shall hack down the forest thickets with an ax, and Lebanon in its splendor shall fall."
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 11 The Ideal Davidic King - But a shoot shall sprout from the stump of Jesse, and from his roots a bud shall blossom."
        },
        {
          "verse": 2,
          "text": "The spirit of the LORD shall rest upon him: a spirit of wisdom and of understanding, A spirit of counsel and of strength, a spirit of knowledge and of fear of the LORD,"
        },
        {
          "verse": 3,
          "text": "and his delight shall be the fear of the LORD. Not by appearance shall he judge, nor by hearsay shall he decide,"
        },
        {
          "verse": 4,
          "text": "But he shall judge the poor with justice, and decide fairly for the land’s afflicted. He shall strike the ruthless with the rod of his mouth, and with the breath of his lips he shall slay the wicked."
        },
        {
          "verse": 5,
          "text": "Justice shall be the band around his waist, and faithfulness a belt upon his hips."
        },
        {
          "verse": 6,
          "text": "Then the wolf shall be a guest of the lamb, and the leopard shall lie down with the young goat; The calf and the young lion shall browse together, with a little child to guide them."
        },
        {
          "verse": 7,
          "text": "The cow and the bear shall graze, together their young shall lie down; the lion shall eat hay like the ox."
        },
        {
          "verse": 8,
          "text": "The baby shall play by the viper’s den, and the child lay his hand on the adder’s lair."
        },
        {
          "verse": 9,
          "text": "They shall not harm or destroy on all my holy mountain; for the earth shall be filled with knowledge of the LORD, as water covers the sea."
        },
        {
          "verse": 10,
          "text": "Restoration - On that day, The root of Jesse, set up as a signal for the peoples— Him the nations will seek out; his dwelling shall be glorious."
        },
        {
          "verse": 11,
          "text": "On that day, The Lord shall again take it in hand to reclaim the remnant of his people that is left from Assyria and Egypt, Pathros, Ethiopia, and Elam, Shinar, Hamath, and the isles of the sea."
        },
        {
          "verse": 12,
          "text": "He shall raise a signal to the nations and gather the outcasts of Israel; The dispersed of Judah he shall assemble from the four corners of the earth."
        },
        {
          "verse": 13,
          "text": "The envy of Ephraim shall pass away, and those hostile to Judah shall be cut off; Ephraim shall not envy Judah, and Judah shall not be hostile to Ephraim;"
        },
        {
          "verse": 14,
          "text": "But they shall swoop down on the foothills of the Philistines to the west, together they shall plunder the people of the east; Edom and Moab shall be their possessions, and the Ammonites their subjects."
        },
        {
          "verse": 15,
          "text": "The LORD shall dry up the tongue of the Sea of Egypt, and wave his hand over the Euphrates with his fierce wind, And divide it into seven streamlets, so that it can be crossed in sandals."
        },
        {
          "verse": 16,
          "text": "There shall be a highway for the remnant of his people that is left from Assyria, As there was for Israel when it came up from the land of Egypt."
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 12 Song of Thanksgiving - On that day, you will say: I give you thanks, O LORD; though you have been angry with me, your anger has abated, and you have consoled me."
        },
        {
          "verse": 2,
          "text": "God indeed is my salvation; I am confident and unafraid. For the LORD is my strength and my might, and he has been my salvation."
        },
        {
          "verse": 3,
          "text": "With joy you will draw water from the fountains of salvation,"
        },
        {
          "verse": 4,
          "text": "And you will say on that day: give thanks to the LORD, acclaim his name; Among the nations make known his deeds, proclaim how exalted is his name."
        },
        {
          "verse": 5,
          "text": "Sing praise to the LORD for he has done glorious things; let this be known throughout all the earth."
        },
        {
          "verse": 6,
          "text": "Shout with exultation, City of Zion, for great in your midst is the Holy One of Israel!"
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "verse": 1,
          "text": "C. Oracles Against the Foreign Nations Chapter 13 - Babylon. An oracle concerning Babylon; a vision of Isaiah, son of Amoz."
        },
        {
          "verse": 2,
          "text": "Upon the bare mountains set up a signal; cry out to them, Beckon for them to enter the gates of the nobles."
        },
        {
          "verse": 3,
          "text": "I have commanded my consecrated ones, I have summoned my warriors, eager and bold to carry out my anger."
        },
        {
          "verse": 4,
          "text": "Listen! the rumble on the mountains: that of an immense throng! Listen! the noise of kingdoms, nations assembled! The LORD of hosts is mustering an army for battle."
        },
        {
          "verse": 5,
          "text": "They come from a far-off country, and from the end of the heavens, The LORD and the instruments of his wrath, to destroy all the land."
        },
        {
          "verse": 6,
          "text": "Howl, for the day of the LORD is near; as destruction from the Almighty it comes."
        },
        {
          "verse": 7,
          "text": "Therefore all hands fall helpless, every human heart melts,"
        },
        {
          "verse": 8,
          "text": "and they are terrified, Pangs and sorrows take hold of them, like a woman in labor they writhe; They look aghast at each other, their faces aflame."
        },
        {
          "verse": 9,
          "text": "Indeed, the day of the LORD comes, cruel, with wrath and burning anger; To lay waste the land and destroy the sinners within it!"
        },
        {
          "verse": 10,
          "text": "The stars of the heavens and their constellations will send forth no light; The sun will be dark at its rising, and the moon will not give its light."
        },
        {
          "verse": 11,
          "text": "Thus I will punish the world for its evil and the wicked for their guilt. I will put an end to the pride of the arrogant, the insolence of tyrants I will humble."
        },
        {
          "verse": 12,
          "text": "I will make mortals more rare than pure gold, human beings, than the gold of Ophir."
        },
        {
          "verse": 13,
          "text": "For this I will make the heavens tremble and the earth shall be shaken from its place, At the wrath of the LORD of hosts on the day of his burning anger."
        },
        {
          "verse": 14,
          "text": "Like a hunted gazelle, or a flock that no one gathers, They shall turn each to their own people and flee each to their own land."
        },
        {
          "verse": 15,
          "text": "Everyone who is taken shall be run through; and everyone who is caught shall fall by the sword."
        },
        {
          "verse": 16,
          "text": "Their infants shall be dashed to pieces in their sight; their houses shall be plundered and their wives ravished."
        },
        {
          "verse": 17,
          "text": "I am stirring up against them the Medes, who think nothing of silver and take no delight in gold."
        },
        {
          "verse": 18,
          "text": "With their bows they shall shatter the young men, And the fruit of the womb they shall not spare, nor shall their eye take pity on children."
        },
        {
          "verse": 19,
          "text": "And Babylon, the jewel of kingdoms, the glory and pride of the Chaldeans, Shall become like Sodom and Gomorrah, overthrown by God."
        },
        {
          "verse": 20,
          "text": "It shall never be inhabited, nor dwelt in, from age to age; Arabians shall not pitch their tents there, nor shepherds rest their flocks there."
        },
        {
          "verse": 21,
          "text": "But desert demons shall rest there and owls shall fill the houses; There ostriches shall dwell, and satyrs shall dance."
        },
        {
          "verse": 22,
          "text": "Wild dogs shall dwell in its castles, and jackals in its luxurious palaces. Its time is near at hand and its days shall not be prolonged."
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 14 - Restoration of Israel. But the LORD will take pity on Jacob and again choose Israel, and will settle them on their own land; foreigners will join them and attach themselves to the house of Jacob."
        },
        {
          "verse": 2,
          "text": "The nations will take them and bring them to their place, and the house of Israel will possess them as male and female slaves on the Lord’s land; they will take captive their captors and rule over their oppressors."
        },
        {
          "verse": 3,
          "text": "Downfall of the King of Babylon. On the day when the LORD gives you rest from your sorrow and turmoil, from the hard service with which you served,"
        },
        {
          "verse": 4,
          "text": "you will take up this taunt-song against the king of Babylon: How the oppressor has come to an end! how the turmoil has ended!"
        },
        {
          "verse": 5,
          "text": "The LORD has broken the rod of the wicked, the staff of the tyrants"
        },
        {
          "verse": 6,
          "text": "That struck the peoples in wrath with relentless blows; That ruled the nations in anger, with boundless persecution."
        },
        {
          "verse": 7,
          "text": "The whole earth rests peacefully, song breaks forth;"
        },
        {
          "verse": 8,
          "text": "The very cypresses rejoice over you, the cedars of Lebanon: “Now that you are laid to rest, no one comes to cut us down.”"
        },
        {
          "verse": 9,
          "text": "Below, Sheol is all astir preparing for your coming; Awakening the shades to greet you, all the leaders of the earth; Making all the kings of the nations rise from their thrones."
        },
        {
          "verse": 10,
          "text": "All of them speak out and say to you, “You too have become weak like us, you are just like us!"
        },
        {
          "verse": 11,
          "text": "Down to Sheol your pomp is brought, the sound of your harps. Maggots are the couch beneath you, worms your blanket.”"
        },
        {
          "verse": 12,
          "text": "How you have fallen from the heavens, O Morning Star, son of the dawn! How you have been cut down to the earth, you who conquered nations!"
        },
        {
          "verse": 13,
          "text": "In your heart you said: “I will scale the heavens; Above the stars of God I will set up my throne; I will take my seat on the Mount of Assembly, on the heights of Zaphon."
        },
        {
          "verse": 14,
          "text": "I will ascend above the tops of the clouds; I will be like the Most High!”"
        },
        {
          "verse": 15,
          "text": "No! Down to Sheol you will be brought to the depths of the pit!"
        },
        {
          "verse": 16,
          "text": "When they see you they will stare, pondering over you: “Is this the man who made the earth tremble, who shook kingdoms?"
        },
        {
          "verse": 17,
          "text": "Who made the world a wilderness, razed its cities, and gave captives no release?”"
        },
        {
          "verse": 18,
          "text": "All the kings of the nations lie in glory, each in his own tomb;"
        },
        {
          "verse": 19,
          "text": "But you are cast forth without burial, like loathsome carrion, Covered with the slain, with those struck by the sword, a trampled corpse, Going down to the very stones of the pit."
        },
        {
          "verse": 20,
          "text": "You will never be together with them in the grave, For you have ruined your land, you have slain your people! Let him never be named, that offshoot of evil!"
        },
        {
          "verse": 21,
          "text": "Make ready to slaughter his sons for the guilt of their fathers; Lest they rise and possess the earth, and fill the breadth of the world with cities."
        },
        {
          "verse": 22,
          "text": "I will rise up against them, says the LORD of hosts, and cut off from Babylon name and remnant, progeny and offspring, says the LORD."
        },
        {
          "verse": 23,
          "text": "I will make it a haunt of hoot owls and a marshland; I will sweep it with the broom of destruction, oracle of the LORD of hosts."
        },
        {
          "verse": 24,
          "text": "God’s Plan for Assyria - The LORD of hosts has sworn: As I have resolved, so shall it be; As I have planned, so shall it stand:"
        },
        {
          "verse": 25,
          "text": "To break the Assyrian in my land and trample him on my mountains; Then his yoke shall be removed from them, and his burden from their shoulder."
        },
        {
          "verse": 26,
          "text": "This is the plan proposed for the whole earth, and this the hand outstretched over all the nations."
        },
        {
          "verse": 27,
          "text": "The LORD of hosts has planned; who can thwart him? His hand is stretched out; who can turn it back? Philistia."
        },
        {
          "verse": 28,
          "text": "In the year that King Ahaz died, there came this oracle:"
        },
        {
          "verse": 29,
          "text": "Do not rejoice, Philistia, not one of you, that the rod which struck you is broken; For out of the serpent’s root shall come an adder, its offspring shall be a flying saraph."
        },
        {
          "verse": 30,
          "text": "In my pastures the poor shall graze, and the needy lie down in safety; But I will kill your root with famine that shall slay even your remnant."
        },
        {
          "verse": 31,
          "text": "Howl, O gate; cry out, O city! Philistia, all of you melts away! For there comes a smoke from the north, without a straggler in its ranks."
        },
        {
          "verse": 32,
          "text": "What will one answer the messengers of the nations? “The LORD has established Zion, and in her the afflicted of his people find refuge.”"
        }
      ]
    },
    {
      "chapter": 15,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 15 Moab - Oracle on Moab: Laid waste in a night, Ar of Moab is destroyed; Laid waste in a night, Kir of Moab is destroyed."
        },
        {
          "verse": 2,
          "text": "Daughter Dibon has gone up to the high places to weep; Over Nebo and over Medeba Moab is wailing. Every head is shaved, every beard sheared off."
        },
        {
          "verse": 3,
          "text": "In the streets they wear sackcloth, and on the rooftops; In the squares everyone wails, streaming with tears."
        },
        {
          "verse": 4,
          "text": "Heshbon and Elealeh cry out, they are heard as far as Jahaz. At this the loins of Moab tremble, his soul quivers within him;"
        },
        {
          "verse": 5,
          "text": "My heart cries out for Moab, his fugitives reach Zoar, Eglath-shelishiyah: The ascent of Luhith they ascend weeping; On the way to Horonaim they utter rending cries;"
        },
        {
          "verse": 6,
          "text": "The waters of Nimrim have become a waste, The grass is withered, new growth is gone, nothing is green."
        },
        {
          "verse": 7,
          "text": "So now whatever they have acquired or stored away they carry across the Wadi of the Poplars."
        },
        {
          "verse": 8,
          "text": "The cry has gone round the territory of Moab; As far as Eglaim his wailing, even at Beer-elim his wailing."
        },
        {
          "verse": 9,
          "text": "The waters of Dimon are filled with blood, but I will bring still more upon Dimon: Lions for those who are fleeing from Moab and for those who remain in the land!"
        }
      ]
    },
    {
      "chapter": 16,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 16 - Send them forth, hugging the earth like reptiles, from Sela across the desert, to the mount of daughter Zion."
        },
        {
          "verse": 2,
          "text": "Like flushed birds, like scattered nestlings, Are the daughters of Moab at the fords of the Arnon."
        },
        {
          "verse": 3,
          "text": "Offer counsel, take their part; at high noon make your shade like the night; Hide the outcasts, do not betray the fugitives."
        },
        {
          "verse": 4,
          "text": "Let the outcasts of Moab live with you, be their shelter from the destroyer. When there is an end to the oppressor, when destruction has ceased, and the marauders have vanished from the land,"
        },
        {
          "verse": 5,
          "text": "A throne shall be set up in mercy, and on it shall sit in fidelity, in David’s tent, A judge upholding right, prompt to do justice."
        },
        {
          "verse": 6,
          "text": "We have heard of the pride of Moab, how very proud he is, Of his haughtiness, pride, and arrogance that his empty words do not match."
        },
        {
          "verse": 7,
          "text": "Therefore let Moab wail, let everyone wail for Moab; For the raisin cakes of Kir-hareseth let them sigh, stricken with grief."
        },
        {
          "verse": 8,
          "text": "The terraced slopes of Heshbon languish, the vines of Sibmah, Whose clusters once overpowered the lords of nations, Reaching as far as Jazer winding through the wilderness, Whose branches spread forth, crossing over the sea."
        },
        {
          "verse": 9,
          "text": "Therefore I weep with Jazer for the vines of Sibmah; I drench you with my tears, Heshbon and Elealeh; For on your summer fruits and harvests the battle cry has fallen."
        },
        {
          "verse": 10,
          "text": "From the orchards are taken away joy and gladness, In the vineyards there is no singing, no shout of joy; In the wine presses no one treads grapes, the vintage shout is stilled."
        },
        {
          "verse": 11,
          "text": "Therefore for Moab my heart moans like a lyre, my inmost being for Kir-hareseth."
        },
        {
          "verse": 12,
          "text": "When Moab wears himself out on the high places, and enters his sanctuary to pray, it shall avail him nothing."
        },
        {
          "verse": 13,
          "text": "That is the word the LORD spoke against Moab in times past."
        },
        {
          "verse": 14,
          "text": "But now the LORD speaks: In three years, like the years of a hired laborer, the glory of Moab shall be empty despite all its great multitude; and the remnant shall be very small and weak."
        }
      ]
    },
    {
      "chapter": 17,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 17 Damascus - Oracle on Damascus: See, Damascus shall cease to be a city and become a pile of ruins;"
        },
        {
          "verse": 2,
          "text": "Her cities shall be forever abandoned, for flocks to lie in undisturbed."
        },
        {
          "verse": 3,
          "text": "The fortress shall vanish from Ephraim and dominion from Damascus; The remnant of Aram shall become like the glory of the Israelites— oracle of the LORD of hosts."
        },
        {
          "verse": 4,
          "text": "On that day The glory of Jacob shall fade, and his full body shall grow thin."
        },
        {
          "verse": 5,
          "text": "Like the reaper’s mere armful of stalks, when he gathers the standing grain; Or as when one gleans the ears in the Valley of Rephaim."
        },
        {
          "verse": 6,
          "text": "Only gleanings shall be left in it, as when an olive tree has been beaten— Two or three olives at the very top, four or five on its most fruitful branches— oracle of the LORD, the God of Israel."
        },
        {
          "verse": 7,
          "text": "On that day people shall turn to their maker, their eyes shall look to the Holy One of Israel."
        },
        {
          "verse": 8,
          "text": "They shall not turn to the altars, the work of their hands, nor shall they look to what their fingers have made: the asherahs or the incense stands."
        },
        {
          "verse": 9,
          "text": "On that day his strong cities shall be like those abandoned by the Hivites and Amorites When faced with the Israelites; and there shall be desolation."
        },
        {
          "verse": 10,
          "text": "Truly, you have forgotten the God who saves you, the Rock, your refuge, you have not remembered. Therefore, though you plant plants for the Pleasant One, and set out cuttings for a foreign one,"
        },
        {
          "verse": 11,
          "text": "Though you make them grow the day you plant them and make them blossom the morning you set them out, The harvest shall disappear on a day of sickness and incurable pain."
        },
        {
          "verse": 12,
          "text": "Ah! the roaring of many peoples— a roar like the roar of the seas! The thundering of nations— thunder like the thundering of mighty waters!"
        },
        {
          "verse": 13,
          "text": "But God shall rebuke them, and they shall flee far away, Driven like chaff on the mountains before a wind, like tumbleweed before a storm."
        },
        {
          "verse": 14,
          "text": "At evening, there is terror, but before morning, they are gone! Such is the portion of those who despoil us, the lot of those who plunder us."
        }
      ]
    },
    {
      "chapter": 18,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 18 Ethiopia - Ah! Land of buzzing insects, beyond the rivers of Ethiopia,"
        },
        {
          "verse": 2,
          "text": "Sending ambassadors by sea, in papyrus boats on the waters! Go, swift messengers, to a nation tall and bronzed, To a people dreaded near and far, a nation strong and conquering, whose land is washed by rivers."
        },
        {
          "verse": 3,
          "text": "All you who inhabit the world, who dwell on earth, When the signal is raised on the mountain, look! When the trumpet blows, listen!"
        },
        {
          "verse": 4,
          "text": "For thus says the LORD to me: I will be quiet, looking on from where I dwell, Like the shimmering heat in sunshine, like a cloud of dew at harvest time."
        },
        {
          "verse": 5,
          "text": "Before the vintage, when the flowering has ended, and the blooms are succeeded by ripening grapes, Then comes the cutting of branches with pruning hooks, and the discarding of the lopped-off shoots."
        },
        {
          "verse": 6,
          "text": "They shall all be left to the mountain vultures and to the beasts of the earth; The vultures shall summer on them, all the beasts of the earth shall winter on them."
        },
        {
          "verse": 7,
          "text": "Then will gifts be brought to the LORD of hosts—to the place of the name of the LORD of hosts, Mount Zion—from a people tall and bronzed, from a people dreaded near and far, a nation strong and conquering, whose land is washed by rivers."
        }
      ]
    },
    {
      "chapter": 19,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 19 Egypt - Oracle on Egypt: See, the LORD is riding on a swift cloud on his way to Egypt; The idols of Egypt tremble before him, the hearts of the Egyptians melt within them."
        },
        {
          "verse": 2,
          "text": "I will stir up Egypt against Egypt: brother will war against brother, Neighbor against neighbor, city against city, kingdom against kingdom."
        },
        {
          "verse": 3,
          "text": "The courage of the Egyptians shall ebb away within them, and I will bring their counsel to nought; They shall consult idols and charmers, ghosts and clairvoyants."
        },
        {
          "verse": 4,
          "text": "I will deliver Egypt into the power of a cruel master, A harsh king who shall rule over them— oracle of the Lord, the LORD of hosts."
        },
        {
          "verse": 5,
          "text": "The waters shall be drained from the sea, the river shall parch and dry up;"
        },
        {
          "verse": 6,
          "text": "Its streams shall become foul, and the canals of Egypt shall dwindle and parch. Reeds and rushes shall wither away,"
        },
        {
          "verse": 7,
          "text": "and bulrushes on the bank of the Nile; All the sown land along the Nile shall dry up and blow away, and be no more."
        },
        {
          "verse": 8,
          "text": "The fishermen shall mourn and lament, all who cast hook in the Nile; Those who spread their nets in the water shall pine away."
        },
        {
          "verse": 9,
          "text": "The linen-workers shall be disappointed, the combers and weavers shall turn pale;"
        },
        {
          "verse": 10,
          "text": "The spinners shall be crushed, all the hired laborers shall be despondent."
        },
        {
          "verse": 11,
          "text": "Utter fools are the princes of Zoan! the wisest of Pharaoh’s advisers give stupid counsel. How can you say to Pharaoh, “I am a descendant of wise men, of ancient kings”?"
        },
        {
          "verse": 12,
          "text": "Where then are your wise men? Let them tell you and make known What the LORD of hosts has planned against Egypt."
        },
        {
          "verse": 13,
          "text": "The princes of Zoan have become fools, the princes of Memphis have been deceived. The chiefs of its tribes have led Egypt astray."
        },
        {
          "verse": 14,
          "text": "The LORD has prepared among them a spirit of dizziness, And they have made Egypt stagger in whatever she does, as a drunkard staggers in his vomit."
        },
        {
          "verse": 15,
          "text": "Egypt shall accomplish nothing— neither head nor tail, palm branch nor reed, shall accomplish anything."
        },
        {
          "verse": 16,
          "text": "On that day the Egyptians shall be like women, trembling with fear, because of the LORD of hosts shaking his fist at them."
        },
        {
          "verse": 17,
          "text": "And the land of Judah shall be a terror to the Egyptians. Every time they think of Judah, they shall stand in dread because of the plan the LORD of hosts has in mind for them."
        },
        {
          "verse": 18,
          "text": "On that day there shall be five cities in the land of Egypt that speak the language of Canaan and swear by the LORD of hosts; one shall be called “City of the Sun.”"
        },
        {
          "verse": 19,
          "text": "On that day there shall be an altar to the LORD at the center of Egypt, and a sacred pillar to the LORD near its boundary."
        },
        {
          "verse": 20,
          "text": "This will be a sign and witness to the LORD of hosts in the land of Egypt, so that when they cry out to the LORD because of their oppressors, he will send them a savior to defend and deliver them."
        },
        {
          "verse": 21,
          "text": "The LORD shall make himself known to Egypt, and the Egyptians shall know the LORD in that day; they shall offer sacrifices and oblations, make vows to the LORD and fulfill them."
        },
        {
          "verse": 22,
          "text": "Although the LORD shall smite Egypt severely, he shall heal them; they shall turn to the LORD and he shall be moved by their entreaty and heal them."
        },
        {
          "verse": 23,
          "text": "On that day there shall be a highway from Egypt to Assyria; the Assyrians shall enter Egypt, and the Egyptians enter Assyria, and the Egyptians shall worship with the Assyrians."
        },
        {
          "verse": 24,
          "text": "On that day Israel shall be a third party with Egypt and Assyria, a blessing in the midst of the earth,"
        },
        {
          "verse": 25,
          "text": "when the LORD of hosts gives this blessing: “Blessed be my people Egypt, and the work of my hands Assyria, and my heritage, Israel.”"
        }
      ]
    },
    {
      "chapter": 20,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 20 - Isaiah’s Warning Against Trust in Egypt and Ethiopia. In the year the general sent by Sargon, king of Assyria, came to Ashdod, fought against it, and captured it—"
        },
        {
          "verse": 2,
          "text": "at that time the LORD had spoken through Isaiah, the son of Amoz: Go and take off the sackcloth from your waist, and remove the sandals from your feet. This he did, walking naked and barefoot."
        },
        {
          "verse": 3,
          "text": "Then the LORD said: Just as my servant Isaiah has gone naked and barefoot for three years as a sign and portent against Egypt and Ethiopia,"
        },
        {
          "verse": 4,
          "text": "so shall the king of Assyria lead away captives from Egypt, and exiles from Ethiopia, young and old, naked and barefoot, with buttocks uncovered, the shame of Egypt."
        },
        {
          "verse": 5,
          "text": "They shall be dismayed and ashamed because of Ethiopia, their hope, and because of Egypt, their boast."
        },
        {
          "verse": 6,
          "text": "The inhabitants of this coastland shall say on that day, “See what has happened to those we hoped in, to whom we fled for help and deliverance from the king of Assyria! What escape is there for us now?”"
        }
      ]
    },
    {
      "chapter": 21,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 21 Fall of Babylon - Oracle on the wastelands by the sea: Like whirlwinds sweeping through the Negeb, it comes from the desert, from the fearful land."
        },
        {
          "verse": 2,
          "text": "A harsh vision has been announced to me: “The traitor betrays, the despoiler spoils. Go up, O Elam; besiege, O Media; put an end to all its groaning!”"
        },
        {
          "verse": 3,
          "text": "Therefore my loins are filled with anguish, pangs have seized me like those of a woman in labor; I am too bewildered to hear, too dismayed to look."
        },
        {
          "verse": 4,
          "text": "My mind reels, shuddering assails me; The twilight I yearned for he has turned into dread."
        },
        {
          "verse": 5,
          "text": "They set the table, spread out the rugs; they eat, they drink. Rise up, O princes, oil the shield!"
        },
        {
          "verse": 6,
          "text": "For thus my Lord said to me: Go, station a watchman, let him tell what he sees."
        },
        {
          "verse": 7,
          "text": "If he sees a chariot, a pair of horses, Someone riding a donkey, someone riding a camel, Then let him pay heed, very close heed."
        },
        {
          "verse": 8,
          "text": "Then the watchman cried, “On the watchtower, my Lord, I stand constantly by day; And I stay at my post through all the watches of the night."
        },
        {
          "verse": 9,
          "text": "Here he comes— a single chariot, a pair of horses— He calls out and says, ‘Fallen, fallen is Babylon! All the images of her gods are smashed to the ground!’”"
        },
        {
          "verse": 10,
          "text": "To you, who have been threshed, beaten on my threshing floor, What I have heard from the LORD of hosts, The God of Israel, I have announced to you."
        },
        {
          "verse": 11,
          "text": "Dumah - Oracle on Dumah: They call to me from Seir, “Watchman, how much longer the night? Watchman, how much longer the night?”"
        },
        {
          "verse": 12,
          "text": "The watchman replies, “Morning has come, and again night. If you will ask, ask; come back again.”"
        },
        {
          "verse": 13,
          "text": "In the Steppe - Oracle: in the steppe: In the thicket in the steppe you will spend the night, caravans of Dedanites."
        },
        {
          "verse": 14,
          "text": "Meet the thirsty, bring them water, inhabitants of the land of Tema, greet the fugitives with bread."
        },
        {
          "verse": 15,
          "text": "For they have fled from the sword, from the drawn sword; From the taut bow, from the thick of battle."
        },
        {
          "verse": 16,
          "text": "For thus the Lord has said to me: In another year, like the years of a hired laborer, all the glory of Kedar shall come to an end."
        },
        {
          "verse": 17,
          "text": "Few of Kedar’s stalwart archers shall remain, for the LORD, the God of Israel, has spoken."
        }
      ]
    },
    {
      "chapter": 22,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 22 The Valley of Vision - Oracle on the Valley of Vision: What is the matter with you now, that you have gone up, all of you, to the housetops,"
        },
        {
          "verse": 2,
          "text": "You who were full of noise, tumultuous city, exultant town? Your slain are not slain with the sword, nor killed in battle."
        },
        {
          "verse": 3,
          "text": "All your leaders fled away together, they were captured without use of bow; All who were found were captured together, though they had fled afar off."
        },
        {
          "verse": 4,
          "text": "That is why I say: Turn away from me, let me weep bitterly; Do not try to comfort me for the ruin of the daughter of my people."
        },
        {
          "verse": 5,
          "text": "It is a day of panic, rout and confusion, from the Lord, the GOD of hosts, in the Valley of Vision Walls crash; a cry for help to the mountains."
        },
        {
          "verse": 6,
          "text": "Elam takes up the quiver, Aram mounts the horses and Kir uncovers the shields."
        },
        {
          "verse": 7,
          "text": "Your choice valleys are filled with chariots, horses are posted at the gates—"
        },
        {
          "verse": 8,
          "text": "and shelter over Judah is removed. On that day you looked to the weapons in the House of the Forest;"
        },
        {
          "verse": 9,
          "text": "you saw that the breaches in the City of David were many; you collected the water of the lower pool."
        },
        {
          "verse": 10,
          "text": "You numbered the houses of Jerusalem, tearing some down to strengthen the wall;"
        },
        {
          "verse": 11,
          "text": "you made a reservoir between the two walls for the water of the old pool. But you did not look to the city’s Maker, nor consider the one who fashioned it long ago."
        },
        {
          "verse": 12,
          "text": "On that day the Lord, the GOD of hosts, called For weeping and mourning, for shaving the head and wearing sackcloth."
        },
        {
          "verse": 13,
          "text": "But look! instead, there was celebration and joy, slaughtering cattle and butchering sheep, Eating meat and drinking wine: “Eat and drink, for tomorrow we die!”"
        },
        {
          "verse": 14,
          "text": "This message was revealed in my hearing from the LORD of hosts: This iniquity will not be forgiven you until you die, says the Lord, the GOD of hosts."
        },
        {
          "verse": 15,
          "text": "Shebna and Eliakim - Thus says the Lord, the GOD of hosts: Up, go to that official, Shebna, master of the palace,"
        },
        {
          "verse": 16,
          "text": "“What have you here? Whom have you here, that you have hewn for yourself a tomb here, Hewing a tomb on high, carving a resting place in the rock?”"
        },
        {
          "verse": 17,
          "text": "The LORD shall hurl you down headlong, mortal man! He shall grip you firmly,"
        },
        {
          "verse": 18,
          "text": "And roll you up and toss you like a ball into a broad land. There you will die, there with the chariots you glory in, you disgrace to your master’s house!"
        },
        {
          "verse": 19,
          "text": "I will thrust you from your office and pull you down from your station."
        },
        {
          "verse": 20,
          "text": "On that day I will summon my servant Eliakim, son of Hilkiah;"
        },
        {
          "verse": 21,
          "text": "I will clothe him with your robe, gird him with your sash, confer on him your authority. He shall be a father to the inhabitants of Jerusalem, and to the house of Judah."
        },
        {
          "verse": 22,
          "text": "I will place the key of the House of David on his shoulder; what he opens, no one will shut, what he shuts, no one will open."
        },
        {
          "verse": 23,
          "text": "I will fix him as a peg in a firm place, a seat of honor for his ancestral house;"
        },
        {
          "verse": 24,
          "text": "On him shall hang all the glory of his ancestral house: descendants and offspring, all the little dishes, from bowls to jugs."
        },
        {
          "verse": 25,
          "text": "On that day, says the LORD of hosts, the peg fixed in a firm place shall give way, break off and fall, and the weight that hung on it shall be done away with; for the LORD has spoken."
        }
      ]
    },
    {
      "chapter": 23,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 23 Tyre and Sidon - Oracle on Tyre: Wail, ships of Tarshish, for your port is destroyed; From the land of the Kittim the news reaches them."
        },
        {
          "verse": 2,
          "text": "Silence! you who dwell on the coast, you merchants of Sidon, Whose messengers crossed the sea"
        },
        {
          "verse": 3,
          "text": "over the deep waters, Whose revenue was the grain of Shihor, the harvest of the Nile, you who were the merchant among the nations."
        },
        {
          "verse": 4,
          "text": "Be ashamed, Sidon, fortress on the sea, for the sea has spoken, “I have not been in labor, nor given birth, nor raised young men, nor reared young women.”"
        },
        {
          "verse": 5,
          "text": "When the report reaches Egypt they shall be in anguish at the report about Tyre."
        },
        {
          "verse": 6,
          "text": "Pass over to Tarshish, wail, you who dwell on the coast!"
        },
        {
          "verse": 7,
          "text": "Is this your exultant city, whose origin is from old, Whose feet have taken her to dwell in distant lands?"
        },
        {
          "verse": 8,
          "text": "Who has planned such a thing against Tyre, the bestower of crowns, Whose merchants are princes, whose traders are the earth’s honored men?"
        },
        {
          "verse": 9,
          "text": "The LORD of hosts has planned it, to disgrace the height of all beauty, to degrade all the honored of the earth."
        },
        {
          "verse": 10,
          "text": "Cross to your own land, ship of Tarshish; the harbor is no more."
        },
        {
          "verse": 11,
          "text": "His hand he stretches out over the sea, he shakes kingdoms; The LORD commanded the destruction of Canaan’s strongholds:"
        },
        {
          "verse": 12,
          "text": "Crushed, you shall exult no more, virgin daughter Sidon. Arise, pass over to the Kittim, even there you shall find no rest."
        },
        {
          "verse": 13,
          "text": "Look at the land of the Chaldeans, the people that has ceased to be. Assyria founded it for ships, raised its towers, Only to tear down its palaces, and turn it into a ruin."
        },
        {
          "verse": 14,
          "text": "Lament, ships of Tarshish, for your stronghold is destroyed."
        },
        {
          "verse": 15,
          "text": "On that day, Tyre shall be forgotten for seventy years, the lifetime of one king. At the end of seventy years, the song about the prostitute will be Tyre’s song:"
        },
        {
          "verse": 16,
          "text": "Take a harp, go about the city, forgotten prostitute; Pluck the strings skillfully, sing many songs, that you may be remembered."
        },
        {
          "verse": 17,
          "text": "At the end of the seventy years the LORD shall visit Tyre. She shall return to her hire and serve as prostitute with all the world’s kingdoms on the face of the earth."
        },
        {
          "verse": 18,
          "text": "But her merchandise and her hire shall be sacred to the LORD. It shall not be stored up or laid away; instead, her merchandise shall belong to those who dwell before the LORD, to eat their fill and clothe themselves in choice attire."
        }
      ]
    },
    {
      "chapter": 24,
      "verses": [
        {
          "verse": 1,
          "text": "D. Apocalypse of Isaiah Chapter 24 Judgment upon the World and the Lord’s Enthronement on Mount Zion - See! The LORD is about to empty the earth and lay it waste; he will twist its surface, and scatter its inhabitants:"
        },
        {
          "verse": 2,
          "text": "People and priest shall fare alike: servant and master, Maid and mistress, buyer and seller, Lender and borrower, creditor and debtor."
        },
        {
          "verse": 3,
          "text": "The earth shall be utterly laid waste, utterly stripped, for the LORD has decreed this word."
        },
        {
          "verse": 4,
          "text": "The earth mourns and fades, the world languishes and fades; both heaven and earth languish."
        },
        {
          "verse": 5,
          "text": "The earth is polluted because of its inhabitants, for they have transgressed laws, violated statutes, broken the ancient covenant."
        },
        {
          "verse": 6,
          "text": "Therefore a curse devours the earth, and its inhabitants pay for their guilt; Therefore they who dwell on earth have dwindled, and only a few are left."
        },
        {
          "verse": 7,
          "text": "The new wine mourns, the vine languishes, all the merry-hearted groan."
        },
        {
          "verse": 8,
          "text": "Stilled are the cheerful timbrels, ended the shouts of the jubilant, stilled the cheerful harp."
        },
        {
          "verse": 9,
          "text": "They no longer drink wine and sing; strong brew is bitter to those who drink it."
        },
        {
          "verse": 10,
          "text": "Broken down is the city of chaos, every house is shut against entry."
        },
        {
          "verse": 11,
          "text": "In the streets they cry out for lack of wine; all joy has grown dim, cheer is exiled from the land."
        },
        {
          "verse": 12,
          "text": "In the city nothing remains but desolation, gates battered into ruins."
        },
        {
          "verse": 13,
          "text": "For thus it shall be in the midst of the earth, among the peoples, As when an olive tree has been beaten, as with a gleaning when the vintage is done."
        },
        {
          "verse": 14,
          "text": "These shall lift up their voice, they shall sing for joy in the majesty of the LORD, they shall shout from the western sea:"
        },
        {
          "verse": 15,
          "text": "“Therefore, in the east give glory to the LORD! In the coastlands of the sea, to the name of the LORD, the God of Israel!”"
        },
        {
          "verse": 16,
          "text": "From the end of the earth we hear songs: “Splendor to the Just One!” But I said, “I am wasted, wasted away. Woe is me! The traitors betray; with treachery have the traitors betrayed!"
        },
        {
          "verse": 17,
          "text": "Terror, pit, and trap for you, inhabitant of the earth!"
        },
        {
          "verse": 18,
          "text": "One who flees at the sound of terror will fall into the pit; One who climbs out of the pit will be caught in the trap. For the windows on high are open and the foundations of the earth shake."
        },
        {
          "verse": 19,
          "text": "The earth will burst asunder, the earth will be shaken apart, the earth will be convulsed."
        },
        {
          "verse": 20,
          "text": "The earth will reel like a drunkard, sway like a hut; Its rebellion will weigh it down; it will fall, never to rise again.”"
        },
        {
          "verse": 21,
          "text": "On that day the LORD will punish the host of the heavens in the heavens, and the kings of the earth on the earth."
        },
        {
          "verse": 22,
          "text": "They will be gathered together like prisoners into a pit; They will be shut up in a dungeon, and after many days they will be punished."
        },
        {
          "verse": 23,
          "text": "Then the moon will blush and the sun be ashamed, For the LORD of hosts will reign on Mount Zion and in Jerusalem, glorious in the sight of the elders."
        }
      ]
    },
    {
      "chapter": 25,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 25 Praise for God’s Deliverance and the Celebration in Zion - O LORD, you are my God, I extol you, I praise your name; For you have carried out your wonderful plans of old, faithful and true."
        },
        {
          "verse": 2,
          "text": "For you have made the city a heap, the fortified city a ruin, The castle of the insolent, a city no more, not ever to be rebuilt."
        },
        {
          "verse": 3,
          "text": "Therefore a strong people will honor you, ruthless nations will fear you."
        },
        {
          "verse": 4,
          "text": "For you have been a refuge to the poor, a refuge to the needy in their distress; Shelter from the rain, shade from the heat. When the blast of the ruthless was like a winter rain,"
        },
        {
          "verse": 5,
          "text": "the roar of strangers like heat in the desert, You subdued the heat with the shade of a cloud, the rain of the tyrants was vanquished."
        },
        {
          "verse": 6,
          "text": "On this mountain the LORD of hosts will provide for all peoples A feast of rich food and choice wines, juicy, rich food and pure, choice wines."
        },
        {
          "verse": 7,
          "text": "On this mountain he will destroy the veil that veils all peoples, The web that is woven over all nations."
        },
        {
          "verse": 8,
          "text": "He will destroy death forever. The Lord GOD will wipe away the tears from all faces; The reproach of his people he will remove from the whole earth; for the LORD has spoken."
        },
        {
          "verse": 9,
          "text": "On that day it will be said: “Indeed, this is our God; we looked to him, and he saved us! This is the LORD to whom we looked; let us rejoice and be glad that he has saved us!”"
        },
        {
          "verse": 10,
          "text": "Judgment on Moab - For the hand of the LORD will rest on this mountain, but Moab will be trodden down as straw is trodden down in the mire."
        },
        {
          "verse": 11,
          "text": "He will spread out his hands in its midst, as a swimmer spreads out his hands to swim; His pride will be brought low despite his strokes."
        },
        {
          "verse": 12,
          "text": "The high-walled fortress he will raze, bringing it low, leveling it to the ground, to the very dust."
        }
      ]
    },
    {
      "chapter": 26,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 26 - Judah’s Praise and Prayer for Deliverance. On that day this song shall be sung in the land of Judah: “A strong city have we; he sets up victory as our walls and ramparts."
        },
        {
          "verse": 2,
          "text": "Open up the gates that a righteous nation may enter, one that keeps faith."
        },
        {
          "verse": 3,
          "text": "With firm purpose you maintain peace; in peace, because of our trust in you.”"
        },
        {
          "verse": 4,
          "text": "Trust in the LORD forever! For the LORD is an eternal Rock."
        },
        {
          "verse": 5,
          "text": "He humbles those who dwell on high, the lofty city he brings down, Brings it down to the ground, levels it to the dust."
        },
        {
          "verse": 6,
          "text": "The feet of the needy trample on it— the feet of the poor."
        },
        {
          "verse": 7,
          "text": "The way of the just is smooth; the path of the just you make level."
        },
        {
          "verse": 8,
          "text": "The course of your judgments, LORD, we await; your name and your memory are the desire of our souls."
        },
        {
          "verse": 9,
          "text": "My soul yearns for you at night, yes, my spirit within me seeks you at dawn; When your judgment comes upon the earth, the world’s inhabitants learn justice."
        },
        {
          "verse": 10,
          "text": "The wicked, when spared, do not learn justice; in an upright land they act perversely, and do not see the majesty of the LORD."
        },
        {
          "verse": 11,
          "text": "LORD, your hand is raised high, but they do not perceive it; Let them be put to shame when they see your zeal for your people: let the fire prepared for your enemies consume them."
        },
        {
          "verse": 12,
          "text": "LORD, you will decree peace for us, for you have accomplished all we have done."
        },
        {
          "verse": 13,
          "text": "LORD, our God, lords other than you have ruled us; only because of you can we call upon your name."
        },
        {
          "verse": 14,
          "text": "Dead they are, they cannot live, shades that cannot rise; Indeed, you have punished and destroyed them, and wiped out all memory of them."
        },
        {
          "verse": 15,
          "text": "You have increased the nation, LORD, you have increased the nation, have added to your glory, you have extended far all the boundaries of the land."
        },
        {
          "verse": 16,
          "text": "LORD, oppressed by your punishment, we cried out in anguish under your discipline."
        },
        {
          "verse": 17,
          "text": "As a woman about to give birth writhes and cries out in pain, so were we before you, LORD."
        },
        {
          "verse": 18,
          "text": "We conceived and writhed in pain, giving birth only to wind; Salvation we have not achieved for the earth, no inhabitants for the world were born."
        },
        {
          "verse": 19,
          "text": "But your dead shall live, their corpses shall rise! Awake and sing, you who lie in the dust! For your dew is a dew of light, and you cause the land of shades to give birth."
        },
        {
          "verse": 20,
          "text": "The Lord’s Response - Go, my people, enter your chambers, and close the doors behind you; Hide yourselves for a brief moment, until the wrath is past."
        },
        {
          "verse": 21,
          "text": "See, the LORD goes forth from his place, to punish the wickedness of the earth’s inhabitants; The earth will reveal the blood shed upon it, and no longer conceal the slain."
        }
      ]
    },
    {
      "chapter": 27,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 27 The Judgment and Deliverance of Israel - On that day, The LORD will punish with his sword that is cruel, great, and strong, Leviathan the fleeing serpent, Leviathan the coiled serpent; he will slay the dragon in the sea."
        },
        {
          "verse": 2,
          "text": "On that day— The pleasant vineyard, sing about it!"
        },
        {
          "verse": 3,
          "text": "I, the LORD, am its keeper, I water it every moment; Lest anyone harm it, night and day I guard it."
        },
        {
          "verse": 4,
          "text": "I am not angry. But if I were to find briers and thorns, In battle I would march against it; I would burn it all."
        },
        {
          "verse": 5,
          "text": "But if it holds fast to my refuge, it shall have peace with me; it shall have peace with me."
        },
        {
          "verse": 6,
          "text": "In days to come Jacob shall take root, Israel shall sprout and blossom, covering all the world with fruit."
        },
        {
          "verse": 7,
          "text": "Was he smitten as his smiter was smitten? Was he slain as his slayer was slain?"
        },
        {
          "verse": 8,
          "text": "Driving out and expelling, he struggled against it, carrying it off with his cruel wind on a day of storm."
        },
        {
          "verse": 9,
          "text": "This, then, shall be the expiation of Jacob’s guilt, this the result of removing his sin: He shall pulverize all the stones of the altars like pieces of chalk; no asherahs or incense altars shall stand."
        },
        {
          "verse": 10,
          "text": "For the fortified city shall be desolate, an abandoned pasture, a forsaken wilderness; There calves shall graze, there they shall lie down, and consume its branches."
        },
        {
          "verse": 11,
          "text": "When its boughs wither, they shall be broken off; and women shall come to kindle fires with them. For this is not an understanding people; therefore their maker shall not spare them; their creator shall not be gracious to them."
        },
        {
          "verse": 12,
          "text": "On that day, The LORD shall beat out grain from the channel of the Euphrates to the Wadi of Egypt, and you shall be gleaned one by one, children of Israel."
        },
        {
          "verse": 13,
          "text": "On that day, A great trumpet shall blow, and the lost in the land of Assyria and the outcasts in the land of Egypt Shall come and worship the LORD on the holy mountain, in Jerusalem."
        }
      ]
    },
    {
      "chapter": 28,
      "verses": [
        {
          "verse": 1,
          "text": "E. The Lord Alone, Israel’s and Judah’s Salvation Chapter 28 The Fate of Samaria - Ah! majestic garland of the drunkards of Ephraim, Fading blooms of his glorious beauty, at the head of the fertile valley, upon those stupefied with wine."
        },
        {
          "verse": 2,
          "text": "See, the LORD has a strong one, a mighty one, who, like an onslaught of hail, a destructive storm, Like a flood of water, great and overflowing, levels to the ground with violence;"
        },
        {
          "verse": 3,
          "text": "With feet that will trample the majestic garland of the drunkards of Ephraim."
        },
        {
          "verse": 4,
          "text": "The fading blooms of his glorious beauty at the head of the fertile valley Will be like an early fig before summer: whoever sees it, swallows it as soon as it is in hand."
        },
        {
          "verse": 5,
          "text": "On that day the LORD of hosts will be a glorious crown And a brilliant diadem for the remnant of his people,"
        },
        {
          "verse": 6,
          "text": "A spirit of judgment for the one who sits in judgment, And strength for those who turn back the battle at the gate."
        },
        {
          "verse": 7,
          "text": "Against Judah - But these also stagger from wine and stumble from strong drink: Priest and prophet stagger from strong drink, overpowered by wine; They are confused by strong drink, they stagger in their visions, they totter when giving judgment."
        },
        {
          "verse": 8,
          "text": "Yes, all the tables are covered with vomit, with filth, and no place left clean."
        },
        {
          "verse": 9,
          "text": "“To whom would he impart knowledge? To whom would he convey the message? To those just weaned from milk, those weaned from the breast?"
        },
        {
          "verse": 10,
          "text": "For he says, ‘Command on command, command on command, rule on rule, rule on rule, here a little, there a little!’”"
        },
        {
          "verse": 11,
          "text": "Yes, with stammering lips and in a strange language he will speak to this people,"
        },
        {
          "verse": 12,
          "text": "to whom he said: “This is the resting place, give rest to the weary; And this is the place of repose”— but they refused to hear."
        },
        {
          "verse": 13,
          "text": "So for them the word of the LORD shall be: “Command on command, command on command, Rule on rule, rule on rule, here a little, there a little!” So that when they walk, they shall stumble backward, broken, ensnared, and captured."
        },
        {
          "verse": 14,
          "text": "Therefore, hear the word of the LORD, you scoffers, who rule this people in Jerusalem:"
        },
        {
          "verse": 15,
          "text": "You have declared, “We have made a covenant with death, with Sheol we have made a pact; When the raging flood passes through, it will not reach us; For we have made lies our refuge, and in falsehood we have found a hiding place,”—"
        },
        {
          "verse": 16,
          "text": "Therefore, thus says the Lord GOD: See, I am laying a stone in Zion, a stone that has been tested, A precious cornerstone as a sure foundation; whoever puts faith in it will not waver."
        },
        {
          "verse": 17,
          "text": "I will make judgment a measuring line, and justice a level.— Hail shall sweep away the refuge of lies, and waters shall flood the hiding place."
        },
        {
          "verse": 18,
          "text": "Your covenant with death shall be canceled and your pact with Sheol shall not stand. When the raging flood passes through, you shall be beaten down by it."
        },
        {
          "verse": 19,
          "text": "Whenever it passes, it shall seize you; morning after morning it shall pass, by day and by night. Sheer terror to impart the message!"
        },
        {
          "verse": 20,
          "text": "For the bed shall be too short to stretch out in, and the cover too narrow to wrap in."
        },
        {
          "verse": 21,
          "text": "For the LORD shall rise up as on Mount Perazim, bestir himself as in the Valley of Gibeon, To carry out his work—strange his work! to perform his deed—alien his deed!"
        },
        {
          "verse": 22,
          "text": "Now, cease scoffing, lest your bonds be tightened, For I have heard a decree of destruction from the Lord, the GOD of hosts, for the whole land."
        },
        {
          "verse": 23,
          "text": "The Parable of the Farmer - Give ear and hear my voice, pay attention and hear my word:"
        },
        {
          "verse": 24,
          "text": "Is the plowman forever plowing in order to sow, always loosening and harrowing the field?"
        },
        {
          "verse": 25,
          "text": "When he has leveled the surface, does he not scatter caraway and sow cumin, Put in wheat and barley, with spelt as its border?"
        },
        {
          "verse": 26,
          "text": "His God has taught him this rule, he has instructed him."
        },
        {
          "verse": 27,
          "text": "For caraway is not threshed with a sledge, nor does a cartwheel roll over cumin. But caraway is beaten out with a staff, and cumin with a rod."
        },
        {
          "verse": 28,
          "text": "Grain is crushed for bread, but not forever; though he thresh it thoroughly, and drive his cartwheel and horses over it, he does not pulverize it."
        },
        {
          "verse": 29,
          "text": "This too comes from the LORD of hosts; wonderful is his counsel and great his wisdom."
        }
      ]
    },
    {
      "chapter": 29,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 29 Judgment and Deliverance of Jerusalem - Ah! Ariel, Ariel, city where David encamped! Let year follow year, and feast follow feast,"
        },
        {
          "verse": 2,
          "text": "But I will bring distress upon Ariel, and there will be mourning and moaning. You shall be to me like Ariel:"
        },
        {
          "verse": 3,
          "text": "I will encamp like David against you; I will circle you with outposts and set up siege works against you."
        },
        {
          "verse": 4,
          "text": "You shall speak from beneath the earth, and from the dust below, your words shall come. Your voice shall be that of a ghost from the earth, and your words shall whisper from the dust."
        },
        {
          "verse": 5,
          "text": "The horde of your arrogant shall be like fine dust, a horde of tyrants like flying chaff. Then suddenly, in an instant,"
        },
        {
          "verse": 6,
          "text": "you shall be visited by the LORD of hosts, With thunder, earthquake, and great noise, whirlwind, storm, and the flame of consuming fire."
        },
        {
          "verse": 7,
          "text": "Then like a dream, a vision of the night, Shall be the horde of all the nations who make war against Ariel: All the outposts, the siege works against it, all who distress it."
        },
        {
          "verse": 8,
          "text": "As when a hungry man dreams he is eating and awakens with an empty stomach, Or when a thirsty man dreams he is drinking and awakens faint, his throat parched, So shall the horde of all the nations be, who make war against Mount Zion."
        },
        {
          "verse": 9,
          "text": "Blindness and Perversity - Stupefy yourselves and stay stupid; blind yourselves and stay blind! You who are drunk, but not from wine, who stagger, but not from strong drink!"
        },
        {
          "verse": 10,
          "text": "For the LORD has poured out on you a spirit of deep sleep. He has shut your eyes (the prophets) and covered your heads (the seers)."
        },
        {
          "verse": 11,
          "text": "For you the vision of all this has become like the words of a sealed scroll. When it is handed to one who can read, with the request, “Read this,” the reply is, “I cannot, because it is sealed.”"
        },
        {
          "verse": 12,
          "text": "When the scroll is handed to one who cannot read, with the request, “Read this,” the reply is, “I cannot read.”"
        },
        {
          "verse": 13,
          "text": "The Lord said: Since this people draws near with words only and honors me with their lips alone, though their hearts are far from me, And fear of me has become mere precept of human teaching,"
        },
        {
          "verse": 14,
          "text": "Therefore I will again deal with this people in surprising and wondrous fashion: The wisdom of the wise shall perish, the prudence of the prudent shall vanish."
        },
        {
          "verse": 15,
          "text": "Ah! You who would hide a plan too deep for the LORD! Who work in the dark, saying, “Who sees us, who knows us?”"
        },
        {
          "verse": 16,
          "text": "Your perversity is as though the potter were taken to be the clay: As though what is made should say of its maker, “He did not make me!” Or the vessel should say of the potter, “He does not understand.”"
        },
        {
          "verse": 17,
          "text": "Redemption - Surely, in a very little while, Lebanon shall be changed into an orchard, and the orchard be considered a forest!"
        },
        {
          "verse": 18,
          "text": "On that day the deaf shall hear the words of a scroll; And out of gloom and darkness, the eyes of the blind shall see."
        },
        {
          "verse": 19,
          "text": "The lowly shall again find joy in the LORD, the poorest rejoice in the Holy One of Israel."
        },
        {
          "verse": 20,
          "text": "For the tyrant shall be no more, the scoffer shall cease to be; All who are ready for evil shall be cut off,"
        },
        {
          "verse": 21,
          "text": "those who condemn with a mere word, Who ensnare the defender at the gate, and leave the just with an empty claim."
        },
        {
          "verse": 22,
          "text": "Therefore thus says the LORD, the God of the house of Jacob, who redeemed Abraham: No longer shall Jacob be ashamed, no longer shall his face grow pale."
        },
        {
          "verse": 23,
          "text": "For when his children see the work of my hands in his midst, They shall sanctify my name; they shall sanctify the Holy One of Jacob, be in awe of the God of Israel."
        },
        {
          "verse": 24,
          "text": "Those who err in spirit shall acquire understanding, those who find fault shall receive instruction."
        }
      ]
    },
    {
      "chapter": 30,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 30 Oracle on the Futility of an Alliance with Egypt - Ah! Rebellious children, oracle of the LORD, Who carry out a plan that is not mine, who make an alliance I did not inspire, thus adding sin upon sin;"
        },
        {
          "verse": 2,
          "text": "They go down to Egypt, without asking my counsel, To seek strength in Pharaoh’s protection and take refuge in Egypt’s shadow."
        },
        {
          "verse": 3,
          "text": "Pharaoh’s protection shall become your shame, refuge in Egypt’s shadow your disgrace."
        },
        {
          "verse": 4,
          "text": "When his princes are at Zoan and his messengers reach Hanes,"
        },
        {
          "verse": 5,
          "text": "All shall be ashamed of a people that gain them nothing, Neither help nor benefit, but only shame and reproach."
        },
        {
          "verse": 6,
          "text": "Oracle on the Beasts of the Negeb. Through the distressed and troubled land of the lioness and roaring lion, of the viper and flying saraph, They carry their riches on the backs of donkeys and their treasures on the humps of camels To a people good for nothing,"
        },
        {
          "verse": 7,
          "text": "to Egypt whose help is futile and vain. Therefore I call her “Rahab Sit-still.”"
        },
        {
          "verse": 8,
          "text": "Now come, write it on a tablet they can keep, inscribe it on a scroll; That in time to come it may be an eternal witness."
        },
        {
          "verse": 9,
          "text": "For this is a rebellious people, deceitful children, Children who refuse to listen to the instruction of the LORD;"
        },
        {
          "verse": 10,
          "text": "Who say to the seers, “Do not see”; to the prophets, “Do not prophesy truth for us; speak smooth things to us, see visions that deceive!"
        },
        {
          "verse": 11,
          "text": "Turn aside from the way! Get out of the path! Let us hear no more of the Holy One of Israel!”"
        },
        {
          "verse": 12,
          "text": "Therefore, thus says the Holy One of Israel: Because you reject this word, And put your trust in oppression and deceit, and depend on them,"
        },
        {
          "verse": 13,
          "text": "This iniquity of yours shall be like a descending rift Bulging out in a high wall whose crash comes suddenly, in an instant,"
        },
        {
          "verse": 14,
          "text": "Crashing like a potter’s jar smashed beyond rescue, And among its fragments cannot be found a sherd to scoop fire from the hearth or dip water from the cistern."
        },
        {
          "verse": 15,
          "text": "For thus said the Lord GOD, the Holy One of Israel: By waiting and by calm you shall be saved, in quiet and in trust shall be your strength. But this you did not will."
        },
        {
          "verse": 16,
          "text": "“No,” you said, “Upon horses we will flee.” Very well, you shall flee! “Upon swift steeds we will ride.” Very well, swift shall be your pursuers!"
        },
        {
          "verse": 17,
          "text": "A thousand shall tremble at the threat of one— if five threaten, you shall flee. You will then be left like a flagstaff on a mountaintop, like a flag on a hill."
        },
        {
          "verse": 18,
          "text": "Zion’s Future Deliverance - Truly, the LORD is waiting to be gracious to you, truly, he shall rise to show you mercy; For the LORD is a God of justice: happy are all who wait for him!"
        },
        {
          "verse": 19,
          "text": "Yes, people of Zion, dwelling in Jerusalem, you shall no longer weep; He will be most gracious to you when you cry out; as soon as he hears he will answer you."
        },
        {
          "verse": 20,
          "text": "The Lord will give you bread in adversity and water in affliction. No longer will your Teacher hide himself, but with your own eyes you shall see your Teacher,"
        },
        {
          "verse": 21,
          "text": "And your ears shall hear a word behind you: “This is the way; walk in it,” when you would turn to the right or the left."
        },
        {
          "verse": 22,
          "text": "You shall defile your silver-plated idols and your gold-covered images; You shall throw them away like filthy rags, you shall say, “Get out!”"
        },
        {
          "verse": 23,
          "text": "He will give rain for the seed you sow in the ground, And the bread that the soil produces will be rich and abundant. On that day your cattle will graze in broad meadows;"
        },
        {
          "verse": 24,
          "text": "The oxen and the donkeys that till the ground will eat silage tossed to them with shovel and pitchfork."
        },
        {
          "verse": 25,
          "text": "Upon every high mountain and lofty hill there will be streams of running water. On the day of the great slaughter, when the towers fall,"
        },
        {
          "verse": 26,
          "text": "The light of the moon will be like the light of the sun, and the light of the sun will be seven times greater, like the light of seven days, On the day the LORD binds up the wounds of his people and heals the bruises left by his blows."
        },
        {
          "verse": 27,
          "text": "Divine Judgment on Assyria - See, the name of the LORD is coming from afar, burning with anger, heavy with threat, His lips filled with fury, tongue like a consuming fire,"
        },
        {
          "verse": 28,
          "text": "Breath like an overflowing torrent that reaches up to the neck! He will winnow the nations with a destructive winnowing and bridle the jaws of the peoples to send them astray."
        },
        {
          "verse": 29,
          "text": "For you, there will be singing as on a night when a feast is observed, And joy of heart as when one marches along with a flute Going to the mountain of the LORD, to the Rock of Israel."
        },
        {
          "verse": 30,
          "text": "The LORD will make his glorious voice heard, and reveal his arm coming down In raging fury and flame of consuming fire, in tempest, and rainstorm, and hail."
        },
        {
          "verse": 31,
          "text": "For at the voice of the LORD, Assyria will be shattered, as he strikes with the rod;"
        },
        {
          "verse": 32,
          "text": "And every sweep of the rod of his punishment, which the LORD will bring down on him, Will be accompanied by timbrels and lyres, while he wages war against him."
        },
        {
          "verse": 33,
          "text": "For his tophet has long been ready, truly it is prepared for the king; His firepit made both deep and wide, with fire and firewood in abundance, And the breath of the LORD, like a stream of sulfur, setting it afire."
        }
      ]
    },
    {
      "chapter": 31,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 31 Against the Egyptian Alliance - Ah! Those who go down to Egypt for help, who rely on horses; Who put their trust in chariots because of their number, and in horsemen because of their combined power, But look not to the Holy One of Israel nor seek the LORD!"
        },
        {
          "verse": 2,
          "text": "Yet he too is wise and will bring disaster; he will not turn from his threats. He will rise up against the house of the wicked and against those who help evildoers."
        },
        {
          "verse": 3,
          "text": "The Egyptians are human beings, not God, their horses flesh, not spirit; When the LORD stretches forth his hand, the helper shall stumble, the one helped shall fall, and both of them shall perish together."
        },
        {
          "verse": 4,
          "text": "For thus says the LORD to me: As a lion or its young growling over the prey, With a band of shepherds assembled against it, Is neither dismayed by their shouts nor cowed by their noise, So shall the LORD of hosts come down to wage war upon Mount Zion, upon its height."
        },
        {
          "verse": 5,
          "text": "Like hovering birds, so the LORD of hosts shall shield Jerusalem, To shield and deliver, to spare and rescue."
        },
        {
          "verse": 6,
          "text": "Return, O Israelites, to him whom you have utterly deserted."
        },
        {
          "verse": 7,
          "text": "On that day each one of you shall reject his idols of silver and gold, which your hands have made."
        },
        {
          "verse": 8,
          "text": "Assyria shall fall by a sword, not wielded by human being, no mortal sword shall devour him; He shall flee before the sword, and his young men shall be impressed as laborers."
        },
        {
          "verse": 9,
          "text": "He shall rush past his crag in panic, and his princes desert the standard in terror, Says the LORD who has a fire in Zion and a furnace in Jerusalem."
        }
      ]
    },
    {
      "chapter": 32,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 32 The Kingdom of Justice - See, a king will reign justly and princes will rule rightly."
        },
        {
          "verse": 2,
          "text": "Each of them will be like a shelter from the wind, a refuge from the rain. They will be like streams of water in a dry country, like the shade of a great rock in a parched land."
        },
        {
          "verse": 3,
          "text": "The eyes of those who see will not be closed; the ears of those who hear will be attentive."
        },
        {
          "verse": 4,
          "text": "The hasty of heart shall take thought to know, and tongues of stutterers shall speak readily and clearly."
        },
        {
          "verse": 5,
          "text": "No more will the fool be called noble, nor the deceiver be considered honorable."
        },
        {
          "verse": 6,
          "text": "For the fool speaks folly, his heart plans evil: Godless actions, perverse speech against the LORD, Letting the hungry go empty and the thirsty without drink."
        },
        {
          "verse": 7,
          "text": "The deceits of the deceiver are evil, he plans devious schemes: To ruin the poor with lies, and the needy when they plead their case."
        },
        {
          "verse": 8,
          "text": "But the noble plan noble deeds, and in noble deeds they persist."
        },
        {
          "verse": 9,
          "text": "The Women of Jerusalem - You women so complacent, rise up and hear my voice, daughters so confident, give heed to my words."
        },
        {
          "verse": 10,
          "text": "In a little more than a year your confidence will be shaken; For the vintage will fail, no fruit harvest will come in."
        },
        {
          "verse": 11,
          "text": "Tremble, you who are so complacent! Shudder, you who are so confident! Strip yourselves bare, with only a loincloth for cover."
        },
        {
          "verse": 12,
          "text": "Beat your breasts for the pleasant fields, for the fruitful vine;"
        },
        {
          "verse": 13,
          "text": "For the soil of my people, overgrown with thorns and briers; For all the joyful houses, the exultant city."
        },
        {
          "verse": 14,
          "text": "The castle will be forsaken, the noisy city deserted; Citadel and tower will become wasteland forever, the joy of wild donkeys, the pasture of flocks;"
        },
        {
          "verse": 15,
          "text": "Until the spirit from on high is poured out on us. And the wilderness becomes a garden land and the garden land seems as common as forest."
        },
        {
          "verse": 16,
          "text": "Then judgment will dwell in the wilderness and justice abide in the garden land."
        },
        {
          "verse": 17,
          "text": "The work of justice will be peace; the effect of justice, calm and security forever."
        },
        {
          "verse": 18,
          "text": "My people will live in peaceful country, in secure dwellings and quiet resting places."
        },
        {
          "verse": 19,
          "text": "And the forest will come down completely, the city will be utterly laid low."
        },
        {
          "verse": 20,
          "text": "Happy are you who sow beside every stream, and let the ox and the donkey go freely!"
        }
      ]
    },
    {
      "chapter": 33,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 33 Overthrow of Assyria - Ah! You destroyer never destroyed, betrayer never betrayed! When you have finished destroying, you will be destroyed; when you have stopped betraying, you will be betrayed."
        },
        {
          "verse": 2,
          "text": "LORD, be gracious to us; for you we wait. Be our strength every morning, our salvation in time of trouble!"
        },
        {
          "verse": 3,
          "text": "At the roaring sound, peoples flee; when you rise in your majesty, nations are scattered."
        },
        {
          "verse": 4,
          "text": "Spoil is gathered up as caterpillars gather, an onrush like the rush of locusts."
        },
        {
          "verse": 5,
          "text": "The LORD is exalted, enthroned on high; he fills Zion with right and justice."
        },
        {
          "verse": 6,
          "text": "That which makes her seasons certain, her wealth, salvation, wisdom, and knowledge, is the fear of the LORD, her treasure."
        },
        {
          "verse": 7,
          "text": "See, the men of Ariel cry out in the streets, the messengers of Shalem weep bitterly."
        },
        {
          "verse": 8,
          "text": "The highways are desolate, travelers have quit the paths, Covenants are broken, witnesses spurned; yet no one gives it a thought."
        },
        {
          "verse": 9,
          "text": "The country languishes in mourning, Lebanon withers with shame; Sharon is like the Arabah, Bashan and Carmel are stripped bare."
        },
        {
          "verse": 10,
          "text": "Now I will rise up, says the LORD, now exalt myself, now lift myself up."
        },
        {
          "verse": 11,
          "text": "You conceive dry grass, bring forth stubble; my spirit shall consume you like fire."
        },
        {
          "verse": 12,
          "text": "The peoples shall be burned to lime, thorns cut down to burn in fire."
        },
        {
          "verse": 13,
          "text": "Hear, you who are far off, what I have done; you who are near, acknowledge my might."
        },
        {
          "verse": 14,
          "text": "In Zion sinners are in dread, trembling grips the impious: “Who of us can live with consuming fire? who of us can live with everlasting flames?”"
        },
        {
          "verse": 15,
          "text": "Whoever walks righteously and speaks honestly, who spurns what is gained by oppression, Who waves off contact with a bribe, who stops his ears so as not to hear of bloodshed, who closes his eyes so as not to look on evil—"
        },
        {
          "verse": 16,
          "text": "That one shall dwell on the heights, with fortresses of rock for stronghold, food and drink in steady supply."
        },
        {
          "verse": 17,
          "text": "Your eyes will see a king in his splendor, they will look upon a vast land."
        },
        {
          "verse": 18,
          "text": "Your mind will dwell on the terror: “Where is the one who counted, where the one who weighed? Where the one who counted the towers?”"
        },
        {
          "verse": 19,
          "text": "You shall no longer see a defiant people, a people of speech too obscure to comprehend, stammering in a tongue not understood."
        },
        {
          "verse": 20,
          "text": "Look to Zion, the city of our festivals; your eyes shall see Jerusalem as a quiet abode, a tent not to be struck, Whose pegs will never be pulled up, nor any of its ropes severed."
        },
        {
          "verse": 21,
          "text": "Indeed the LORD in majesty will be there for us a place of rivers and wide streams on which no galley may go, where no majestic ship may pass."
        },
        {
          "verse": 22,
          "text": "For the LORD is our judge, the LORD is our lawgiver, the LORD is our king; he it is who will save us."
        },
        {
          "verse": 23,
          "text": "The rigging hangs slack; it cannot hold the mast in place, nor keep the sail spread out. Then the blind will divide great spoils and the lame will carry off the loot."
        },
        {
          "verse": 24,
          "text": "No one who dwells there will say, “I am sick”; the people who live there will be forgiven their guilt."
        }
      ]
    },
    {
      "chapter": 34,
      "verses": [
        {
          "verse": 1,
          "text": "F. The Lord, Zion’s Avenger Chapter 34 Judgment upon Edom - Come near, nations, and listen; be attentive, you peoples! Let the earth and what fills it listen, the world and all it produces."
        },
        {
          "verse": 2,
          "text": "The LORD is angry with all the nations, enraged against all their host; He has placed them under the ban, given them up to slaughter."
        },
        {
          "verse": 3,
          "text": "Their slain shall be cast out, their corpses shall send up a stench; the mountains shall run with their blood,"
        },
        {
          "verse": 4,
          "text": "All the host of heaven shall rot; the heavens shall be rolled up like a scroll. All their host shall wither away, as the leaf wilts on the vine, or as the fig withers on the tree."
        },
        {
          "verse": 5,
          "text": "When my sword has drunk its fill in the heavens, it shall come down upon Edom for judgment, upon a people under my ban."
        },
        {
          "verse": 6,
          "text": "The LORD has a sword sated with blood, greasy with fat, With the blood of lambs and goats, with the fat of rams’ kidneys; For the LORD has a sacrifice in Bozrah, a great slaughter in the land of Edom."
        },
        {
          "verse": 7,
          "text": "Wild oxen shall be struck down with fatlings, and bullocks with bulls; Their land shall be soaked with blood, and their soil greasy with fat."
        },
        {
          "verse": 8,
          "text": "For the LORD has a day of vengeance, a year of requital for the cause of Zion."
        },
        {
          "verse": 9,
          "text": "Edom’s streams shall be changed into pitch, its soil into sulfur, and its land shall become burning pitch;"
        },
        {
          "verse": 10,
          "text": "Night and day it shall not be quenched, its smoke shall rise forever. From generation to generation it shall lie waste, never again shall anyone pass through it."
        },
        {
          "verse": 11,
          "text": "But the desert owl and hoot owl shall possess it, the screech owl and raven shall dwell in it. The LORD will stretch over it the measuring line of chaos, the plumb line of confusion."
        },
        {
          "verse": 12,
          "text": "Its nobles shall be no more, nor shall kings be proclaimed there; all its princes are gone."
        },
        {
          "verse": 13,
          "text": "Its castles shall be overgrown with thorns, its fortresses with thistles and briers. It shall become an abode for jackals, a haunt for ostriches."
        },
        {
          "verse": 14,
          "text": "Wildcats shall meet with desert beasts, satyrs shall call to one another; There shall the lilith repose, and find for herself a place to rest."
        },
        {
          "verse": 15,
          "text": "There the hoot owl shall nest and lay eggs, hatch them out and gather them in her shadow; There shall the kites assemble, each with its mate."
        },
        {
          "verse": 16,
          "text": "Search through the book of the LORD and read: not one of these shall be lacking, For the mouth of the LORD has ordered it, and his spirit gathers them there."
        },
        {
          "verse": 17,
          "text": "It is he who casts the lot for them; his hand measures off their portions; They shall possess it forever, and dwell in it from generation to generation."
        }
      ]
    },
    {
      "chapter": 35,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 35 Israel’s Deliverance - The wilderness and the parched land will exult; the Arabah will rejoice and bloom;"
        },
        {
          "verse": 2,
          "text": "Like the crocus it shall bloom abundantly, and rejoice with joyful song. The glory of Lebanon will be given to it, the splendor of Carmel and Sharon; They will see the glory of the LORD, the splendor of our God."
        },
        {
          "verse": 3,
          "text": "Strengthen hands that are feeble, make firm knees that are weak,"
        },
        {
          "verse": 4,
          "text": "Say to the fearful of heart: Be strong, do not fear! Here is your God, he comes with vindication; With divine recompense he comes to save you."
        },
        {
          "verse": 5,
          "text": "Then the eyes of the blind shall see, and the ears of the deaf be opened;"
        },
        {
          "verse": 6,
          "text": "Then the lame shall leap like a stag, and the mute tongue sing for joy. For waters will burst forth in the wilderness, and streams in the Arabah."
        },
        {
          "verse": 7,
          "text": "The burning sands will become pools, and the thirsty ground, springs of water; The abode where jackals crouch will be a marsh for the reed and papyrus."
        },
        {
          "verse": 8,
          "text": "A highway will be there, called the holy way; No one unclean may pass over it, but it will be for his people; no traveler, not even fools, shall go astray on it."
        },
        {
          "verse": 9,
          "text": "No lion shall be there, nor any beast of prey approach, nor be found. But there the redeemed shall walk,"
        },
        {
          "verse": 10,
          "text": "And the ransomed of the LORD shall return, and enter Zion singing, crowned with everlasting joy; They meet with joy and gladness, sorrow and mourning flee away."
        }
      ]
    },
    {
      "chapter": 36,
      "verses": [
        {
          "verse": 1,
          "text": "G. Historical Appendix Chapter 36 - Invasion of Sennacherib. In the fourteenth year of King Hezekiah, Sennacherib, king of Assyria, went up against all the fortified cities of Judah and captured them."
        },
        {
          "verse": 2,
          "text": "From Lachish the king of Assyria sent his commander with a great army to King Hezekiah in Jerusalem. When he stopped at the conduit of the upper pool, on the highway of the fuller’s field,"
        },
        {
          "verse": 3,
          "text": "there came out to him the master of the palace, Eliakim, son of Hilkiah, and Shebna the scribe, and the chancellor, Joah, son of Asaph."
        },
        {
          "verse": 4,
          "text": "The commander said to them, “Tell Hezekiah: Thus says the great king, the king of Assyria: On what do you base this trust of yours?"
        },
        {
          "verse": 5,
          "text": "Do you think mere words substitute for strategy and might in war? In whom, then, do you place your trust, that you rebel against me?"
        },
        {
          "verse": 6,
          "text": "Do you trust in Egypt, that broken reed of a staff which pierces the hand of anyone who leans on it? That is what Pharaoh, king of Egypt, is to all who trust in him."
        },
        {
          "verse": 7,
          "text": "Or do you say to me: It is in the LORD, our God, we trust? Is it not he whose high places and altars Hezekiah has removed, commanding Judah and Jerusalem, ‘Worship before this altar’?"
        },
        {
          "verse": 8,
          "text": "“Now, make a wager with my lord, the king of Assyria: I will give you two thousand horses, if you are able to put riders on them."
        },
        {
          "verse": 9,
          "text": "How then can you turn back even a captain, one of the least servants of my lord, trusting, as you do, in Egypt for chariots and horses?"
        },
        {
          "verse": 10,
          "text": "Did I come up to destroy this land without the LORD? The LORD himself said to me, Go up and destroy that land!”"
        },
        {
          "verse": 11,
          "text": "Then Eliakim and Shebna and Joah said to the commander, “Please speak to your servants in Aramaic; we understand it. Do not speak to us in the language of Judah within earshot of the people who are on the wall.”"
        },
        {
          "verse": 12,
          "text": "But the commander replied, “Was it to your lord and to you that my lord sent me to speak these words? Was it not rather to those sitting on the wall, who, with you, will have to eat their own excrement and drink their own urine?”"
        },
        {
          "verse": 13,
          "text": "Then the commander stepped forward and cried out in a loud voice in the language of Judah, “Listen to the words of the great king, the king of Assyria."
        },
        {
          "verse": 14,
          "text": "Thus says the king: Do not let Hezekiah deceive you, for he cannot rescue you."
        },
        {
          "verse": 15,
          "text": "And do not let Hezekiah induce you to trust in the LORD, saying, ‘The LORD will surely rescue us, and this city will not be handed over to the king of Assyria.’"
        },
        {
          "verse": 16,
          "text": "Do not listen to Hezekiah, for thus says the king of Assyria: Make peace with me and surrender to me! Eat, each of you, from your vine, each from your own fig tree. Drink water, each from your own well,"
        },
        {
          "verse": 17,
          "text": "until I arrive and take you to a land like your own, A land of grain and wine, a land of bread and vineyards."
        },
        {
          "verse": 18,
          "text": "Do not let Hezekiah seduce you by saying, ‘The LORD will rescue us.’ Has any of the gods of the nations rescued his land from the power of the king of Assyria?"
        },
        {
          "verse": 19,
          "text": "Where are the gods of Hamath and Arpad? Where are the gods of Sepharvaim? Where are the gods of Samaria? Have they saved Samaria from my power?"
        },
        {
          "verse": 20,
          "text": "Who among all the gods of these lands ever rescued their land from my power, that the LORD should save Jerusalem from my power?”"
        },
        {
          "verse": 21,
          "text": "But they remained silent and did not answer at all, for the king’s command was, “Do not answer him.”"
        },
        {
          "verse": 22,
          "text": "Then the master of the palace, Eliakim, son of Hilkiah, Shebna the scribe, and the chancellor Joah, son of Asaph, came to Hezekiah with their garments torn, and reported to him the words of the commander."
        }
      ]
    },
    {
      "chapter": 37,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 37 - When King Hezekiah heard this, he tore his garments, covered himself with sackcloth, and went into the house of the LORD."
        },
        {
          "verse": 2,
          "text": "He sent Eliakim, the master of the palace, and Shebna the scribe, and the elders of the priests, covered with sackcloth, to tell the prophet Isaiah, son of Amoz,"
        },
        {
          "verse": 3,
          "text": "“Thus says Hezekiah: A day of distress and rebuke, a day of disgrace is this day! Children are due to come forth, but the strength to give birth is lacking."
        },
        {
          "verse": 4,
          "text": "Perhaps the LORD, your God, will hear the words of the commander, whom his lord, the king of Assyria, sent to taunt the living God, and will rebuke him for the words which the LORD, your God, has heard. So lift up a prayer for the remnant that is here.”"
        },
        {
          "verse": 5,
          "text": "When the servants of King Hezekiah had come to Isaiah,"
        },
        {
          "verse": 6,
          "text": "he said to them: “Tell this to your lord: Thus says the LORD: Do not be frightened by the words you have heard, by which the deputies of the king of Assyria have blasphemed me."
        },
        {
          "verse": 7,
          "text": "I am putting in him such a spirit that when he hears a report he will return to his land. I will make him fall by the sword in his land.”"
        },
        {
          "verse": 8,
          "text": "When the commander, on his return, heard that the king of Assyria had withdrawn from Lachish, he found him besieging Libnah."
        },
        {
          "verse": 9,
          "text": "The king of Assyria heard a report: “Tirhakah, king of Ethiopia, has come out to fight against you.” Again he sent messengers to Hezekiah to say:"
        },
        {
          "verse": 10,
          "text": "“Thus shall you say to Hezekiah, king of Judah: Do not let your God in whom you trust deceive you by saying, ‘Jerusalem will not be handed over to the king of Assyria.’"
        },
        {
          "verse": 11,
          "text": "You, certainly, have heard what the kings of Assyria have done to all the lands: they put them under the ban! And are you to be delivered?"
        },
        {
          "verse": 12,
          "text": "Did the gods of the nations whom my fathers destroyed deliver them—Gozan, Haran, Rezeph, and the Edenites in Telassar?"
        },
        {
          "verse": 13,
          "text": "Where are the king of Hamath, the king of Arpad, or a king of the cities Sepharvaim, Hena or Ivvah?”"
        },
        {
          "verse": 14,
          "text": "Hezekiah took the letter from the hand of the messengers and read it; then he went up to the house of the LORD, and spreading it out before the LORD,"
        },
        {
          "verse": 15,
          "text": "Hezekiah prayed to the LORD:"
        },
        {
          "verse": 16,
          "text": "“LORD of hosts, God of Israel, enthroned on the cherubim! You alone are God over all the kingdoms of the earth. It is you who made the heavens and the earth."
        },
        {
          "verse": 17,
          "text": "Incline your ear, LORD, and listen! open your eyes, LORD, and see! Hear all the words Sennacherib has sent to taunt the living God."
        },
        {
          "verse": 18,
          "text": "Truly, O LORD, the kings of Assyria have laid waste the nations and their lands."
        },
        {
          "verse": 19,
          "text": "They gave their gods to the fire —they were not gods at all, but the work of human hands— Wood and stone, they destroyed them."
        },
        {
          "verse": 20,
          "text": "Therefore, LORD, our God, save us from this man’s power, That all the kingdoms of the earth may know that you alone, LORD, are God.”"
        },
        {
          "verse": 21,
          "text": "Then Isaiah, son of Amoz, sent this message to Hezekiah: “Thus says the LORD, the God of Israel, to whom you have prayed concerning Sennacherib, king of Assyria: I have listened!"
        },
        {
          "verse": 22,
          "text": "This is the word the LORD has spoken concerning him: She despises you, laughs you to scorn, the virgin daughter Zion; Behind you she wags her head, daughter Jerusalem."
        },
        {
          "verse": 23,
          "text": "Whom have you insulted and blasphemed, at whom have you raised your voice And lifted up your eyes on high? At the Holy One of Israel!"
        },
        {
          "verse": 24,
          "text": "Through the mouths of your messengers you have insulted the Lord when you said: ‘With my many chariots I went up to the tops of the peaks, to the recesses of Lebanon, To cut down its lofty cedars, its choice cypresses; I reached the farthest shelter, the forest ranges."
        },
        {
          "verse": 25,
          "text": "I myself dug wells and drank foreign water; Drying up all the rivers of Egypt beneath the soles of my feet.’"
        },
        {
          "verse": 26,
          "text": "Have you not heard? A long time ago I prepared it, from days of old I planned it, Now I have brought it about: You are here to reduce fortified cities to heaps of ruins,"
        },
        {
          "verse": 27,
          "text": "Their people powerless, dismayed and distraught, They are plants of the field, green growth, thatch on the rooftops, Grain scorched by the east wind."
        },
        {
          "verse": 28,
          "text": "I know when you stand or sit, when you come or go, and how you rage against me."
        },
        {
          "verse": 29,
          "text": "Because you rage against me and your smugness has reached my ears, I will put my hook in your nose and my bit in your mouth, And make you leave by the way you came."
        },
        {
          "verse": 30,
          "text": "This shall be a sign for you: This year you shall eat the aftergrowth, next year, what grows of itself; But in the third year, sow and reap, plant vineyards and eat their fruit!"
        },
        {
          "verse": 31,
          "text": "The remaining survivors of the house of Judah shall again strike root below and bear fruit above."
        },
        {
          "verse": 32,
          "text": "For out of Jerusalem shall come a remnant, and from Mount Zion, survivors. The zeal of the LORD of hosts shall do this."
        },
        {
          "verse": 33,
          "text": "Therefore, thus says the LORD about the king of Assyria: He shall not come as far as this city, nor shoot there an arrow, nor confront it with a shield, Nor cast up a siege-work against it."
        },
        {
          "verse": 34,
          "text": "By the way he came he shall leave, never coming as far as this city, oracle of the LORD."
        },
        {
          "verse": 35,
          "text": "I will shield and save this city for my own sake and the sake of David my servant.”"
        },
        {
          "verse": 36,
          "text": "Then the angel of the LORD went forth and struck down one hundred and eighty-five thousand in the Assyrian camp. Early the next morning, there they were, all those corpses, dead!"
        },
        {
          "verse": 37,
          "text": "So Sennacherib, the king of Assyria, broke camp, departed, returned home, and stayed in Nineveh."
        },
        {
          "verse": 38,
          "text": "When he was worshiping in the temple of his god Nisroch, his sons Adrammelech and Sharezer struck him down with the sword and fled into the land of Ararat. His son Esarhaddon reigned in his place."
        }
      ]
    },
    {
      "chapter": 38,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 38 - Sickness and Recovery of Hezekiah. In those days, when Hezekiah was mortally ill, the prophet Isaiah, son of Amoz, came and said to him: “Thus says the LORD: Put your house in order, for you are about to die; you shall not recover.”"
        },
        {
          "verse": 2,
          "text": "Hezekiah turned his face to the wall and prayed to the LORD:"
        },
        {
          "verse": 3,
          "text": "“Ah, LORD, remember how faithfully and wholeheartedly I conducted myself in your presence, doing what was good in your sight!” And Hezekiah wept bitterly."
        },
        {
          "verse": 4,
          "text": "Then the word of the LORD came to Isaiah:"
        },
        {
          "verse": 5,
          "text": "Go, tell Hezekiah: Thus says the LORD, the God of your father David: I have heard your prayer; I have seen your tears. Now I will add fifteen years to your life."
        },
        {
          "verse": 6,
          "text": "I will rescue you and this city from the hand of the king of Assyria; I will be a shield to this city."
        },
        {
          "verse": 7,
          "text": "This will be the sign for you from the LORD that the LORD will carry out the word he has spoken:"
        },
        {
          "verse": 8,
          "text": "See, I will make the shadow cast by the sun on the stairway to the terrace of Ahaz go back the ten steps it has advanced. So the sun came back the ten steps it had advanced."
        },
        {
          "verse": 9,
          "text": "Hezekiah’s Hymn of Thanksgiving. The song of Hezekiah, king of Judah, after he had been sick and had recovered from his illness:"
        },
        {
          "verse": 10,
          "text": "In the noontime of life I said, I must depart! To the gates of Sheol I have been consigned for the rest of my years."
        },
        {
          "verse": 11,
          "text": "I said, I shall see the LORD no more in the land of the living. Nor look on any mortals among those who dwell in the world."
        },
        {
          "verse": 12,
          "text": "My dwelling, like a shepherd’s tent, is struck down and borne away from me; You have folded up my life, like a weaver who severs me from the last thread. From morning to night you make an end of me;"
        },
        {
          "verse": 13,
          "text": "I cry out even until the dawn. Like a lion he breaks all my bones; from morning to night you make an end of me."
        },
        {
          "verse": 14,
          "text": "Like a swallow I chirp; I moan like a dove. My eyes grow weary looking heavenward: Lord, I am overwhelmed; go security for me!"
        },
        {
          "verse": 15,
          "text": "What am I to say or tell him? He is the one who has done it! All my sleep has fled, because of the bitterness of my soul."
        },
        {
          "verse": 16,
          "text": "Those live whom the LORD protects; yours is the life of my spirit. You have given me health and restored my life!"
        },
        {
          "verse": 17,
          "text": "Peace in place of bitterness! You have preserved my life from the pit of destruction; Behind your back you cast all my sins."
        },
        {
          "verse": 18,
          "text": "For it is not Sheol that gives you thanks, nor death that praises you; Neither do those who go down into the pit await your kindness."
        },
        {
          "verse": 19,
          "text": "The living, the living give you thanks, as I do today. Parents declare to their children, O God, your faithfulness."
        },
        {
          "verse": 20,
          "text": "The LORD is there to save us. We shall play our music In the house of the LORD all the days of our life."
        },
        {
          "verse": 21,
          "text": "Then Isaiah said, “Bring a poultice of figs and apply it to the boil for his recovery.”"
        },
        {
          "verse": 22,
          "text": "Hezekiah asked, “What is the sign that I shall go up to the house of the LORD?”"
        }
      ]
    },
    {
      "chapter": 39,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 39 - Embassy from Merodach-baladan. At that time Merodach-baladan, son of Baladan, king of Babylon, sent letters and gifts to Hezekiah, when he heard that he had been sick and had recovered."
        },
        {
          "verse": 2,
          "text": "Hezekiah was pleased at their coming, and then showed the messengers his treasury, the silver and gold, the spices and perfumed oil, his whole armory, and everything in his storerooms; there was nothing in his house or in all his realm that Hezekiah did not show them."
        },
        {
          "verse": 3,
          "text": "Then Isaiah the prophet came to King Hezekiah and asked him, “What did these men say to you? Where did they come from?” Hezekiah replied, “They came to me from a distant land, from Babylon.”"
        },
        {
          "verse": 4,
          "text": "He asked, “What did they see in your house?” Hezekiah answered, “They saw everything in my house. There is nothing in my storerooms that I did not show them.”"
        },
        {
          "verse": 5,
          "text": "Then Isaiah said to Hezekiah, “Hear the word of the LORD of hosts:"
        },
        {
          "verse": 6,
          "text": "The time is coming when all that is in your house, everything that your ancestors have stored up until this day, shall be carried off to Babylon; nothing shall be left, says the LORD."
        },
        {
          "verse": 7,
          "text": "Some of your own descendants, your progeny, shall be taken and made attendants in the palace of the king of Babylon.”"
        },
        {
          "verse": 8,
          "text": "Hezekiah replied to Isaiah, “The word of the LORD which you have spoken is good.” For he thought, “There will be peace and stability in my lifetime.”"
        }
      ]
    },
    {
      "chapter": 40,
      "verses": [
        {
          "verse": 1,
          "text": "II. Isaiah 40—55 A. The Lord’s Glory in Israel’s Liberation Chapter 40 Promise of Salvation - Comfort, give comfort to my people, says your God."
        },
        {
          "verse": 2,
          "text": "Speak to the heart of Jerusalem, and proclaim to her that her service has ended, that her guilt is expiated, That she has received from the hand of the LORD double for all her sins."
        },
        {
          "verse": 3,
          "text": "A voice proclaims: In the wilderness prepare the way of the LORD! Make straight in the wasteland a highway for our God!"
        },
        {
          "verse": 4,
          "text": "Every valley shall be lifted up, every mountain and hill made low; The rugged land shall be a plain, the rough country, a broad valley."
        },
        {
          "verse": 5,
          "text": "Then the glory of the LORD shall be revealed, and all flesh shall see it together; for the mouth of the LORD has spoken."
        },
        {
          "verse": 6,
          "text": "A voice says, “Proclaim!” I answer, “What shall I proclaim?” “All flesh is grass, and all their loyalty like the flower of the field."
        },
        {
          "verse": 7,
          "text": "The grass withers, the flower wilts, when the breath of the LORD blows upon it.” “Yes, the people is grass!"
        },
        {
          "verse": 8,
          "text": "The grass withers, the flower wilts, but the word of our God stands forever.”"
        },
        {
          "verse": 9,
          "text": "Go up onto a high mountain, Zion, herald of good news! Cry out at the top of your voice, Jerusalem, herald of good news! Cry out, do not fear! Say to the cities of Judah: Here is your God!"
        },
        {
          "verse": 10,
          "text": "Here comes with power the Lord GOD, who rules by his strong arm; Here is his reward with him, his recompense before him."
        },
        {
          "verse": 11,
          "text": "Like a shepherd he feeds his flock; in his arms he gathers the lambs, Carrying them in his bosom, leading the ewes with care."
        },
        {
          "verse": 12,
          "text": "Power of God and the Vanity of Idols - Who has measured with his palm the waters, marked off the heavens with a span, held in his fingers the dust of the earth, weighed the mountains in scales and the hills in a balance?"
        },
        {
          "verse": 13,
          "text": "Who has directed the spirit of the LORD, or instructed him as his counselor?"
        },
        {
          "verse": 14,
          "text": "Whom did he consult to gain knowledge? Who taught him the path of judgment, or showed him the way of understanding?"
        },
        {
          "verse": 15,
          "text": "See, the nations count as a drop in the bucket, as a wisp of cloud on the scales; the coastlands weigh no more than a speck."
        },
        {
          "verse": 16,
          "text": "Lebanon would not suffice for fuel, nor its animals be enough for burnt offerings."
        },
        {
          "verse": 17,
          "text": "Before him all the nations are as nought, as nothing and void he counts them."
        },
        {
          "verse": 18,
          "text": "To whom can you liken God? With what likeness can you confront him?"
        },
        {
          "verse": 19,
          "text": "An idol? An artisan casts it, the smith plates it with gold, fits it with silver chains."
        },
        {
          "verse": 20,
          "text": "Is mulberry wood the offering? A skilled artisan picks out a wood that will not rot, Seeks to set up for himself an idol that will not totter."
        },
        {
          "verse": 21,
          "text": "Do you not know? Have you not heard? Was it not told you from the beginning? Have you not understood from the founding of the earth?"
        },
        {
          "verse": 22,
          "text": "The one who is enthroned above the vault of the earth, its inhabitants like grasshoppers, Who stretches out the heavens like a veil and spreads them out like a tent to dwell in,"
        },
        {
          "verse": 23,
          "text": "Who brings princes to nought and makes the rulers of the earth as nothing."
        },
        {
          "verse": 24,
          "text": "Scarcely are they planted, scarcely sown, scarcely their stem rooted in the earth, When he breathes upon them and they wither, and the stormwind carries them away like straw."
        },
        {
          "verse": 25,
          "text": "To whom can you liken me as an equal? says the Holy One."
        },
        {
          "verse": 26,
          "text": "Lift up your eyes on high and see who created these: He leads out their army and numbers them, calling them all by name. By his great might and the strength of his power not one of them is missing!"
        },
        {
          "verse": 27,
          "text": "Why, O Jacob, do you say, and declare, O Israel, “My way is hidden from the LORD, and my right is disregarded by my God”?"
        },
        {
          "verse": 28,
          "text": "Do you not know? Have you not heard? The LORD is God from of old, creator of the ends of the earth. He does not faint or grow weary, and his knowledge is beyond scrutiny."
        },
        {
          "verse": 29,
          "text": "He gives power to the faint, abundant strength to the weak."
        },
        {
          "verse": 30,
          "text": "Though young men faint and grow weary, and youths stagger and fall,"
        },
        {
          "verse": 31,
          "text": "They that hope in the LORD will renew their strength, they will soar on eagles’ wings; They will run and not grow weary, walk and not grow faint."
        }
      ]
    },
    {
      "chapter": 41,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 41 The Liberator of Israel - Keep silence before me, O coastlands; let the nations renew their strength. Let them draw near and speak; let us come together for judgment."
        },
        {
          "verse": 2,
          "text": "Who has stirred up from the East the champion of justice, and summoned him to be his attendant? To him he delivers nations and subdues kings; With his sword he reduces them to dust, with his bow, to driven straw."
        },
        {
          "verse": 3,
          "text": "He pursues them, passing on without loss, by a path his feet scarcely touch."
        },
        {
          "verse": 4,
          "text": "Who has performed these deeds? Who has called forth the generations from the beginning? I, the LORD, am the first, and at the last I am he."
        },
        {
          "verse": 5,
          "text": "The coastlands see, and fear; the ends of the earth tremble: they approach, they come on."
        },
        {
          "verse": 6,
          "text": "Each one helps his neighbor, one says to the other, “Courage!”"
        },
        {
          "verse": 7,
          "text": "The woodworker encourages the goldsmith, the one who beats with the hammer, him who strikes on the anvil, Saying of the soldering, “It is good!” then fastening it with nails so it will not totter."
        },
        {
          "verse": 8,
          "text": "But you, Israel, my servant, Jacob, whom I have chosen, offspring of Abraham my friend—"
        },
        {
          "verse": 9,
          "text": "You whom I have taken from the ends of the earth and summoned from its far-off places, To whom I have said, You are my servant; I chose you, I have not rejected you—"
        },
        {
          "verse": 10,
          "text": "Do not fear: I am with you; do not be anxious: I am your God. I will strengthen you, I will help you, I will uphold you with my victorious right hand."
        },
        {
          "verse": 11,
          "text": "Yes, all shall be put to shame and disgrace who vent their anger against you; Those shall be as nothing and perish who offer resistance."
        },
        {
          "verse": 12,
          "text": "You shall seek but not find those who strive against you; They shall be as nothing at all who do battle with you."
        },
        {
          "verse": 13,
          "text": "For I am the LORD, your God, who grasp your right hand; It is I who say to you, Do not fear, I will help you."
        },
        {
          "verse": 14,
          "text": "Do not fear, you worm Jacob, you maggot Israel; I will help you—oracle of the LORD; the Holy One of Israel is your redeemer."
        },
        {
          "verse": 15,
          "text": "I will make of you a threshing sledge, sharp, new, full of teeth, To thresh the mountains and crush them, to make the hills like chaff."
        },
        {
          "verse": 16,
          "text": "When you winnow them, the wind shall carry them off, the storm shall scatter them. But you shall rejoice in the LORD; in the Holy One of Israel you shall glory."
        },
        {
          "verse": 17,
          "text": "The afflicted and the needy seek water in vain, their tongues are parched with thirst. I, the LORD, will answer them; I, the God of Israel, will not forsake them."
        },
        {
          "verse": 18,
          "text": "I will open up rivers on the bare heights, and fountains in the broad valleys; I will turn the wilderness into a marshland, and the dry ground into springs of water."
        },
        {
          "verse": 19,
          "text": "In the wilderness I will plant the cedar, acacia, myrtle, and olive; In the wasteland I will set the cypress, together with the plane tree and the pine,"
        },
        {
          "verse": 20,
          "text": "That all may see and know, observe and understand, That the hand of the LORD has done this, the Holy One of Israel has created it."
        },
        {
          "verse": 21,
          "text": "Present your case, says the LORD; bring forward your arguments, says the King of Jacob."
        },
        {
          "verse": 22,
          "text": "Let them draw near and foretell to us what it is that shall happen! What are the things of long ago? Tell us, that we may reflect on them and know their outcome; Or declare to us the things to come,"
        },
        {
          "verse": 23,
          "text": "tell what is to be in the future, that we may know that you are gods! Do something, good or evil, that will put us in awe and in fear."
        },
        {
          "verse": 24,
          "text": "Why, you are nothing and your work is nought; to choose you is an abomination!"
        },
        {
          "verse": 25,
          "text": "I have stirred up one from the north, and he comes; from the east I summon him by name; He shall trample the rulers down like mud, like a potter treading clay."
        },
        {
          "verse": 26,
          "text": "Who announced this from the beginning, that we might know; beforehand, that we might say, “True”? Not one of you foretold it, not one spoke; not one heard you say,"
        },
        {
          "verse": 27,
          "text": "“The first news for Zion: here they come,” or, “I will give Jerusalem a herald of good news.”"
        },
        {
          "verse": 28,
          "text": "When I look, there is not one, not one of them to give counsel, to make an answer when I question them."
        },
        {
          "verse": 29,
          "text": "Ah, all of them are nothing, their works are nought, their idols, empty wind!"
        }
      ]
    },
    {
      "chapter": 42,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 42 The Servant of the Lord - Here is my servant whom I uphold, my chosen one with whom I am pleased. Upon him I have put my spirit; he shall bring forth justice to the nations."
        },
        {
          "verse": 2,
          "text": "He will not cry out, nor shout, nor make his voice heard in the street."
        },
        {
          "verse": 3,
          "text": "A bruised reed he will not break, and a dimly burning wick he will not quench. He will faithfully bring forth justice."
        },
        {
          "verse": 4,
          "text": "He will not grow dim or be bruised until he establishes justice on the earth; the coastlands will wait for his teaching."
        },
        {
          "verse": 5,
          "text": "Thus says God, the LORD, who created the heavens and stretched them out, who spread out the earth and its produce, Who gives breath to its people and spirit to those who walk on it:"
        },
        {
          "verse": 6,
          "text": "I, the LORD, have called you for justice, I have grasped you by the hand; I formed you, and set you as a covenant for the people, a light for the nations,"
        },
        {
          "verse": 7,
          "text": "To open the eyes of the blind, to bring out prisoners from confinement, and from the dungeon, those who live in darkness."
        },
        {
          "verse": 8,
          "text": "I am the LORD, LORD is my name; my glory I give to no other, nor my praise to idols."
        },
        {
          "verse": 9,
          "text": "See, the earlier things have come to pass, new ones I now declare; Before they spring forth I announce them to you."
        },
        {
          "verse": 10,
          "text": "The Lord’s Purpose for Israel - Sing to the LORD a new song, his praise from the ends of the earth: Let the sea and what fills it resound, the coastlands, and those who dwell in them."
        },
        {
          "verse": 11,
          "text": "Let the wilderness and its cities cry out, the villages where Kedar dwells; Let the inhabitants of Sela exult, and shout from the top of the mountains."
        },
        {
          "verse": 12,
          "text": "Let them give glory to the LORD, and utter his praise in the coastlands."
        },
        {
          "verse": 13,
          "text": "The LORD goes forth like a warrior, like a man of war he stirs up his fury; He shouts out his battle cry, against his enemies he shows his might:"
        },
        {
          "verse": 14,
          "text": "For a long time I have kept silent, I have said nothing, holding myself back; Now I cry out like a woman in labor, gasping and panting."
        },
        {
          "verse": 15,
          "text": "I will lay waste mountains and hills, all their undergrowth I will dry up; I will turn the rivers into marshes, and the marshes I will dry up."
        },
        {
          "verse": 16,
          "text": "I will lead the blind on a way they do not know; by paths they do not know I will guide them. I will turn darkness into light before them, and make crooked ways straight. These are my promises: I made them, I will not forsake them."
        },
        {
          "verse": 17,
          "text": "They shall be turned back in utter shame who trust in idols; Who say to molten images, “You are our gods.”"
        },
        {
          "verse": 18,
          "text": "You deaf ones, listen, you blind ones, look and see!"
        },
        {
          "verse": 19,
          "text": "Who is blind but my servant, or deaf like the messenger I send? Who is blind like the one I restore, blind like the servant of the LORD?"
        },
        {
          "verse": 20,
          "text": "You see many things but do not observe; ears open, but do not hear."
        },
        {
          "verse": 21,
          "text": "It was the LORD’s will for the sake of his justice to make his teaching great and glorious."
        },
        {
          "verse": 22,
          "text": "This is a people plundered and despoiled, all of them trapped in holes, hidden away in prisons. They are taken as plunder, with no one to rescue them, as spoil, with no one to say, “Give back!”"
        },
        {
          "verse": 23,
          "text": "Who among you will give ear to this, listen and pay attention from now on?"
        },
        {
          "verse": 24,
          "text": "Who was it that gave Jacob to be despoiled, Israel to the plunderers? Was it not the LORD, against whom we have sinned? In his ways they refused to walk, his teaching they would not heed."
        },
        {
          "verse": 25,
          "text": "So he poured out wrath upon them, his anger, and the fury of battle; It blazed all around them, yet they did not realize, it burned them, but they did not take it to heart."
        }
      ]
    },
    {
      "chapter": 43,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 43 Promises of Redemption and Restoration - But now, thus says the LORD, who created you, Jacob, and formed you, Israel: Do not fear, for I have redeemed you; I have called you by name: you are mine."
        },
        {
          "verse": 2,
          "text": "When you pass through waters, I will be with you; through rivers, you shall not be swept away. When you walk through fire, you shall not be burned, nor will flames consume you."
        },
        {
          "verse": 3,
          "text": "For I, the LORD, am your God, the Holy One of Israel, your savior. I give Egypt as ransom for you, Ethiopia and Seba in exchange for you."
        },
        {
          "verse": 4,
          "text": "Because you are precious in my eyes and honored, and I love you, I give people in return for you and nations in exchange for your life."
        },
        {
          "verse": 5,
          "text": "Fear not, for I am with you; from the east I will bring back your offspring, from the west I will gather you."
        },
        {
          "verse": 6,
          "text": "I will say to the north: Give them up! and to the south: Do not hold them! Bring back my sons from afar, and my daughters from the ends of the earth:"
        },
        {
          "verse": 7,
          "text": "All who are called by my name I created for my glory; I formed them, made them."
        },
        {
          "verse": 8,
          "text": "Lead out the people, blind though they have eyes, deaf though they have ears."
        },
        {
          "verse": 9,
          "text": "Let all the nations gather together, let the peoples assemble! Who among them could have declared this, or announced to us the earlier things? Let them produce witnesses to prove themselves right, that one may hear and say, “It is true!”"
        },
        {
          "verse": 10,
          "text": "You are my witnesses—oracle of the LORD— my servant whom I have chosen To know and believe in me and understand that I am he. Before me no god was formed, and after me there shall be none."
        },
        {
          "verse": 11,
          "text": "I, I am the LORD; there is no savior but me."
        },
        {
          "verse": 12,
          "text": "It is I who declared, who saved, who announced, not some strange god among you; You are my witnesses—oracle of the LORD. I am God,"
        },
        {
          "verse": 13,
          "text": "yes, from eternity I am he; There is none who can deliver from my hand: I act and who can cancel it?"
        },
        {
          "verse": 14,
          "text": "Thus says the LORD, your redeemer, the Holy One of Israel: For your sake I send to Babylon; I will bring down all her defenses, and the Chaldeans shall cry out in lamentation."
        },
        {
          "verse": 15,
          "text": "I am the LORD, your Holy One, the creator of Israel, your King."
        },
        {
          "verse": 16,
          "text": "Thus says the LORD, who opens a way in the sea, a path in the mighty waters,"
        },
        {
          "verse": 17,
          "text": "Who leads out chariots and horsemen, a powerful army, Till they lie prostrate together, never to rise, snuffed out, quenched like a wick."
        },
        {
          "verse": 18,
          "text": "Remember not the events of the past, the things of long ago consider not;"
        },
        {
          "verse": 19,
          "text": "See, I am doing something new! Now it springs forth, do you not perceive it? In the wilderness I make a way, in the wasteland, rivers."
        },
        {
          "verse": 20,
          "text": "Wild beasts honor me, jackals and ostriches, For I put water in the wilderness and rivers in the wasteland for my chosen people to drink,"
        },
        {
          "verse": 21,
          "text": "The people whom I formed for myself, that they might recount my praise."
        },
        {
          "verse": 22,
          "text": "Yet you did not call upon me, Jacob, for you grew weary of me, Israel."
        },
        {
          "verse": 23,
          "text": "You did not bring me sheep for your burnt offerings, nor honor me with your sacrifices. I did not exact from you the service of offerings, nor weary you for frankincense."
        },
        {
          "verse": 24,
          "text": "You did not buy me sweet cane, nor did you fill me with the fat of your sacrifices; Instead, you burdened me with your sins, wearied me with your crimes."
        },
        {
          "verse": 25,
          "text": "It is I, I, who wipe out, for my own sake, your offenses; your sins I remember no more."
        },
        {
          "verse": 26,
          "text": "Would you have me remember, have us come to trial? Speak up, prove your innocence!"
        },
        {
          "verse": 27,
          "text": "Your first father sinned; your spokesmen rebelled against me"
        },
        {
          "verse": 28,
          "text": "Till I repudiated the holy princes, put Jacob under the ban, exposed Israel to scorn."
        }
      ]
    },
    {
      "chapter": 44,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 44 - Hear then, Jacob, my servant, Israel, whom I have chosen."
        },
        {
          "verse": 2,
          "text": "Thus says the LORD who made you, your help, who formed you from the womb: Do not fear, Jacob, my servant, Jeshurun, whom I have chosen."
        },
        {
          "verse": 3,
          "text": "I will pour out water upon the thirsty ground, streams upon the dry land; I will pour out my spirit upon your offspring, my blessing upon your descendants."
        },
        {
          "verse": 4,
          "text": "They shall spring forth amid grass like poplars beside flowing waters."
        },
        {
          "verse": 5,
          "text": "One shall say, “I am the LORD’s,” another shall be named after Jacob, And this one shall write on his hand, “The LORD’s,” and receive the name Israel."
        },
        {
          "verse": 6,
          "text": "The True God and False Gods - Thus says the LORD, Israel’s king, its redeemer, the LORD of hosts: I am the first, I am the last; there is no God but me."
        },
        {
          "verse": 7,
          "text": "Who is like me? Let him stand up and declare, make it evident, and confront me with it. Who of old announced future events? Let them foretell to us the things to come."
        },
        {
          "verse": 8,
          "text": "Do not fear or be troubled. Did I not announce it to you long ago? I declared it, and you are my witnesses. Is there any God but me? There is no other Rock, I know of none!"
        },
        {
          "verse": 9,
          "text": "Those who fashion idols are all nothing; their precious works are of no avail. They are their witnesses: they see nothing, know nothing, and so they are put to shame."
        },
        {
          "verse": 10,
          "text": "Who would fashion a god or cast an idol, that is of no use?"
        },
        {
          "verse": 11,
          "text": "Look, all its company will be shamed; they are artisans, mere human beings! They all assemble and stand there, only to cower in shame."
        },
        {
          "verse": 12,
          "text": "The ironsmith fashions a likeness, he works it over the coals, Shaping it with hammers, working it with his strong arm. With hunger his strength wanes, without water, he grows faint."
        },
        {
          "verse": 13,
          "text": "The woodworker stretches a line, and marks out a shape with a stylus. He shapes it with scraping tools, with a compass measures it off, Making it the copy of a man, human display, enthroned in a shrine."
        },
        {
          "verse": 14,
          "text": "He goes out to cut down cedars, takes a holm tree or an oak. He picks out for himself trees of the forest, plants a fir, and the rain makes it grow."
        },
        {
          "verse": 15,
          "text": "It is used for fuel: with some of the wood he warms himself, makes a fire and bakes bread. Yet he makes a god and worships it, turns it into an idol and adores it!"
        },
        {
          "verse": 16,
          "text": "Half of it he burns in the fire, on its embers he roasts meat; he eats the roast and is full. He warms himself and says, “Ah! I am warm! I see the flames!”"
        },
        {
          "verse": 17,
          "text": "The rest of it he makes into a god, an image to worship and adore. He prays to it and says, “Help me! You are my god!”"
        },
        {
          "verse": 18,
          "text": "They do not know, do not understand; their eyes are too clouded to see, their minds, to perceive."
        },
        {
          "verse": 19,
          "text": "He does not think clearly; he lacks the wit and knowledge to say, “Half the wood I burned in the fire, on its embers I baked bread, I roasted meat and ate. Shall I turn the rest into an abomination? Shall I worship a block of wood?”"
        },
        {
          "verse": 20,
          "text": "He is chasing ashes! A deluded mind has led him astray; He cannot save himself, does not say, “This thing in my right hand—is it not a fraud?”"
        },
        {
          "verse": 21,
          "text": "Remember these things, Jacob, Israel, for you are my servant! I formed you, a servant to me; Israel, you shall never be forgotten by me:"
        },
        {
          "verse": 22,
          "text": "I have brushed away your offenses like a cloud, your sins like a mist; return to me, for I have redeemed you."
        },
        {
          "verse": 23,
          "text": "Raise a glad cry, you heavens—the LORD has acted! Shout, you depths of the earth. Break forth, mountains, into song, forest, with all your trees. For the LORD has redeemed Jacob, shows his glory through Israel."
        },
        {
          "verse": 24,
          "text": "Cyrus, Anointed of the Lord, Agent of Israel’s Liberation - Thus says the LORD, your redeemer, who formed you from the womb: I am the LORD, who made all things, who alone stretched out the heavens, I spread out the earth by myself."
        },
        {
          "verse": 25,
          "text": "I bring to nought the omens of babblers, make fools of diviners, Turn back the wise and make their knowledge foolish."
        },
        {
          "verse": 26,
          "text": "I confirm the words of my servant, carry out the plan my messengers announce. I say to Jerusalem, Be inhabited! To the cities of Judah, Be rebuilt! I will raise up their ruins."
        },
        {
          "verse": 27,
          "text": "I say to the deep, Be dry! I will dry up your rivers."
        },
        {
          "verse": 28,
          "text": "I say of Cyrus, My shepherd! He carries out my every wish, Saying of Jerusalem, “Let it be rebuilt,” and of the temple, “Lay its foundations.”"
        }
      ]
    },
    {
      "chapter": 45,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 45 - Thus says the LORD to his anointed, Cyrus, whose right hand I grasp, Subduing nations before him, stripping kings of their strength, Opening doors before him, leaving the gates unbarred:"
        },
        {
          "verse": 2,
          "text": "I will go before you and level the mountains; Bronze doors I will shatter, iron bars I will snap."
        },
        {
          "verse": 3,
          "text": "I will give you treasures of darkness, riches hidden away, That you may know I am the LORD, the God of Israel, who calls you by name."
        },
        {
          "verse": 4,
          "text": "For the sake of Jacob, my servant, of Israel my chosen one, I have called you by name, giving you a title, though you do not know me."
        },
        {
          "verse": 5,
          "text": "I am the LORD, there is no other, there is no God besides me. It is I who arm you, though you do not know me,"
        },
        {
          "verse": 6,
          "text": "so that all may know, from the rising of the sun to its setting, that there is none besides me. I am the LORD, there is no other."
        },
        {
          "verse": 7,
          "text": "I form the light, and create the darkness, I make weal and create woe; I, the LORD, do all these things."
        },
        {
          "verse": 8,
          "text": "Let justice descend, you heavens, like dew from above, like gentle rain let the clouds drop it down. Let the earth open and salvation bud forth; let righteousness spring up with them! I, the LORD, have created this."
        },
        {
          "verse": 9,
          "text": "Woe to anyone who contends with their Maker; a potsherd among potsherds of the earth! Shall the clay say to the potter, “What are you doing?” or, “What you are making has no handles”?"
        },
        {
          "verse": 10,
          "text": "Woe to anyone who asks a father, “What are you begetting?” or a woman, “What are you giving birth to?”"
        },
        {
          "verse": 11,
          "text": "Thus says the LORD, the Holy One of Israel, his maker: Do you question me about my children, tell me how to treat the work of my hands?"
        },
        {
          "verse": 12,
          "text": "It was I who made the earth and created the people upon it; It was my hands that stretched out the heavens; I gave the order to all their host."
        },
        {
          "verse": 13,
          "text": "It was I who stirred him up for justice; all his ways I make level. He shall rebuild my city and let my exiles go free Without price or payment, says the LORD of hosts."
        },
        {
          "verse": 14,
          "text": "Thus says the LORD: The earnings of Egypt, the gain of Ethiopia, and the Sabeans, tall of stature, Shall come over to you and belong to you; they shall follow you, coming in chains. Before you they shall bow down, saying in prayer: “With you alone is God; and there is none other, no other god!"
        },
        {
          "verse": 15,
          "text": "Truly with you God is hidden, the God of Israel, the savior!"
        },
        {
          "verse": 16,
          "text": "They are put to shame and disgrace, all of them; they go in disgrace who carve images."
        },
        {
          "verse": 17,
          "text": "Israel has been saved by the LORD, saved forever! You shall never be put to shame or disgrace in any future age.”"
        },
        {
          "verse": 18,
          "text": "For thus says the LORD, The creator of the heavens, who is God, The designer and maker of the earth who established it, Not as an empty waste did he create it, but designing it to be lived in: I am the LORD, and there is no other."
        },
        {
          "verse": 19,
          "text": "I have not spoken in secret from some place in the land of darkness, I have not said to the descendants of Jacob, “Look for me in an empty waste.” I, the LORD, promise justice, I declare what is right."
        },
        {
          "verse": 20,
          "text": "Come and assemble, gather together, you fugitives from among the nations! They are without knowledge who bear wooden idols and pray to gods that cannot save."
        },
        {
          "verse": 21,
          "text": "Come close and declare; let them take counsel together: Who announced this from the beginning, declared it from of old? Was it not I, the LORD, besides whom there is no other God? There is no just and saving God but me."
        },
        {
          "verse": 22,
          "text": "Turn to me and be safe, all you ends of the earth, for I am God; there is no other!"
        },
        {
          "verse": 23,
          "text": "By myself I swear, uttering my just decree, a word that will not return: To me every knee shall bend; by me every tongue shall swear,"
        },
        {
          "verse": 24,
          "text": "Saying, “Only in the LORD are just deeds and power. Before him in shame shall come all who vent their anger against him."
        },
        {
          "verse": 25,
          "text": "In the LORD all the descendants of Israel shall have vindication and glory.”"
        }
      ]
    },
    {
      "chapter": 46,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 46 The Gods of Babylon - Bel bows down, Nebo stoops, their idols set upon beasts and cattle; They must be borne upon shoulders, a load for weary animals."
        },
        {
          "verse": 2,
          "text": "They stoop and bow down together; unable to deliver those who bear them, they too go into captivity."
        },
        {
          "verse": 3,
          "text": "Hear me, O house of Jacob, all the remnant of the house of Israel, My burden from the womb, whom I have carried since birth."
        },
        {
          "verse": 4,
          "text": "Even to your old age I am he, even when your hair is gray I will carry you; I have done this, and I will lift you up, I will carry you to safety."
        },
        {
          "verse": 5,
          "text": "To whom would you liken me as an equal, compare me, as though we were alike?"
        },
        {
          "verse": 6,
          "text": "There are those who pour out gold from a purse and weigh out silver on the scales; They hire a goldsmith to make it into a god before which they bow down in worship."
        },
        {
          "verse": 7,
          "text": "They lift it to their shoulders to carry; when they set it down, it stays, and does not move from the place. They cry out to it, but it cannot answer; it delivers no one from distress."
        },
        {
          "verse": 8,
          "text": "Remember this and be firm, take it to heart, you rebels;"
        },
        {
          "verse": 9,
          "text": "remember the former things, those long ago: I am God, there is no other; I am God, there is none like me."
        },
        {
          "verse": 10,
          "text": "At the beginning I declare the outcome; from of old, things not yet done. I say that my plan shall stand, I accomplish my every desire."
        },
        {
          "verse": 11,
          "text": "I summon from the east a bird of prey, from a distant land, one to carry out my plan. Yes, I have spoken, I will accomplish it; I have planned it, and I will do it."
        },
        {
          "verse": 12,
          "text": "Listen to me, you fainthearted, far from the victory of justice:"
        },
        {
          "verse": 13,
          "text": "I am bringing on that victory, it is not far off, my salvation shall not tarry; I will put salvation within Zion, give to Israel my glory."
        }
      ]
    },
    {
      "chapter": 47,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 47 The Fall of Babylon - Come down, sit in the dust, virgin daughter Babylon; Sit on the ground, dethroned, daughter of the Chaldeans. No longer shall you be called dainty and delicate."
        },
        {
          "verse": 2,
          "text": "Take the millstone and grind flour, remove your veil; Strip off your skirt, bare your legs, cross through the streams."
        },
        {
          "verse": 3,
          "text": "Your nakedness shall be uncovered, and your shame be seen; I will take vengeance, I will yield to no entreaty, says"
        },
        {
          "verse": 4,
          "text": "our redeemer, Whose name is the LORD of hosts, the Holy One of Israel."
        },
        {
          "verse": 5,
          "text": "Go into darkness and sit in silence, daughter of the Chaldeans, No longer shall you be called sovereign mistress of kingdoms."
        },
        {
          "verse": 6,
          "text": "Angry at my people, I profaned my heritage And gave them into your power; but you showed them no mercy; Upon the aged you laid a very heavy yoke."
        },
        {
          "verse": 7,
          "text": "You said, “I shall remain always, a sovereign mistress forever!” You did not take these things to heart, but disregarded their outcome."
        },
        {
          "verse": 8,
          "text": "Now hear this, voluptuous one, enthroned securely, Saying in your heart, “I, and no one else! I shall never be a widow, bereft of my children”—"
        },
        {
          "verse": 9,
          "text": "Both these things shall come to you suddenly, in a single day: Complete bereavement and widowhood shall come upon you Despite your many sorceries and the full power of your spells;"
        },
        {
          "verse": 10,
          "text": "Secure in your wickedness, you said, “No one sees me.” Your wisdom and your knowledge led you astray, And you said in your heart, “I, and no one else!”"
        },
        {
          "verse": 11,
          "text": "But upon you shall come an evil you will not be able to charm away; Upon you shall fall a disaster you cannot ward off. Upon you shall suddenly come a ruin you cannot imagine."
        },
        {
          "verse": 12,
          "text": "Keep on with your spells and your many sorceries, at which you toiled from your youth. Perhaps you can prevail, perhaps you can strike terror!"
        },
        {
          "verse": 13,
          "text": "You wore yourself out with so many consultations! Let the astrologers stand forth to save you, The stargazers who forecast at each new moon what would happen to you."
        },
        {
          "verse": 14,
          "text": "See, they are like stubble, fire consumes them; They cannot deliver themselves from the spreading flames. This is no warming ember, no fire to sit before!"
        },
        {
          "verse": 15,
          "text": "Thus do your wizards serve you with whom you have toiled from your youth; They wander their separate ways, with none to save you."
        }
      ]
    },
    {
      "chapter": 48,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 48 Exhortations to the Exiles - Hear this, house of Jacob called by the name Israel, sprung from the stock of Judah, You who swear by the name of the LORD and invoke the God of Israel without sincerity, without justice,"
        },
        {
          "verse": 2,
          "text": "Though you are named after the holy city and rely on the God of Israel, whose name is the LORD of hosts."
        },
        {
          "verse": 3,
          "text": "Things of the past I declared long ago, they went forth from my mouth, I announced them; then suddenly I took action and they came to be."
        },
        {
          "verse": 4,
          "text": "Because I know that you are stubborn and that your neck is an iron sinew and your forehead bronze,"
        },
        {
          "verse": 5,
          "text": "I declared them to you of old; before they took place I informed you, That you might not say, “My idol did them, my statue, my molten image commanded them.”"
        },
        {
          "verse": 6,
          "text": "Now that you have heard, look at all this; must you not admit it? From now on I announce new things to you, hidden events you never knew."
        },
        {
          "verse": 7,
          "text": "Now, not from of old, they are created, before today you did not hear of them, so that you cannot claim, “I have known them.”"
        },
        {
          "verse": 8,
          "text": "You never heard, you never knew, they never reached your ears beforehand. Yes, I know you are utterly treacherous, a rebel you were named from the womb."
        },
        {
          "verse": 9,
          "text": "For the sake of my name I restrain my anger, for the sake of my renown I hold it back from you, lest I destroy you."
        },
        {
          "verse": 10,
          "text": "See, I refined you, but not like silver; I tested you in the furnace of affliction."
        },
        {
          "verse": 11,
          "text": "For my sake, for my own sake, I do this; why should my name be profaned? My glory I will not give to another."
        },
        {
          "verse": 12,
          "text": "Listen to me, Jacob, Israel, whom I called! I, it is I who am the first, and am I the last."
        },
        {
          "verse": 13,
          "text": "Yes, my hand laid the foundations of the earth; my right hand spread out the heavens. When I summon them, they stand forth at once."
        },
        {
          "verse": 14,
          "text": "All of you assemble and listen: Who among you declared these things? The one the LORD loves shall do his will against Babylon and the offspring of Chaldea."
        },
        {
          "verse": 15,
          "text": "I myself have spoken, I have summoned him, I have brought him, and his way succeeds!"
        },
        {
          "verse": 16,
          "text": "Come near to me and hear this! From the beginning I did not speak in secret; At the time it happens, I am there: “Now the Lord GOD has sent me, and his spirit.”"
        },
        {
          "verse": 17,
          "text": "Thus says the LORD, your redeemer, the Holy One of Israel: I am the LORD, your God, teaching you how to prevail, leading you on the way you should go."
        },
        {
          "verse": 18,
          "text": "If only you would attend to my commandments, your peace would be like a river, your vindication like the waves of the sea,"
        },
        {
          "verse": 19,
          "text": "Your descendants like the sand, the offspring of your loins like its grains, Their name never cut off or blotted out from my presence."
        },
        {
          "verse": 20,
          "text": "Go forth from Babylon, flee from Chaldea! With shouts of joy declare this, announce it; Make it known to the ends of the earth, Say: “The LORD has redeemed his servant Jacob."
        },
        {
          "verse": 21,
          "text": "They did not thirst when he led them through dry lands; Water from the rock he set flowing for them; he cleft the rock, and waters welled forth.”"
        },
        {
          "verse": 22,
          "text": "There is no peace for the wicked, says the LORD."
        }
      ]
    },
    {
      "chapter": 49,
      "verses": [
        {
          "verse": 1,
          "text": "B. Expiation of Sin, Spiritual Liberation of Israel Chapter 49 The Servant of the Lord - Hear me, coastlands, listen, distant peoples. Before birth the LORD called me, from my mother’s womb he gave me my name."
        },
        {
          "verse": 2,
          "text": "He made my mouth like a sharp-edged sword, concealed me, shielded by his hand. He made me a sharpened arrow, in his quiver he hid me."
        },
        {
          "verse": 3,
          "text": "He said to me, You are my servant, in you, Israel, I show my glory."
        },
        {
          "verse": 4,
          "text": "Though I thought I had toiled in vain, for nothing and for naught spent my strength, Yet my right is with the LORD, my recompense is with my God."
        },
        {
          "verse": 5,
          "text": "For now the LORD has spoken who formed me as his servant from the womb, That Jacob may be brought back to him and Israel gathered to him; I am honored in the sight of the LORD, and my God is now my strength!"
        },
        {
          "verse": 6,
          "text": "It is too little, he says, for you to be my servant, to raise up the tribes of Jacob, and restore the survivors of Israel; I will make you a light to the nations, that my salvation may reach to the ends of the earth."
        },
        {
          "verse": 7,
          "text": "Thus says the LORD, the redeemer, the Holy One of Israel, To the one despised, abhorred by the nations, the slave of rulers: When kings see you, they shall stand up, and princes shall bow down Because of the LORD who is faithful, the Holy One of Israel who has chosen you."
        },
        {
          "verse": 8,
          "text": "The Liberation and Restoration of Zion - Thus says the LORD: In a time of favor I answer you, on the day of salvation I help you; I form you and set you as a covenant for the people, To restore the land and allot the devastated heritages,"
        },
        {
          "verse": 9,
          "text": "To say to the prisoners: Come out! To those in darkness: Show yourselves! Along the roadways they shall find pasture, on every barren height shall their pastures be."
        },
        {
          "verse": 10,
          "text": "They shall not hunger or thirst; nor shall scorching wind or sun strike them; For he who pities them leads them and guides them beside springs of water."
        },
        {
          "verse": 11,
          "text": "I will turn all my mountains into roadway, and make my highways level."
        },
        {
          "verse": 12,
          "text": "See, these shall come from afar: some from the north and the west, others from the land of Syene."
        },
        {
          "verse": 13,
          "text": "Sing out, heavens, and rejoice, earth, break forth into song, you mountains, For the LORD comforts his people and shows mercy to his afflicted."
        },
        {
          "verse": 14,
          "text": "But Zion said, “The LORD has forsaken me; my Lord has forgotten me.”"
        },
        {
          "verse": 15,
          "text": "Can a mother forget her infant, be without tenderness for the child of her womb? Even should she forget, I will never forget you."
        },
        {
          "verse": 16,
          "text": "See, upon the palms of my hands I have engraved you; your walls are ever before me."
        },
        {
          "verse": 17,
          "text": "Your children hasten— your levelers, your destroyers go forth from you;"
        },
        {
          "verse": 18,
          "text": "Look about and see, they are all gathering and coming to you. As I live—oracle of the LORD— you shall don them as jewels, bedeck yourself like a bride."
        },
        {
          "verse": 19,
          "text": "Though you were waste and desolate, a land of ruins, Now you shall be too narrow for your inhabitants, while those who swallowed you up will be far away."
        },
        {
          "verse": 20,
          "text": "The children of whom you were bereft shall yet say in your hearing, “This place is too narrow for me, make room for me to live in.”"
        },
        {
          "verse": 21,
          "text": "You shall ask yourself: “Who has borne me these, when I was bereft and barren? Exiled and repudiated, who has reared them? I was left all alone; where then do these come from?”"
        },
        {
          "verse": 22,
          "text": "Thus says the Lord GOD: See, I will lift up my hand to the nations, and to the peoples raise my signal; They shall bring your sons in their arms, your daughters shall be carried on their shoulders."
        },
        {
          "verse": 23,
          "text": "Kings shall be your guardians, their princesses your nursemaids; Face to the ground, they shall bow down before you and lick the dust at your feet. Then you shall know that I am the LORD, none who hope in me shall be ashamed."
        },
        {
          "verse": 24,
          "text": "Can plunder be taken from a warrior, or captives rescued from a tyrant?"
        },
        {
          "verse": 25,
          "text": "Thus says the LORD: Yes, captives can be taken from a warrior, and plunder rescued from a tyrant; Those who oppose you I will oppose, and your sons I will save."
        },
        {
          "verse": 26,
          "text": "I will make your oppressors eat their own flesh, and they shall be drunk with their own blood as though with new wine. All flesh shall know that I, the LORD, am your savior, your redeemer, the Mighty One of Jacob."
        }
      ]
    },
    {
      "chapter": 50,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 50 Salvation Through the Lord’s Servant - Thus says the LORD: Where is the bill of divorce with which I dismissed your mother? Or to which of my creditors have I sold you? It was for your sins you were sold, for your rebellions your mother was dismissed."
        },
        {
          "verse": 2,
          "text": "Why was no one there when I came? Why did no one answer when I called? Is my hand too short to ransom? Have I not the strength to deliver? See, with my rebuke I dry up the sea, I turn rivers into wilderness; Their fish rot for lack of water, and die of thirst."
        },
        {
          "verse": 3,
          "text": "I clothe the heavens in black, and make sackcloth their covering."
        },
        {
          "verse": 4,
          "text": "The Lord GOD has given me a well-trained tongue, That I might know how to answer the weary a word that will waken them. Morning after morning he wakens my ear to hear as disciples do;"
        },
        {
          "verse": 5,
          "text": "The Lord GOD opened my ear; I did not refuse, did not turn away."
        },
        {
          "verse": 6,
          "text": "I gave my back to those who beat me, my cheeks to those who tore out my beard; My face I did not hide from insults and spitting."
        },
        {
          "verse": 7,
          "text": "The Lord GOD is my help, therefore I am not disgraced; Therefore I have set my face like flint, knowing that I shall not be put to shame."
        },
        {
          "verse": 8,
          "text": "He who declares my innocence is near. Who will oppose me? Let us appear together. Who will dispute my right? Let them confront me."
        },
        {
          "verse": 9,
          "text": "See, the Lord GOD is my help; who will declare me guilty? See, they will all wear out like a garment, consumed by moths."
        },
        {
          "verse": 10,
          "text": "Who among you fears the LORD, heeds his servant’s voice? Whoever walk in darkness, without any light, Yet trust in the name of the LORD and rely upon their God!"
        },
        {
          "verse": 11,
          "text": "All you who kindle flames and set flares alight, Walk by the light of your own fire and by the flares you have burnt! This is your fate from my hand: you shall lie down in a place of torment."
        }
      ]
    },
    {
      "chapter": 51,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 51 Exhortation to Trust in the Lord - Listen to me, you who pursue justice, who seek the LORD; Look to the rock from which you were hewn, to the quarry from which you were taken;"
        },
        {
          "verse": 2,
          "text": "Look to Abraham, your father, and to Sarah, who gave you birth; Though he was but one when I called him, I blessed him and made him many."
        },
        {
          "verse": 3,
          "text": "Yes, the LORD shall comfort Zion, shall comfort all her ruins; Her wilderness he shall make like Eden, her wasteland like the garden of the LORD; Joy and gladness shall be found in her, thanksgiving and the sound of song."
        },
        {
          "verse": 4,
          "text": "Be attentive to me, my people; my nation, give ear to me. For teaching shall go forth from me, and my judgment, as light to the peoples."
        },
        {
          "verse": 5,
          "text": "I will make my victory come swiftly; my salvation shall go forth and my arm shall judge the nations; In me the coastlands shall hope, and my arm they shall await."
        },
        {
          "verse": 6,
          "text": "Raise your eyes to the heavens, look at the earth below; Though the heavens vanish like smoke, the earth wear out like a garment and its inhabitants die like flies, My salvation shall remain forever and my victory shall always be firm."
        },
        {
          "verse": 7,
          "text": "Hear me, you who know justice, you people who have my teaching at heart: Do not fear the reproach of others; remain firm at their revilings."
        },
        {
          "verse": 8,
          "text": "They shall be like a garment eaten by moths, like wool consumed by grubs; But my victory shall remain forever, my salvation, for all generations."
        },
        {
          "verse": 9,
          "text": "Awake, awake, put on strength, arm of the LORD! Awake as in the days of old, in ages long ago! Was it not you who crushed Rahab, you who pierced the dragon?"
        },
        {
          "verse": 10,
          "text": "Was it not you who dried up the sea, the waters of the great deep, You who made the depths of the sea into a way for the redeemed to pass through?"
        },
        {
          "verse": 11,
          "text": "Those whom the LORD has ransomed will return and enter Zion singing, crowned with everlasting joy; They will meet with joy and gladness, sorrow and mourning will flee."
        },
        {
          "verse": 12,
          "text": "I, it is I who comfort you. Can you then fear mortals who die, human beings who are just grass,"
        },
        {
          "verse": 13,
          "text": "And forget the LORD, your maker, who stretched out the heavens and laid the foundations of earth? All the day you are in constant dread of the fury of the oppressor When he prepares himself to destroy; but where is the oppressor’s fury?"
        },
        {
          "verse": 14,
          "text": "The captives shall soon be released; they shall not die and go down into the pit, nor shall they want for bread."
        },
        {
          "verse": 15,
          "text": "For I am the LORD, your God, who stirs up the sea so that its waves roar; the LORD of hosts by name."
        },
        {
          "verse": 16,
          "text": "I have put my words into your mouth, I covered you, shielded by my hand, Stretching out the heavens, laying the foundations of the earth, saying to Zion: You are my people."
        },
        {
          "verse": 17,
          "text": "The Cup of the Lord - Wake up, wake up! Arise, Jerusalem, You who drank at the LORD’s hand the cup of his wrath; Who drained to the dregs the bowl of staggering!"
        },
        {
          "verse": 18,
          "text": "She has no one to guide her of all the children she bore; She has no one to take her by the hand, of all the children she reared!—"
        },
        {
          "verse": 19,
          "text": "Your misfortunes are double; who is there to grieve with you? Desolation and destruction, famine and sword! Who is there to comfort you?"
        },
        {
          "verse": 20,
          "text": "Your children lie helpless at every street corner like antelopes in a net. They are filled with the wrath of the LORD, the rebuke of your God."
        },
        {
          "verse": 21,
          "text": "But now, hear this, afflicted one, drunk, but not with wine,"
        },
        {
          "verse": 22,
          "text": "Thus says the LORD, your Master, your God, who defends his people: See, I am taking from your hand the cup of staggering; The bowl of my wrath you shall no longer drink."
        },
        {
          "verse": 23,
          "text": "I will put it into the hands of your tormentors, those who said to you, “Bow down, that we may walk over you.” So you offered your back like the ground, like the street for them to walk on."
        }
      ]
    },
    {
      "chapter": 52,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 52 Let Zion Rejoice - Awake, awake! Put on your strength, Zion; Put on your glorious garments, Jerusalem, holy city. Never again shall the uncircumcised or the unclean enter you."
        },
        {
          "verse": 2,
          "text": "Arise, shake off the dust, sit enthroned, Jerusalem; Loose the bonds from your neck, captive daughter Zion!"
        },
        {
          "verse": 3,
          "text": "For thus says the LORD: For nothing you were sold, without money you shall be redeemed."
        },
        {
          "verse": 4,
          "text": "For thus says the Lord GOD: To Egypt long ago my people went down, to sojourn there; Assyria, too, oppressed them for nought."
        },
        {
          "verse": 5,
          "text": "But now, what am I to do here? —oracle of the LORD. My people have been taken away for nothing; their rulers mock, oracle of the LORD; constantly, every day, my name is reviled."
        },
        {
          "verse": 6,
          "text": "Therefore my people shall know my name on that day, that it is I who speaks: Here I am!"
        },
        {
          "verse": 7,
          "text": "How beautiful upon the mountains are the feet of the one bringing good news, Announcing peace, bearing good news, announcing salvation, saying to Zion, “Your God is King!”"
        },
        {
          "verse": 8,
          "text": "Listen! Your sentinels raise a cry, together they shout for joy, For they see directly, before their eyes, the LORD’s return to Zion."
        },
        {
          "verse": 9,
          "text": "Break out together in song, O ruins of Jerusalem! For the LORD has comforted his people, has redeemed Jerusalem."
        },
        {
          "verse": 10,
          "text": "The LORD has bared his holy arm in the sight of all the nations; All the ends of the earth can see the salvation of our God."
        },
        {
          "verse": 11,
          "text": "Depart, depart, go out from there, touch nothing unclean! Out from there! Purify yourselves, you who carry the vessels of the LORD."
        },
        {
          "verse": 12,
          "text": "But not in hurried flight will you go out, nor leave in headlong haste, For the LORD goes before you, and your rear guard is the God of Israel."
        },
        {
          "verse": 13,
          "text": "Suffering and Triumph of the Servant of the Lord - See, my servant shall prosper, he shall be raised high and greatly exalted."
        },
        {
          "verse": 14,
          "text": "Even as many were amazed at him— so marred were his features, beyond that of mortals his appearance, beyond that of human beings—"
        },
        {
          "verse": 15,
          "text": "So shall he startle many nations, kings shall stand speechless; For those who have not been told shall see, those who have not heard shall ponder it."
        }
      ]
    },
    {
      "chapter": 53,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 53 - Who would believe what we have heard? To whom has the arm of the LORD been revealed?"
        },
        {
          "verse": 2,
          "text": "He grew up like a sapling before him, like a shoot from the parched earth; He had no majestic bearing to catch our eye, no beauty to draw us to him."
        },
        {
          "verse": 3,
          "text": "He was spurned and avoided by men, a man of suffering, knowing pain, Like one from whom you turn your face, spurned, and we held him in no esteem."
        },
        {
          "verse": 4,
          "text": "Yet it was our pain that he bore, our sufferings he endured. We thought of him as stricken, struck down by God and afflicted,"
        },
        {
          "verse": 5,
          "text": "But he was pierced for our sins, crushed for our iniquity. He bore the punishment that makes us whole, by his wounds we were healed."
        },
        {
          "verse": 6,
          "text": "We had all gone astray like sheep, all following our own way; But the LORD laid upon him the guilt of us all."
        },
        {
          "verse": 7,
          "text": "Though harshly treated, he submitted and did not open his mouth; Like a lamb led to slaughter or a sheep silent before shearers, he did not open his mouth."
        },
        {
          "verse": 8,
          "text": "Seized and condemned, he was taken away. Who would have thought any more of his destiny? For he was cut off from the land of the living, struck for the sins of his people."
        },
        {
          "verse": 9,
          "text": "He was given a grave among the wicked, a burial place with evildoers, Though he had done no wrong, nor was deceit found in his mouth."
        },
        {
          "verse": 10,
          "text": "But it was the LORD’s will to crush him with pain. By making his life as a reparation offering, he shall see his offspring, shall lengthen his days, and the LORD’s will shall be accomplished through him."
        },
        {
          "verse": 11,
          "text": "Because of his anguish he shall see the light; because of his knowledge he shall be content; My servant, the just one, shall justify the many, their iniquity he shall bear."
        },
        {
          "verse": 12,
          "text": "Therefore I will give him his portion among the many, and he shall divide the spoils with the mighty, Because he surrendered himself to death, was counted among the transgressors, Bore the sins of many, and interceded for the transgressors."
        }
      ]
    },
    {
      "chapter": 54,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 54 The New Zion - Raise a glad cry, you barren one who never bore a child, break forth in jubilant song, you who have never been in labor, For more numerous are the children of the deserted wife than the children of her who has a husband, says the LORD."
        },
        {
          "verse": 2,
          "text": "Enlarge the space for your tent, spread out your tent cloths unsparingly; lengthen your ropes and make firm your pegs."
        },
        {
          "verse": 3,
          "text": "For you shall spread abroad to the right and left; your descendants shall dispossess the nations and shall people the deserted cities."
        },
        {
          "verse": 4,
          "text": "Do not fear, you shall not be put to shame; do not be discouraged, you shall not be disgraced. For the shame of your youth you shall forget, the reproach of your widowhood no longer remember."
        },
        {
          "verse": 5,
          "text": "For your husband is your Maker; the LORD of hosts is his name, Your redeemer, the Holy One of Israel, called God of all the earth."
        },
        {
          "verse": 6,
          "text": "The LORD calls you back, like a wife forsaken and grieved in spirit, A wife married in youth and then cast off, says your God."
        },
        {
          "verse": 7,
          "text": "For a brief moment I abandoned you, but with great tenderness I will take you back."
        },
        {
          "verse": 8,
          "text": "In an outburst of wrath, for a moment I hid my face from you; But with enduring love I take pity on you, says the LORD, your redeemer."
        },
        {
          "verse": 9,
          "text": "This is for me like the days of Noah: As I swore then that the waters of Noah should never again flood the earth, So I have sworn now not to be angry with you, or to rebuke you."
        },
        {
          "verse": 10,
          "text": "Though the mountains fall away and the hills be shaken, My love shall never fall away from you nor my covenant of peace be shaken, says the LORD, who has mercy on you."
        },
        {
          "verse": 11,
          "text": "O afflicted one, storm-battered and unconsoled, I lay your pavements in carnelians, your foundations in sapphires;"
        },
        {
          "verse": 12,
          "text": "I will make your battlements of rubies, your gates of jewels, and all your walls of precious stones."
        },
        {
          "verse": 13,
          "text": "All your children shall be taught by the LORD; great shall be the peace of your children."
        },
        {
          "verse": 14,
          "text": "In justice shall you be established, far from oppression, you shall not fear, from destruction, it cannot come near."
        },
        {
          "verse": 15,
          "text": "If there be an attack, it is not my doing; whoever attacks shall fall before you."
        },
        {
          "verse": 16,
          "text": "See, I have created the smith who blows on the burning coals and forges weapons as his work; It is I also who have created the destroyer to work havoc."
        },
        {
          "verse": 17,
          "text": "Every weapon fashioned against you shall fail; every tongue that brings you to trial you shall prove false. This is the lot of the servants of the LORD, their vindication from me—oracle of the LORD."
        }
      ]
    },
    {
      "chapter": 55,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 55 An Invitation to Grace - All you who are thirsty, come to the water! You who have no money, come, buy grain and eat; Come, buy grain without money, wine and milk without cost!"
        },
        {
          "verse": 2,
          "text": "Why spend your money for what is not bread; your wages for what does not satisfy? Only listen to me, and you shall eat well, you shall delight in rich fare."
        },
        {
          "verse": 3,
          "text": "Pay attention and come to me; listen, that you may have life. I will make with you an everlasting covenant, the steadfast loyalty promised to David."
        },
        {
          "verse": 4,
          "text": "As I made him a witness to peoples, a leader and commander of peoples,"
        },
        {
          "verse": 5,
          "text": "So shall you summon a nation you knew not, and a nation that knew you not shall run to you, Because of the LORD, your God, the Holy One of Israel, who has glorified you."
        },
        {
          "verse": 6,
          "text": "Seek the LORD while he may be found, call upon him while he is near."
        },
        {
          "verse": 7,
          "text": "Let the wicked forsake their way, and sinners their thoughts; Let them turn to the LORD to find mercy; to our God, who is generous in forgiving."
        },
        {
          "verse": 8,
          "text": "For my thoughts are not your thoughts, nor are your ways my ways—oracle of the LORD."
        },
        {
          "verse": 9,
          "text": "For as the heavens are higher than the earth, so are my ways higher than your ways, my thoughts higher than your thoughts."
        },
        {
          "verse": 10,
          "text": "Yet just as from the heavens the rain and snow come down And do not return there till they have watered the earth, making it fertile and fruitful, Giving seed to the one who sows and bread to the one who eats,"
        },
        {
          "verse": 11,
          "text": "So shall my word be that goes forth from my mouth; It shall not return to me empty, but shall do what pleases me, achieving the end for which I sent it."
        },
        {
          "verse": 12,
          "text": "Yes, in joy you shall go forth, in peace you shall be brought home; Mountains and hills shall break out in song before you, all trees of the field shall clap their hands."
        },
        {
          "verse": 13,
          "text": "In place of the thornbush, the cypress shall grow, instead of nettles, the myrtle. This shall be to the LORD’s renown, as an everlasting sign that shall not fail."
        }
      ]
    },
    {
      "chapter": 56,
      "verses": [
        {
          "verse": 1,
          "text": "III. Isaiah 56—66 Chapter 56 Salvation for the Just - Thus says the LORD: Observe what is right, do what is just, for my salvation is about to come, my justice, about to be revealed."
        },
        {
          "verse": 2,
          "text": "Happy is the one who does this, whoever holds fast to it: Keeping the sabbath without profaning it, keeping one’s hand from doing any evil."
        },
        {
          "verse": 3,
          "text": "Obligations and Promises to Share in the Covenant - The foreigner joined to the LORD should not say, “The LORD will surely exclude me from his people”; Nor should the eunuch say, “See, I am a dry tree.”"
        },
        {
          "verse": 4,
          "text": "For thus says the LORD: To the eunuchs who keep my sabbaths, who choose what pleases me, and who hold fast to my covenant,"
        },
        {
          "verse": 5,
          "text": "I will give them, in my house and within my walls, a monument and a name Better than sons and daughters; an eternal name, which shall not be cut off, will I give them."
        },
        {
          "verse": 6,
          "text": "And foreigners who join themselves to the LORD, to minister to him, To love the name of the LORD, to become his servants— All who keep the sabbath without profaning it and hold fast to my covenant,"
        },
        {
          "verse": 7,
          "text": "Them I will bring to my holy mountain and make them joyful in my house of prayer; Their burnt offerings and their sacrifices will be acceptable on my altar, For my house shall be called a house of prayer for all peoples."
        },
        {
          "verse": 8,
          "text": "Oracle of the Lord GOD, who gathers the dispersed of Israel— Others will I gather to them besides those already gathered."
        },
        {
          "verse": 9,
          "text": "Unworthy Shepherds - All you beasts of the field, come to devour, all you beasts in the forest!"
        },
        {
          "verse": 10,
          "text": "All the sentinels of Israel are blind, they are without knowledge; They are all mute dogs, unable to bark; Dreaming, reclining, loving their sleep."
        },
        {
          "verse": 11,
          "text": "Yes, the dogs have a ravenous appetite; they never know satiety, Shepherds who have no understanding; all have turned their own way, each one covetous for gain:"
        },
        {
          "verse": 12,
          "text": "“Come, let me bring wine; let us fill ourselves with strong drink, And tomorrow will be like today, or even greater.”"
        }
      ]
    },
    {
      "chapter": 57,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 57 - The just have perished, but no one takes it to heart; The steadfast are swept away, while no one understands. Yet the just are taken away from the presence of evil,"
        },
        {
          "verse": 2,
          "text": "and enter into peace; They rest upon their couches, the sincere, who walk in integrity."
        },
        {
          "verse": 3,
          "text": "An Idolatrous People - But you, draw near, you children of a sorceress, offspring of an adulterer and a prostitute!"
        },
        {
          "verse": 4,
          "text": "Against whom do you make sport, against whom do you open wide your mouth, and stick out your tongue? Are you not rebellious children, deceitful offspring—"
        },
        {
          "verse": 5,
          "text": "You who burn with lust among the oaks, under every green tree; You who immolate children in the wadies, among the clefts of the rocks?"
        },
        {
          "verse": 6,
          "text": "Among the smooth stones of the wadi is your portion, they, they are your allotment; Indeed, you poured out a drink offering to them, and brought up grain offerings. With these things, should I be appeased?"
        },
        {
          "verse": 7,
          "text": "Upon a towering and lofty mountain you set up your bed, and there you went up to offer sacrifice."
        },
        {
          "verse": 8,
          "text": "Behind the door and the doorpost you set up your symbol. Yes, deserting me, you carried up your bedding; and spread it wide. You entered an agreement with them, you loved their couch, you gazed upon nakedness."
        },
        {
          "verse": 9,
          "text": "You approached the king with oil, and multiplied your perfumes; You sent your ambassadors far away, down even to deepest Sheol."
        },
        {
          "verse": 10,
          "text": "Though worn out with the length of your journey, you never said, “It is hopeless”; You found your strength revived, and so you did not weaken."
        },
        {
          "verse": 11,
          "text": "Whom did you dread and fear, that you told lies, And me you did not remember nor take to heart? Am I to keep silent and conceal, while you show no fear of me?"
        },
        {
          "verse": 12,
          "text": "I will proclaim your justice and your works; but they shall not help you."
        },
        {
          "verse": 13,
          "text": "When you cry out, let your collection of idols save you. All these the wind shall carry off, a mere breath shall bear them away; But whoever takes refuge in me shall inherit the land, and possess my holy mountain."
        },
        {
          "verse": 14,
          "text": "The Way to Peace for God’s People - And I say: Build up, build up, prepare the way, remove every obstacle from my people’s way."
        },
        {
          "verse": 15,
          "text": "For thus says the high and lofty One, the One who dwells forever, whose name is holy: I dwell in a high and holy place, but also with the contrite and lowly of spirit, To revive the spirit of the lowly, to revive the heart of the crushed."
        },
        {
          "verse": 16,
          "text": "For I will not accuse forever, nor always be angry; For without me their spirit fails, the life breath that I have given."
        },
        {
          "verse": 17,
          "text": "Because of their wicked avarice I grew angry; I struck them, hiding myself from them in wrath. But they turned back, following the way of their own heart."
        },
        {
          "verse": 18,
          "text": "I saw their ways, but I will heal them. I will lead them and restore full comfort to them and to those who mourn for them,"
        },
        {
          "verse": 19,
          "text": "creating words of comfort. Peace! Peace to those who are far and near, says the LORD; and I will heal them."
        },
        {
          "verse": 20,
          "text": "But the wicked are like the tossing sea which cannot be still, Its waters cast up mire and mud."
        },
        {
          "verse": 21,
          "text": "There is no peace for the wicked! says my God."
        }
      ]
    },
    {
      "chapter": 58,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 58 Reasons for Judgment - Cry out full-throated and unsparingly, lift up your voice like a trumpet blast; Proclaim to my people their transgression, to the house of Jacob their sins."
        },
        {
          "verse": 2,
          "text": "They seek me day after day, and desire to know my ways, Like a nation that has done what is just and not abandoned the judgment of their God; They ask of me just judgments, they desire to draw near to God."
        },
        {
          "verse": 3,
          "text": "“Why do we fast, but you do not see it? afflict ourselves, but you take no note?” See, on your fast day you carry out your own pursuits, and drive all your laborers."
        },
        {
          "verse": 4,
          "text": "See, you fast only to quarrel and fight and to strike with a wicked fist! Do not fast as you do today to make your voice heard on high!"
        },
        {
          "verse": 5,
          "text": "Is this the manner of fasting I would choose, a day to afflict oneself? To bow one’s head like a reed, and lie upon sackcloth and ashes? Is this what you call a fast, a day acceptable to the LORD?"
        },
        {
          "verse": 6,
          "text": "Authentic Fasting That Leads to Blessing - Is this not, rather, the fast that I choose: releasing those bound unjustly, untying the thongs of the yoke; Setting free the oppressed, breaking off every yoke?"
        },
        {
          "verse": 7,
          "text": "Is it not sharing your bread with the hungry, bringing the afflicted and the homeless into your house; Clothing the naked when you see them, and not turning your back on your own flesh?"
        },
        {
          "verse": 8,
          "text": "Then your light shall break forth like the dawn, and your wound shall quickly be healed; Your vindication shall go before you, and the glory of the LORD shall be your rear guard."
        },
        {
          "verse": 9,
          "text": "Then you shall call, and the LORD will answer, you shall cry for help, and he will say: “Here I am!” If you remove the yoke from among you, the accusing finger, and malicious speech;"
        },
        {
          "verse": 10,
          "text": "If you lavish your food on the hungry and satisfy the afflicted; Then your light shall rise in the darkness, and your gloom shall become like midday;"
        },
        {
          "verse": 11,
          "text": "Then the LORD will guide you always and satisfy your thirst in parched places, will give strength to your bones And you shall be like a watered garden, like a flowing spring whose waters never fail."
        },
        {
          "verse": 12,
          "text": "Your people shall rebuild the ancient ruins; the foundations from ages past you shall raise up; “Repairer of the breach,” they shall call you, “Restorer of ruined dwellings.”"
        },
        {
          "verse": 13,
          "text": "Authentic Sabbath Observance That Leads to Blessing - If you refrain from trampling the sabbath, from following your own pursuits on my holy day; If you call the sabbath a delight, the LORD’s holy day glorious; If you glorify it by not following your ways, seeking your own interests, or pursuing your own affairs—"
        },
        {
          "verse": 14,
          "text": "Then you shall delight in the LORD, and I will make you ride upon the heights of the earth; I will nourish you with the heritage of Jacob, your father, for the mouth of the LORD has spoken."
        }
      ]
    },
    {
      "chapter": 59,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 59 Salvation Delayed - No, the hand of the LORD is not too short to save, nor his ear too dull to hear."
        },
        {
          "verse": 2,
          "text": "Rather, it is your crimes that separate you from your God, It is your sins that make him hide his face so that he does not hear you."
        },
        {
          "verse": 3,
          "text": "For your hands are defiled with blood, and your fingers with crime; Your lips speak falsehood, and your tongue utters deceit."
        },
        {
          "verse": 4,
          "text": "No one brings suit justly, no one pleads truthfully; They trust an empty plea and tell lies; they conceive mischief and bring forth malice."
        },
        {
          "verse": 5,
          "text": "They hatch adders’ eggs, and weave spiders’ webs: Whoever eats the eggs will die, if one of them is crushed, it will hatch a viper;"
        },
        {
          "verse": 6,
          "text": "Their webs cannot serve as clothing, nor can they cover themselves with their works. Their works are evil works, and deeds of violence are in their hands."
        },
        {
          "verse": 7,
          "text": "Their feet run to evil, and they hasten to shed innocent blood; Their thoughts are thoughts of wickedness, violence and destruction are on their highways."
        },
        {
          "verse": 8,
          "text": "The way of peace they know not, and there is no justice on their paths; Their roads they have made crooked, no one who walks in them knows peace."
        },
        {
          "verse": 9,
          "text": "Acknowledgment of Transgressions - That is why judgment is far from us and justice does not reach us. We look for light, but there is darkness; for brightness, and we walk in gloom!"
        },
        {
          "verse": 10,
          "text": "Like those who are blind we grope along the wall, like people without eyes we feel our way. We stumble at midday as if at twilight, among the vigorous, we are like the dead."
        },
        {
          "verse": 11,
          "text": "Like bears we all growl, like doves we moan without ceasing. We cry out for justice, but it is not there; for salvation, but it is far from us."
        },
        {
          "verse": 12,
          "text": "For our transgressions before you are many, our sins bear witness against us. Our transgressions are present to us, and our crimes we acknowledge:"
        },
        {
          "verse": 13,
          "text": "Transgressing, and denying the LORD, turning back from following our God, Planning fraud and treachery, uttering lying words conceived in the heart."
        },
        {
          "verse": 14,
          "text": "Judgment is turned away, and justice stands far off; For truth stumbles in the public square, and uprightness cannot enter."
        },
        {
          "verse": 15,
          "text": "Fidelity is lacking, and whoever turns from evil is despoiled. Divine Intervention - The LORD saw this, and was aggrieved that there was no justice."
        },
        {
          "verse": 16,
          "text": "He saw that there was no one, was appalled that there was none to intervene; Then his own arm brought about the victory, and his justice sustained him."
        },
        {
          "verse": 17,
          "text": "He put on justice as his breastplate, victory as a helmet on his head; He clothed himself with garments of vengeance, wrapped himself in a mantle of zeal."
        },
        {
          "verse": 18,
          "text": "According to their deeds he repays his enemies and requites his foes with wrath; to the coastlands he renders recompense."
        },
        {
          "verse": 19,
          "text": "Those in the west shall fear the name of the LORD, and those in the east, his glory, Coming like a pent-up stream driven on by the breath of the LORD."
        },
        {
          "verse": 20,
          "text": "Then for Zion shall come a redeemer, to those in Jacob who turn from transgression—oracle of the LORD."
        },
        {
          "verse": 21,
          "text": "This is my covenant with them, which I myself have made, says the LORD: My spirit which is upon you and my words that I have put in your mouth Shall not depart from your mouth, nor from the mouths of your children Nor the mouths of your children’s children from this time forth and forever, says the LORD."
        }
      ]
    },
    {
      "chapter": 60,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 60 The Dawning of Divine Glory for Zion - Arise! Shine, for your light has come, the glory of the LORD has dawned upon you."
        },
        {
          "verse": 2,
          "text": "Though darkness covers the earth, and thick clouds, the peoples, Upon you the LORD will dawn, and over you his glory will be seen."
        },
        {
          "verse": 3,
          "text": "Nations shall walk by your light, kings by the radiance of your dawning."
        },
        {
          "verse": 4,
          "text": "The Nations Come to Zion - Raise your eyes and look about; they all gather and come to you— Your sons from afar, your daughters in the arms of their nurses."
        },
        {
          "verse": 5,
          "text": "Then you shall see and be radiant, your heart shall throb and overflow. For the riches of the sea shall be poured out before you, the wealth of nations shall come to you."
        },
        {
          "verse": 6,
          "text": "Caravans of camels shall cover you, dromedaries of Midian and Ephah; All from Sheba shall come bearing gold and frankincense, and heralding the praises of the LORD."
        },
        {
          "verse": 7,
          "text": "All the flocks of Kedar shall be gathered for you, the rams of Nebaioth shall serve your needs; They will be acceptable offerings on my altar, and I will glorify my glorious house."
        },
        {
          "verse": 8,
          "text": "Who are these that fly along like a cloud, like doves to their cotes?"
        },
        {
          "verse": 9,
          "text": "The vessels of the coastlands are gathering, with the ships of Tarshish in the lead, To bring your children from afar, their silver and gold with them— For the name of the LORD, your God, for the Holy One of Israel who has glorified you."
        },
        {
          "verse": 10,
          "text": "Honor and Service for Zion - Foreigners shall rebuild your walls, their kings shall minister to you; Though in my wrath I struck you, yet in my good will I have shown you mercy."
        },
        {
          "verse": 11,
          "text": "Your gates shall stand open constantly; day and night they shall not be closed So that they may bring you the wealth of nations, with their kings in the vanguard."
        },
        {
          "verse": 12,
          "text": "For the nation or kingdom that will not serve you shall perish; such nations shall be utterly destroyed!"
        },
        {
          "verse": 13,
          "text": "The glory of Lebanon shall come to you— the juniper, the fir, and the cypress all together— To bring beauty to my sanctuary, and glory to the place where I stand."
        },
        {
          "verse": 14,
          "text": "The children of your oppressors shall come, bowing before you; All those who despised you, shall bow low at your feet. They shall call you “City of the LORD,” “Zion of the Holy One of Israel.”"
        },
        {
          "verse": 15,
          "text": "No longer forsaken and hated, with no one passing through, Now I will make you the pride of the ages, a joy from generation to generation."
        },
        {
          "verse": 16,
          "text": "You shall suck the milk of nations, and be nursed at royal breasts; And you shall know that I, the LORD, am your savior, your redeemer, the Mighty One of Jacob."
        },
        {
          "verse": 17,
          "text": "Instead of bronze I will bring gold, instead of iron I will bring silver; Instead of wood, bronze; instead of stones, iron. I will appoint peace your governor, and justice your ruler."
        },
        {
          "verse": 18,
          "text": "No longer shall violence be heard of in your land, or plunder and ruin within your borders. You shall call your walls “Salvation” and your gates “Praise.”"
        },
        {
          "verse": 19,
          "text": "Eternal Light for Zion - No longer shall the sun be your light by day, Nor shall the brightness of the moon give you light by night; Rather, the LORD will be your light forever, your God will be your glory."
        },
        {
          "verse": 20,
          "text": "No longer will your sun set, or your moon wane; For the LORD will be your light forever, and the days of your grieving will be over."
        },
        {
          "verse": 21,
          "text": "Your people will all be just; for all time they will possess the land; They are the shoot that I planted, the work of my hands, that I might be glorified."
        },
        {
          "verse": 22,
          "text": "The least one shall become a clan, the smallest, a mighty nation; I, the LORD, will swiftly accomplish these things when the time comes."
        }
      ]
    },
    {
      "chapter": 61,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 61 The Anointed Bearer of Glad Tidings - The spirit of the Lord GOD is upon me, because the LORD has anointed me; He has sent me to bring good news to the afflicted, to bind up the brokenhearted, To proclaim liberty to the captives, release to the prisoners,"
        },
        {
          "verse": 2,
          "text": "To announce a year of favor from the LORD and a day of vindication by our God; To comfort all who mourn;"
        },
        {
          "verse": 3,
          "text": "to place on those who mourn in Zion a diadem instead of ashes, To give them oil of gladness instead of mourning, a glorious mantle instead of a faint spirit. Restoration and Blessing - They will be called oaks of justice, the planting of the LORD to show his glory."
        },
        {
          "verse": 4,
          "text": "They shall rebuild the ancient ruins, the former wastes they shall raise up And restore the desolate cities, devastations of generation upon generation."
        },
        {
          "verse": 5,
          "text": "Strangers shall stand ready to pasture your flocks, foreigners shall be your farmers and vinedressers."
        },
        {
          "verse": 6,
          "text": "You yourselves shall be called “Priests of the LORD,” “Ministers of our God” you shall be called. You shall eat the wealth of the nations and in their riches you will boast."
        },
        {
          "verse": 7,
          "text": "Because their shame was twofold and disgrace was proclaimed their portion, They will possess twofold in their own land; everlasting joy shall be theirs."
        },
        {
          "verse": 8,
          "text": "God’s Word of Promise - For I, the LORD, love justice, I hate robbery and wrongdoing; I will faithfully give them their recompense, an everlasting covenant I will make with them."
        },
        {
          "verse": 9,
          "text": "Their offspring shall be renowned among the nations, and their descendants in the midst of the peoples; All who see them shall acknowledge them: “They are offspring the LORD has blessed.”"
        },
        {
          "verse": 10,
          "text": "Thanksgiving for God’s Deliverance - I will rejoice heartily in the LORD, my being exults in my God; For he has clothed me with garments of salvation, and wrapped me in a robe of justice, Like a bridegroom adorned with a diadem, as a bride adorns herself with her jewels."
        },
        {
          "verse": 11,
          "text": "As the earth brings forth its shoots, and a garden makes its seeds spring up, So will the Lord GOD make justice spring up, and praise before all the nations."
        }
      ]
    },
    {
      "chapter": 62,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 62 A New Name for Zion - For Zion’s sake I will not be silent, for Jerusalem’s sake I will not keep still, Until her vindication shines forth like the dawn and her salvation like a burning torch."
        },
        {
          "verse": 2,
          "text": "Nations shall behold your vindication, and all kings your glory; You shall be called by a new name bestowed by the mouth of the LORD."
        },
        {
          "verse": 3,
          "text": "You shall be a glorious crown in the hand of the LORD, a royal diadem in the hand of your God."
        },
        {
          "verse": 4,
          "text": "No more shall you be called “Forsaken,” nor your land called “Desolate,” But you shall be called “My Delight is in her,” and your land “Espoused.” For the LORD delights in you, and your land shall be espoused."
        },
        {
          "verse": 5,
          "text": "For as a young man marries a virgin, your Builder shall marry you; And as a bridegroom rejoices in his bride so shall your God rejoice in you."
        },
        {
          "verse": 6,
          "text": "Upon your walls, Jerusalem, I have stationed sentinels; By day and by night, they shall never be silent. You who are to remind the LORD, take no rest,"
        },
        {
          "verse": 7,
          "text": "And give him no rest, until he re-establishes Jerusalem And makes it the praise of the earth."
        },
        {
          "verse": 8,
          "text": "The Blessings of Salvation for God’s People - The LORD has sworn by his right hand and by his mighty arm: No more will I give your grain as food to your enemies; Nor shall foreigners drink the wine, for which you toiled."
        },
        {
          "verse": 9,
          "text": "But those who harvest shall eat, and praise the LORD; Those who gather shall drink in my holy courts."
        },
        {
          "verse": 10,
          "text": "Pass through, pass through the gates, prepare a way for the people; Build up, build up the highway, clear it of stones, raise up a standard over the nations."
        },
        {
          "verse": 11,
          "text": "The LORD has proclaimed to the ends of the earth: Say to daughter Zion, “See, your savior comes! See, his reward is with him, his recompense before him.”"
        },
        {
          "verse": 12,
          "text": "They shall be called “The Holy People,” “The Redeemed of the LORD.” And you shall be called “Cared For,” “A City Not Forsaken.”"
        }
      ]
    },
    {
      "chapter": 63,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 63 The Divine Warrior - Who is this that comes from Edom, in crimsoned garments, from Bozrah? Who is this, glorious in his apparel, striding in the greatness of his strength? “It is I, I who announce vindication, mighty to save.”"
        },
        {
          "verse": 2,
          "text": "Why is your apparel red, and your garments like one who treads the wine press?"
        },
        {
          "verse": 3,
          "text": "“The wine press I have trodden alone, and from the peoples no one was with me. I trod them in my anger, and trampled them down in my wrath; Their blood spurted on my garments, all my apparel I stained."
        },
        {
          "verse": 4,
          "text": "For a day of vindication was in my heart, my year for redeeming had come."
        },
        {
          "verse": 5,
          "text": "I looked about, but there was no one to help, I was appalled that there was no one to lend support; So my own arm brought me victory and my own wrath lent me support."
        },
        {
          "verse": 6,
          "text": "I trampled down the peoples in my anger, I made them drunk in my wrath, and I poured out their blood upon the ground.”"
        },
        {
          "verse": 7,
          "text": "Prayer for the Return of God’s Favor - The loving deeds of the LORD I will recall, the glorious acts of the LORD, Because of all the LORD has done for us, the immense goodness to the house of Israel, Which he has granted according to his mercy and his many loving deeds."
        },
        {
          "verse": 8,
          "text": "He said: “They are indeed my people, children who are not disloyal.” So he became their savior"
        },
        {
          "verse": 9,
          "text": "in their every affliction. It was not an envoy or a messenger, but his presence that saved them. Because of his love and pity the LORD redeemed them, Lifting them up and carrying them all the days of old."
        },
        {
          "verse": 10,
          "text": "But they rebelled and grieved his holy spirit; So he turned to become their enemy, and warred against them."
        },
        {
          "verse": 11,
          "text": "Then they remembered the days of old, of Moses, his servant: Where is the one who brought up out of the sea the shepherd of his flock? Where is the one who placed in their midst his holy spirit,"
        },
        {
          "verse": 12,
          "text": "Who guided Moses by the hand, with his glorious arm? Where is the one who divided the waters before them— winning for himself an everlasting renown—"
        },
        {
          "verse": 13,
          "text": "Who guided them through the depths, like horses in open country?"
        },
        {
          "verse": 14,
          "text": "As cattle going down into the valley, they did not stumble. The spirit of the LORD guided them. Thus you led your people, to make for yourself a glorious name."
        },
        {
          "verse": 15,
          "text": "Look down from heaven and regard us from your holy and glorious palace! Where is your zealous care and your might, your surge of pity? Your mercy hold not back!"
        },
        {
          "verse": 16,
          "text": "For you are our father. Were Abraham not to know us, nor Israel to acknowledge us, You, LORD, are our father, our redeemer you are named from of old."
        },
        {
          "verse": 17,
          "text": "Why do you make us wander, LORD, from your ways, and harden our hearts so that we do not fear you? Return for the sake of your servants, the tribes of your heritage."
        },
        {
          "verse": 18,
          "text": "Why have the wicked invaded your holy place, why have our enemies trampled your sanctuary?"
        },
        {
          "verse": 19,
          "text": "Too long have we been like those you do not rule, on whom your name is not invoked. Oh, that you would rend the heavens and come down, with the mountains quaking before you,"
        }
      ]
    },
    {
      "chapter": 64,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 64 - As when brushwood is set ablaze, or fire makes the water boil! Then your name would be made known to your enemies and the nations would tremble before you,"
        },
        {
          "verse": 2,
          "text": "While you worked awesome deeds we could not hope for,"
        },
        {
          "verse": 3,
          "text": "such as had not been heard of from of old. No ear has ever heard, no eye ever seen, any God but you working such deeds for those who wait for him."
        },
        {
          "verse": 4,
          "text": "Would that you might meet us doing right, that we might be mindful of you in our ways! Indeed, you are angry; we have sinned, we have acted wickedly."
        },
        {
          "verse": 5,
          "text": "We have all become like something unclean, all our just deeds are like polluted rags; We have all withered like leaves, and our crimes carry us away like the wind."
        },
        {
          "verse": 6,
          "text": "There are none who call upon your name, none who rouse themselves to take hold of you; For you have hidden your face from us and have delivered us up to our crimes."
        },
        {
          "verse": 7,
          "text": "A Final Plea - Yet, LORD, you are our father; we are the clay and you our potter: we are all the work of your hand."
        },
        {
          "verse": 8,
          "text": "Do not be so very angry, LORD, do not remember our crimes forever; look upon us, who are all your people!"
        },
        {
          "verse": 9,
          "text": "Your holy cities have become a wilderness; Zion has become wilderness, Jerusalem desolation!"
        },
        {
          "verse": 10,
          "text": "Our holy and glorious house in which our ancestors praised you Has been burned with fire; all that was dear to us is laid waste."
        },
        {
          "verse": 11,
          "text": "Can you hold back, LORD, after all this? Can you remain silent, and afflict us so severely?"
        }
      ]
    },
    {
      "chapter": 65,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 65 - I was ready to respond to those who did not ask, to be found by those who did not seek me. I said: Here I am! Here I am! To a nation that did not invoke my name."
        },
        {
          "verse": 2,
          "text": "I have stretched out my hands all day to a rebellious people, Who walk in a way that is not good, following their own designs;"
        },
        {
          "verse": 3,
          "text": "A people who provoke me continually to my face, Offering sacrifices in gardens and burning incense on bricks,"
        },
        {
          "verse": 4,
          "text": "Sitting in tombs and spending the night in caves, Eating the flesh of pigs, with broth of unclean meat in their dishes;"
        },
        {
          "verse": 5,
          "text": "Crying out, “Hold back, do not come near me, lest I render you holy!” These things are smoke in my nostrils, a fire that burns all the day."
        },
        {
          "verse": 6,
          "text": "See, it stands written before me; I will not remain quiet until I have repaid in full"
        },
        {
          "verse": 7,
          "text": "Your crimes and the crimes of your ancestors as well, says the LORD. Since they burned incense on the mountains, and insulted me on the hills, I will at once pour out in full measure their recompense into their laps."
        },
        {
          "verse": 8,
          "text": "Fate of the Just and Unjust in Israel - Thus says the LORD: As when the juice is pressed from a cluster, and someone says, “Do not destroy it, for there is still good in it,” So will I do for the sake of my servants: I will not destroy them all."
        },
        {
          "verse": 9,
          "text": "From Jacob I will bring forth offspring, from Judah, those who are to possess my mountains; My chosen ones shall possess the land, my servants shall dwell there."
        },
        {
          "verse": 10,
          "text": "Sharon shall become a pasture for the flocks, the Valley of Achor a resting place for the cattle, for my people who have sought me."
        },
        {
          "verse": 11,
          "text": "But you who forsake the LORD, who forget my holy mountain, Who spread a table for Fortune and fill cups of mixed wine for Destiny,"
        },
        {
          "verse": 12,
          "text": "You I will destine for the sword; you shall all bow down for slaughter; Because I called and you did not answer, I spoke and you did not listen, But did what is evil in my sight and things I do not delight in, you chose,"
        },
        {
          "verse": 13,
          "text": "therefore thus says the Lord GOD: My servants shall eat, but you shall go hungry; My servants shall drink, but you shall be thirsty; My servants shall rejoice, but you shall be put to shame;"
        },
        {
          "verse": 14,
          "text": "My servants shall shout for joy of heart, But you shall cry out for grief of heart, and howl for anguish of spirit."
        },
        {
          "verse": 15,
          "text": "You will leave your name for a curse to my chosen ones when the Lord GOD slays you, and calls his servants by another name."
        },
        {
          "verse": 16,
          "text": "Whoever invokes a blessing in the land shall bless by the God of truth; Whoever takes an oath in the land shall swear by the God of truth; For the hardships of the past shall be forgotten and hidden from my eyes."
        },
        {
          "verse": 17,
          "text": "A World Renewed - See, I am creating new heavens and a new earth; The former things shall not be remembered nor come to mind."
        },
        {
          "verse": 18,
          "text": "Instead, shout for joy and be glad forever in what I am creating. Indeed, I am creating Jerusalem to be a joy and its people to be a delight;"
        },
        {
          "verse": 19,
          "text": "I will rejoice in Jerusalem and exult in my people. No longer shall the sound of weeping be heard there, or the sound of crying;"
        },
        {
          "verse": 20,
          "text": "No longer shall there be in it an infant who lives but a few days, nor anyone who does not live a full lifetime; One who dies at a hundred years shall be considered a youth, and one who falls short of a hundred shall be thought accursed."
        },
        {
          "verse": 21,
          "text": "They shall build houses and live in them, they shall plant vineyards and eat their fruit;"
        },
        {
          "verse": 22,
          "text": "They shall not build and others live there; they shall not plant and others eat. As the years of a tree, so the years of my people; and my chosen ones shall long enjoy the work of their hands."
        },
        {
          "verse": 23,
          "text": "They shall not toil in vain, nor beget children for sudden destruction; For they shall be a people blessed by the LORD and their descendants with them."
        },
        {
          "verse": 24,
          "text": "Before they call, I will answer; while they are yet speaking, I will hear."
        },
        {
          "verse": 25,
          "text": "The wolf and the lamb shall pasture together, and the lion shall eat hay like the ox— but the serpent’s food shall be dust. None shall harm or destroy on all my holy mountain, says the LORD."
        }
      ]
    },
    {
      "chapter": 66,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 66 True and False Worship - Thus says the LORD: The heavens are my throne, the earth, my footstool. What house can you build for me? Where is the place of my rest?"
        },
        {
          "verse": 2,
          "text": "My hand made all these things when all of them came to be—oracle of the LORD. This is the one whom I approve: the afflicted one, crushed in spirit, who trembles at my word."
        },
        {
          "verse": 3,
          "text": "The one slaughtering an ox, striking a man, sacrificing a lamb, breaking a dog’s neck, Making an offering of pig’s blood, burning incense, honoring an idol— These have chosen their own ways, and taken pleasure in their own abominations."
        },
        {
          "verse": 4,
          "text": "I in turn will choose affliction for them and bring upon them what they fear. Because when I called, no one answered, when I spoke, no one listened. Because they did what was evil in my sight, and things I do not delight in they chose,"
        },
        {
          "verse": 5,
          "text": "Hear the word of the LORD, you who tremble at his word! Your kin who hate you and cast you out because of my name say, “May the LORD show his glory, that we may see your joy”; but they shall be put to shame."
        },
        {
          "verse": 6,
          "text": "A voice roaring from the city, a voice from the temple; The voice of the LORD rendering recompense to his enemies!"
        },
        {
          "verse": 7,
          "text": "Blessings of Prosperity and Consolation - Before she is in labor, she gives birth; Before her pangs come upon her, she delivers a male child."
        },
        {
          "verse": 8,
          "text": "Who ever heard of such a thing, or who ever saw the like? Can a land be brought forth in one day, or a nation be born in a single moment? Yet Zion was scarcely in labor when she bore her children."
        },
        {
          "verse": 9,
          "text": "Shall I bring a mother to the point of birth, and yet not let her child be born? says the LORD. Or shall I who bring to birth yet close her womb? says your God."
        },
        {
          "verse": 10,
          "text": "Rejoice with Jerusalem and be glad because of her, all you who love her; Rejoice with her in her joy, all you who mourn over her—"
        },
        {
          "verse": 11,
          "text": "So that you may nurse and be satisfied from her consoling breast; That you may drink with delight at her abundant breasts!"
        },
        {
          "verse": 12,
          "text": "For thus says the LORD: I will spread prosperity over her like a river, like an overflowing torrent, the wealth of nations. You shall nurse, carried in her arms, cradled upon her knees;"
        },
        {
          "verse": 13,
          "text": "As a mother comforts her child, so I will comfort you; in Jerusalem you shall find your comfort."
        },
        {
          "verse": 14,
          "text": "You will see and your heart shall exult, and your bodies shall flourish like the grass; The LORD’s power shall be revealed to his servants, but to his enemies, his wrath."
        },
        {
          "verse": 15,
          "text": "For see, the LORD will come in fire, his chariots like the stormwind; To wreak his anger in burning rage and his rebuke in fiery flames."
        },
        {
          "verse": 16,
          "text": "For with fire the LORD shall enter into judgment, and, with his sword, against all flesh; Those slain by the LORD shall be many."
        },
        {
          "verse": 17,
          "text": "Those who sanctify and purify themselves to go into the gardens, following one who stands within, eating pig’s flesh, abominable things, and mice, shall all together come to an end, with their deeds and purposes—oracle of the LORD."
        },
        {
          "verse": 18,
          "text": "God Gathers the Nations. I am coming to gather all nations and tongues; they shall come and see my glory."
        },
        {
          "verse": 19,
          "text": "I will place a sign among them; from them I will send survivors to the nations: to Tarshish, Put and Lud, Mosoch, Tubal and Javan, to the distant coastlands which have never heard of my fame, or seen my glory; and they shall proclaim my glory among the nations."
        },
        {
          "verse": 20,
          "text": "They shall bring all your kin from all the nations as an offering to the LORD, on horses and in chariots, in carts, upon mules and dromedaries, to Jerusalem, my holy mountain, says the LORD, just as the Israelites bring their grain offering in a clean vessel to the house of the LORD."
        },
        {
          "verse": 21,
          "text": "Some of these I will take as priests and Levites, says the LORD."
        },
        {
          "verse": 22,
          "text": "Just as the new heavens and the new earth which I am making Shall endure before me—oracle of the LORD— so shall your descendants and your name endure."
        },
        {
          "verse": 23,
          "text": "From new moon to new moon, and from sabbath to sabbath, All flesh shall come to worship before me, says the LORD."
        },
        {
          "verse": 24,
          "text": "They shall go out and see the corpses of the people who rebelled against me; For their worm shall not die, their fire shall not be extinguished; and they shall be an abhorrence to all flesh."
        }
      ]
    }
  ]
}
