{
  "book": "Jeremiah",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "verse": 1,
          "text": "I. Oracles in the Days of Josiah Chapter 1 - The words of Jeremiah, son of Hilkiah, one of the priests from Anathoth, in the land of Benjamin."
        },
        {
          "verse": 2,
          "text": "The word of the LORD came to him in the days of Josiah, son of Amon, king of Judah, in the thirteenth year of his reign,"
        },
        {
          "verse": 3,
          "text": "and again in the days of Jehoiakim, son of Josiah, king of Judah, until the end of the eleventh year of Zedekiah, son of Josiah, king of Judah—down to the exile of Jerusalem, in the fifth month."
        },
        {
          "verse": 4,
          "text": "Call of Jeremiah - The word of the LORD came to me:"
        },
        {
          "verse": 5,
          "text": "Before I formed you in the womb I knew you, before you were born I dedicated you, a prophet to the nations I appointed you."
        },
        {
          "verse": 6,
          "text": "“Ah, Lord GOD!” I said, “I do not know how to speak. I am too young!”"
        },
        {
          "verse": 7,
          "text": "But the LORD answered me, Do not say, “I am too young.” To whomever I send you, you shall go; whatever I command you, you shall speak."
        },
        {
          "verse": 8,
          "text": "Do not be afraid of them, for I am with you to deliver you—oracle of the LORD."
        },
        {
          "verse": 9,
          "text": "Then the LORD extended his hand and touched my mouth, saying to me, See, I place my words in your mouth!"
        },
        {
          "verse": 10,
          "text": "Today I appoint you over nations and over kingdoms, To uproot and to tear down, to destroy and to demolish, to build and to plant."
        },
        {
          "verse": 11,
          "text": "The word of the LORD came to me: What do you see, Jeremiah? “I see a branch of the almond tree,” I replied."
        },
        {
          "verse": 12,
          "text": "Then the LORD said to me: You have seen well, for I am watching over my word to carry it out."
        },
        {
          "verse": 13,
          "text": "A second time the word of the LORD came to me: What do you see? I replied, “I see a boiling kettle whose mouth is tipped away from the north.”"
        },
        {
          "verse": 14,
          "text": "The LORD said to me, And from the north evil will pour out over all who dwell in the land."
        },
        {
          "verse": 15,
          "text": "Look, I am summoning all the kingdoms of the north—oracle of the LORD— Each king shall come and set up his throne in the gateways of Jerusalem, Against all its surrounding walls and against all the cities of Judah."
        },
        {
          "verse": 16,
          "text": "I will pronounce my sentence against them for all their wickedness in forsaking me, In burning incense to other gods, in bowing down to the works of their hands."
        },
        {
          "verse": 17,
          "text": "But you, prepare yourself; stand up and tell them all that I command you. Do not be terrified on account of them, or I will terrify you before them;"
        },
        {
          "verse": 18,
          "text": "For I am the one who today makes you a fortified city, A pillar of iron, a wall of bronze, against the whole land: Against Judah’s kings and princes, its priests and the people of the land."
        },
        {
          "verse": 19,
          "text": "They will fight against you, but not prevail over you, for I am with you to deliver you—oracle of the LORD."
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 2 - Infidelity of Israel. The word of the LORD came to me:"
        },
        {
          "verse": 2,
          "text": "Go, cry out this message for Jerusalem to hear! I remember the devotion of your youth, how you loved me as a bride, Following me in the wilderness, in a land unsown."
        },
        {
          "verse": 3,
          "text": "Israel was dedicated to the LORD, the first fruits of his harvest; All who ate of it were held guilty, evil befell them—oracle of the LORD."
        },
        {
          "verse": 4,
          "text": "Listen to the word of the LORD, house of Jacob! All you clans of the house of Israel,"
        },
        {
          "verse": 5,
          "text": "thus says the LORD: What fault did your ancestors find in me that they withdrew from me, Went after emptiness, and became empty themselves?"
        },
        {
          "verse": 6,
          "text": "They did not ask, “Where is the LORD who brought us up from the land of Egypt, Who led us through the wilderness, through a land of wastes and ravines, A land of drought and darkness, a land which no one crosses, where no one dwells?”"
        },
        {
          "verse": 7,
          "text": "I brought you into the garden land to eat its fine fruits, But you entered and defiled my land, you turned my heritage into an abomination."
        },
        {
          "verse": 8,
          "text": "The priests did not ask, “Where is the LORD?” The experts in the law did not know me: the shepherds rebelled against me. The prophets prophesied by Baal, and went after useless idols."
        },
        {
          "verse": 9,
          "text": "Therefore I will again accuse you—oracle of the LORD— even your children’s children I will accuse."
        },
        {
          "verse": 10,
          "text": "Cross to the coast of Cyprus and see, send to Kedar and carefully inquire: Where has anything like this been done?"
        },
        {
          "verse": 11,
          "text": "Does any other nation change its gods?— even though they are not gods at all! But my people have changed their glory for useless things."
        },
        {
          "verse": 12,
          "text": "Be horrified at this, heavens; shudder, be appalled—oracle of the LORD."
        },
        {
          "verse": 13,
          "text": "Two evils my people have done: they have forsaken me, the source of living waters; They have dug themselves cisterns, broken cisterns that cannot hold water."
        },
        {
          "verse": 14,
          "text": "Is Israel a slave, a house-born servant? Why then has he become plunder?"
        },
        {
          "verse": 15,
          "text": "Against him lions roar, they raise their voices. They have turned his land into a waste; his cities are charred ruins, without an inhabitant."
        },
        {
          "verse": 16,
          "text": "Yes, the people of Memphis and Tahpanhes shave the crown of your head."
        },
        {
          "verse": 17,
          "text": "Has not forsaking the LORD, your God, done this to you?"
        },
        {
          "verse": 18,
          "text": "And now, why go to Egypt, to drink the waters of the Nile? Why go to Assyria, to drink the waters of the River?"
        },
        {
          "verse": 19,
          "text": "Your own wickedness chastises you, your own infidelities punish you. Know then, and see, how evil and bitter is your forsaking the LORD, your God, And your showing no fear of me, oracle of the Lord, the GOD of hosts."
        },
        {
          "verse": 20,
          "text": "Long ago you broke your yoke, you tore off your bonds. You said, “I will not serve.” On every high hill, under every green tree, you sprawled and served as a prostitute."
        },
        {
          "verse": 21,
          "text": "But I had planted you as a choice vine, all pedigreed stock; How could you turn out so obnoxious to me, a spurious vine?"
        },
        {
          "verse": 22,
          "text": "Even if you scour it with lye, and use much soap, The stain of your guilt is still before me, oracle of the Lord GOD."
        },
        {
          "verse": 23,
          "text": "How can you say, “I am not defiled, I have not pursued the Baals”? Consider your conduct in the Valley, recall what you have done: A skittish young camel, running back and forth,"
        },
        {
          "verse": 24,
          "text": "a wild donkey bred in the wilderness, Sniffing the wind in her desire— who can restrain her lust? None seeking her need tire themselves; in her time they will find her."
        },
        {
          "verse": 25,
          "text": "Stop wearing out your feet and parching your throat! But you say, “No use! No! How I love these strangers, after them I must go.”"
        },
        {
          "verse": 26,
          "text": "As the thief is shamed when caught, so shall the house of Israel be shamed: They, their kings, their princes, their priests and their prophets;"
        },
        {
          "verse": 27,
          "text": "They say to a piece of wood, “You are my father,” and to a stone, “You gave me birth.” They turn their backs to me, not their faces; yet in their time of trouble they cry out, “Rise up and save us!”"
        },
        {
          "verse": 28,
          "text": "Where are the gods you made for yourselves? Let them rise up! Will they save you in your time of trouble? For as numerous as your cities are your gods, O Judah! And as many as the streets of Jerusalem are the altars you have set up for Baal."
        },
        {
          "verse": 29,
          "text": "Why are you arguing with me? You have all rebelled against me—oracle of the LORD."
        },
        {
          "verse": 30,
          "text": "In vain I struck your children; correction they did not take. Your sword devoured your prophets like a ravening lion."
        },
        {
          "verse": 31,
          "text": "You people of this generation, consider the word of the Lord: Have I become a wilderness to Israel, a land of gloom? Why then do my people say, “We have moved on, we will not come to you any more”?"
        },
        {
          "verse": 32,
          "text": "Does a young woman forget her jewelry, a bride her sash? Yet my people have forgotten me days without number."
        },
        {
          "verse": 33,
          "text": "How well you pick your way when seeking love! In your wickedness, you have gone by ways unclean!"
        },
        {
          "verse": 34,
          "text": "On your clothing is the life-blood of the innocent, you did not find them committing burglary;"
        },
        {
          "verse": 35,
          "text": "Nonetheless you say, “I am innocent; at least, his anger is turned away from me.” Listen! I will judge you on that word of yours, “I have not sinned.”"
        },
        {
          "verse": 36,
          "text": "How frivolous you have become in changing your course! By Egypt you will be shamed, just as you were shamed by Assyria."
        },
        {
          "verse": 37,
          "text": "From there too you will go out, your hands upon your head; For the LORD has rejected those in whom you trust, with them you will have no success."
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 3 - If a man divorces his wife and she leaves him and then becomes the wife of another, Can she return to the first? Would not this land be wholly defiled? But you have played the prostitute with many lovers, and yet you would return to me!—oracle of the LORD."
        },
        {
          "verse": 2,
          "text": "Raise your eyes to the heights, and look, where have men not lain with you? Along the roadways you waited for them like an Arabian in the wilderness. You defiled the land by your wicked prostitution."
        },
        {
          "verse": 3,
          "text": "Therefore the showers were withheld, the spring rain did not fall. But because you have a prostitute’s brow, you refused to be ashamed."
        },
        {
          "verse": 4,
          "text": "Even now do you not call me, “My father, you are the bridegroom of my youth?"
        },
        {
          "verse": 5,
          "text": "Will he keep his wrath forever, will he hold his grudge to the end?” This is what you say; yet you do all the evil you can."
        },
        {
          "verse": 6,
          "text": "Judah and Israel. The LORD said to me in the days of King Josiah: Do you see what rebellious Israel has done? She has gone up every high mountain, and under every green tree she has played the prostitute."
        },
        {
          "verse": 7,
          "text": "And I thought: After she has done all this, she will return to me. But she did not return. Then, even though that traitor her sister Judah, saw"
        },
        {
          "verse": 8,
          "text": "that, in response to all the adulteries rebel Israel had committed, I sent her away and gave her a bill of divorce, nevertheless Judah, the traitor, her sister, was not frightened; she too went off and played the prostitute."
        },
        {
          "verse": 9,
          "text": "With her casual prostitution, she polluted the land, committing adultery with stone and wood."
        },
        {
          "verse": 10,
          "text": "In spite of all this, Judah, the traitor, her sister, did not return to me wholeheartedly, but insincerely—oracle of the LORD."
        },
        {
          "verse": 11,
          "text": "Restoration of Israel. Then the LORD said to me: Rebel Israel is more just than traitor Judah."
        },
        {
          "verse": 12,
          "text": "Go, proclaim these words toward the north, and say: Return, rebel Israel—oracle of the LORD— I will not remain angry with you; For I am merciful, oracle of the LORD, I will not keep my anger forever."
        },
        {
          "verse": 13,
          "text": "Only admit your guilt: how you have rebelled against the LORD, your God, How you ran here and there to strangers under every green tree and would not listen to my voice—oracle of the LORD."
        },
        {
          "verse": 14,
          "text": "Return, rebellious children—oracle of the LORD— for I am your master; I will take you, one from a city, two from a clan, and bring you to Zion."
        },
        {
          "verse": 15,
          "text": "I will appoint for you shepherds after my own heart, who will shepherd you wisely and prudently."
        },
        {
          "verse": 16,
          "text": "When you increase in number and are fruitful in the land— oracle of the LORD— They will in those days no longer say, “The ark of the covenant of the LORD!” They will no longer think of it, or remember it, or miss it, or make another one."
        },
        {
          "verse": 17,
          "text": "At that time they will call Jerusalem “the LORD’s throne.” All nations will gather together there to honor the name of the LORD at Jerusalem, and they will no longer stubbornly follow their wicked heart."
        },
        {
          "verse": 18,
          "text": "In those days the house of Judah will walk alongside the house of Israel; together they will come from the land of the north to the land which I gave your ancestors as a heritage."
        },
        {
          "verse": 19,
          "text": "Conditions for Forgiveness - I thought: How I would like to make you my children! So I gave you a pleasant land, the most beautiful heritage among the nations! You would call me, “My Father,” I thought, and you would never turn away from me."
        },
        {
          "verse": 20,
          "text": "But like a woman faithless to her lover, thus have you been faithless to me, house of Israel—oracle of the LORD."
        },
        {
          "verse": 21,
          "text": "A cry is heard on the heights! the plaintive weeping of Israel’s children, Because they have perverted their way, they have forgotten the LORD, their God."
        },
        {
          "verse": 22,
          "text": "Return, rebellious children! I will heal your rebellions. “Here we are! We belong to you, for you are the LORD, our God."
        },
        {
          "verse": 23,
          "text": "Deceptive indeed are the hills, the mountains, clamorous; Only in the LORD our God is Israel’s salvation."
        },
        {
          "verse": 24,
          "text": "The shameful thing has devoured our ancestors’ worth from our youth, Their sheep and cattle, their sons and daughters."
        },
        {
          "verse": 25,
          "text": "Let us lie down in our shame, let our disgrace cover us, for we have sinned against the LORD, our God, We and our ancestors, from our youth to this day; we did not listen to the voice of the LORD, our God.”"
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 4 - If you return, Israel—oracle of the LORD— return to me. If you put your detestable things out of my sight, and do not stray,"
        },
        {
          "verse": 2,
          "text": "And swear, “As the LORD lives,” in truth, in judgment, and in justice, Then the nations shall bless themselves in him and in him glory."
        },
        {
          "verse": 3,
          "text": "For to the people of Judah and Jerusalem, thus says the LORD: Till your untilled ground, and do not sow among thorns."
        },
        {
          "verse": 4,
          "text": "Be circumcised for the LORD, remove the foreskins of your hearts, people of Judah and inhabitants of Jerusalem; Or else my anger will break out like fire, and burn so that no one can quench it, because of your evil deeds."
        },
        {
          "verse": 5,
          "text": "The Invasion from the North - Proclaim it in Judah, in Jerusalem announce it; Blow the trumpet throughout the land, call out, “Fill the ranks!” Say, “Assemble, let us march to the fortified cities.”"
        },
        {
          "verse": 6,
          "text": "Raise the signal—to Zion! Seek refuge! Don’t stand there! Disaster I bring from the north, and great destruction."
        },
        {
          "verse": 7,
          "text": "Up comes the lion from its lair, the destroyer of nations has set out, has left its place, To turn your land into a desolation, your cities into an uninhabited waste."
        },
        {
          "verse": 8,
          "text": "So put on sackcloth, mourn and wail: “The blazing anger of the LORD has not turned away from us.”"
        },
        {
          "verse": 9,
          "text": "In that day—oracle of the LORD— The king will lose heart, and the princes; the priests will be horrified, and the prophets stunned."
        },
        {
          "verse": 10,
          "text": "“Ah! Lord GOD,” they will say, “You really did deceive us When you said: You shall have peace, while the sword was at our very throats.”"
        },
        {
          "verse": 11,
          "text": "At that time it will be said to this people and to Jerusalem, A scorching wind from the bare heights comes through the wilderness toward my daughter, the people. Not to winnow, not to cleanse,"
        },
        {
          "verse": 12,
          "text": "a strong wind from there comes at my bidding. Now I too pronounce sentence upon them."
        },
        {
          "verse": 13,
          "text": "See! like storm clouds he advances, like a whirlwind, his chariots; Swifter than eagles, his horses: “Woe to us! we are ruined.”"
        },
        {
          "verse": 14,
          "text": "Cleanse your heart of evil, Jerusalem, that you may be saved. How long will you entertain wicked schemes?"
        },
        {
          "verse": 15,
          "text": "A voice proclaims it from Dan, announces wickedness from Mount Ephraim:"
        },
        {
          "verse": 16,
          "text": "“Make this known to the nations, announce it against Jerusalem: Besiegers are coming from the distant land, shouting their war cry against the cities of Judah.”"
        },
        {
          "verse": 17,
          "text": "Like watchers in the fields they surround her, for she has rebelled against me—oracle of the LORD."
        },
        {
          "verse": 18,
          "text": "Your conduct, your deeds, have done this to you; how bitter is this evil of yours, how it reaches to your very heart!"
        },
        {
          "verse": 19,
          "text": "My body! my body! how I writhe! The walls of my heart! My heart beats wildly, I cannot be still; For I myself have heard the blast of the horn, the battle cry."
        },
        {
          "verse": 20,
          "text": "Ruin upon ruin is reported; the whole land is laid waste. In an instant my tents are ravaged; in a flash, my shelters."
        },
        {
          "verse": 21,
          "text": "How long must I see the signal, hear the blast of the horn!"
        },
        {
          "verse": 22,
          "text": "My people are fools, they do not know me; They are senseless children, without understanding; They are wise at evil, but they do not know how to do good."
        },
        {
          "verse": 23,
          "text": "I looked at the earth—it was waste and void; at the heavens—their light had gone out!"
        },
        {
          "verse": 24,
          "text": "I looked at the mountains—they were quaking! All the hills were crumbling!"
        },
        {
          "verse": 25,
          "text": "I looked—there was no one; even the birds of the air had flown away!"
        },
        {
          "verse": 26,
          "text": "I looked—the garden land was a wilderness, with all its cities destroyed before the LORD, before his blazing anger."
        },
        {
          "verse": 27,
          "text": "For thus says the LORD: The whole earth shall be waste, but I will not wholly destroy it."
        },
        {
          "verse": 28,
          "text": "Because of this the earth shall mourn, the heavens above shall darken; I have spoken, I will not change my mind, I have decided, I will not turn back."
        },
        {
          "verse": 29,
          "text": "At the shout of rider and archer each city takes to flight; They shrink into the thickets, they scale the rocks: All the cities are abandoned, no one lives in them."
        },
        {
          "verse": 30,
          "text": "You now who are doomed, what are you doing dressing in purple, bedecking yourself with gold, Enlarging your eyes with kohl? You beautify yourself in vain! Your lovers reject you, they seek your life."
        },
        {
          "verse": 31,
          "text": "Yes, I hear the cry, like that of a woman in labor, like the anguish of a mother bearing her first child— The cry of daughter Zion gasping, as she stretches out her hands: “Ah, woe is me! I sink exhausted before my killers!”"
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 5 Universal Corruption - Roam the streets of Jerusalem, look about and observe, Search through her squares, to find even one Who acts justly and seeks honesty, and I will pardon her!"
        },
        {
          "verse": 2,
          "text": "They say, “As the LORD lives,” but in fact they swear falsely."
        },
        {
          "verse": 3,
          "text": "LORD, do your eyes not search for honesty? You struck them, but they did not flinch; you laid them low, but they refused correction; They set their faces harder than stone, and refused to return."
        },
        {
          "verse": 4,
          "text": "I thought: These are only the lowly, they behave foolishly; For they do not know the way of the LORD, the justice of their God."
        },
        {
          "verse": 5,
          "text": "Let me go to the leaders and speak with them; For they must know the way of the LORD, the justice of their God. But, one and all, they have broken the yoke, torn off the harness."
        },
        {
          "verse": 6,
          "text": "Therefore, lions from the forest slay them, wolves of the desert ravage them, Leopards keep watch round their cities: all who come out are torn to pieces, For their crimes are many, their rebellions numerous."
        },
        {
          "verse": 7,
          "text": "Why should I pardon you? Your children have forsaken me, they swear by gods that are no gods. I fed them, but they commit adultery; to the prostitute’s house they throng."
        },
        {
          "verse": 8,
          "text": "They are lustful stallions, each neighs after the other’s wife."
        },
        {
          "verse": 9,
          "text": "Should I not punish them for this?—oracle of the LORD; on a nation like this should I not take vengeance?"
        },
        {
          "verse": 10,
          "text": "Climb her terraces, and ravage them, destroy them completely. Tear away her tendrils, they do not belong to the LORD."
        },
        {
          "verse": 11,
          "text": "For they have openly rebelled against me, both the house of Israel and the house of Judah— oracle of the LORD."
        },
        {
          "verse": 12,
          "text": "They denied the LORD, saying, “He is nothing, No evil shall come to us, neither sword nor famine shall we see."
        },
        {
          "verse": 13,
          "text": "The prophets are wind, and the word is not with them. Let it be done to them!”"
        },
        {
          "verse": 14,
          "text": "Therefore, thus says the LORD, the God of hosts, because you have said this— See! I make my words a fire in your mouth, And this people the wood that it shall devour!—"
        },
        {
          "verse": 15,
          "text": "Beware! I will bring against you a nation from far away, O House of Israel—oracle of the LORD; A long-lived nation, an ancient nation, a people whose language you do not know, whose speech you cannot understand."
        },
        {
          "verse": 16,
          "text": "Their quivers are like open graves; all of them are warriors."
        },
        {
          "verse": 17,
          "text": "They will devour your harvest and your bread, devour your sons and your daughters, Devour your sheep and cattle, devour your vines and fig trees; With their swords they will beat down the fortified cities in which you trust."
        },
        {
          "verse": 18,
          "text": "Yet even in those days—oracle of the LORD—I will not completely destroy you."
        },
        {
          "verse": 19,
          "text": "And when they ask, “Why has the LORD our God done all these things to us?” say to them, “As you have abandoned me to serve foreign gods in your own land, so shall you serve foreigners in a land not your own.”"
        },
        {
          "verse": 20,
          "text": "Announce this to the house of Jacob, proclaim it in Judah:"
        },
        {
          "verse": 21,
          "text": "Pay attention to this, you foolish and senseless people, Who have eyes and do not see, who have ears and do not hear."
        },
        {
          "verse": 22,
          "text": "Should you not fear me—oracle of the LORD— should you not tremble before me? I made the sandy shore the sea’s limit, which by eternal decree it may not overstep. Toss though it may, it is to no avail; though its billows roar, they cannot overstep."
        },
        {
          "verse": 23,
          "text": "But this people’s heart is stubborn and rebellious; they turn and go away,"
        },
        {
          "verse": 24,
          "text": "And do not say in their hearts, “Let us fear the LORD, our God, Who gives us rain early and late, in its time; Who watches for us over the appointed weeks of harvest.”"
        },
        {
          "verse": 25,
          "text": "Your crimes have prevented these things, your sins have turned these blessings away from you."
        },
        {
          "verse": 26,
          "text": "For criminals lurk among my people; like fowlers they set traps, but it is human beings they catch."
        },
        {
          "verse": 27,
          "text": "Their houses are as full of treachery as a bird-cage is of birds; Therefore they grow powerful and rich,"
        },
        {
          "verse": 28,
          "text": "fat and sleek. They pass over wicked deeds; justice they do not defend By advancing the claim of the orphan or judging the cause of the poor."
        },
        {
          "verse": 29,
          "text": "Shall I not punish these things?—oracle of the LORD; on a nation such as this shall I not take vengeance?"
        },
        {
          "verse": 30,
          "text": "Something shocking and horrible has happened in the land:"
        },
        {
          "verse": 31,
          "text": "The prophets prophesy falsely, and the priests teach on their own authority; Yet my people like it this way; what will you do when the end comes?"
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 6 The Enemy at the Gates - Seek refuge, Benjaminites, from the midst of Jerusalem! Blow the trumpet in Tekoa, raise a signal over Beth-haccherem; For disaster threatens from the north, and mighty destruction."
        },
        {
          "verse": 2,
          "text": "Lovely and delicate daughter Zion, you are ruined!"
        },
        {
          "verse": 3,
          "text": "Against her, shepherds come with their flocks; all around, they pitch their tents against her; each one grazes his portion."
        },
        {
          "verse": 4,
          "text": "“Prepare for war against her, Up! let us rush upon her at midday!” “Woe to us! the day is waning, evening shadows lengthen!”"
        },
        {
          "verse": 5,
          "text": "“Up! let us rush upon her by night, destroy her palaces!”"
        },
        {
          "verse": 6,
          "text": "For thus says the LORD of hosts: Hew down her trees, throw up a siege mound against Jerusalem. Woe to the city marked for punishment; there is nothing but oppression within her!"
        },
        {
          "verse": 7,
          "text": "As a well keeps its waters fresh, so she keeps fresh her wickedness. Violence and destruction resound in her; ever before me are wounds and blows."
        },
        {
          "verse": 8,
          "text": "Be warned, Jerusalem, or I will be estranged from you, And I will turn you into a wilderness, a land where no one dwells."
        },
        {
          "verse": 9,
          "text": "Thus says the LORD of hosts: Glean, glean like a vine the remnant of Israel; Pass your hand, like a vintager, repeatedly over the tendrils."
        },
        {
          "verse": 10,
          "text": "To whom shall I speak? whom shall I warn, and be heard? See! their ears are uncircumcised, they cannot pay attention; See, the word of the LORD has become for them an object of scorn, for which they have no taste."
        },
        {
          "verse": 11,
          "text": "But the wrath of the LORD brims up within me, I am weary of holding it in. I will pour it out upon the child in the street, upon the young men gathered together. Yes, husband and wife will be taken, elder with ancient."
        },
        {
          "verse": 12,
          "text": "Their houses will fall to others, their fields and their wives as well; For I will stretch forth my hand against those who dwell in the land—oracle of the LORD."
        },
        {
          "verse": 13,
          "text": "Small and great alike, all are greedy for gain; prophet and priest, all practice fraud."
        },
        {
          "verse": 14,
          "text": "They have treated lightly the injury to my people: “Peace, peace!” they say, though there is no peace."
        },
        {
          "verse": 15,
          "text": "They have acted shamefully, committing abominations, yet they are not at all ashamed, they do not know how to blush. Therefore they will fall among the fallen; in the time of their punishment they shall stumble, says the LORD."
        },
        {
          "verse": 16,
          "text": "Thus says the LORD: Stand by the earliest roads, ask the pathways of old, “Which is the way to good?” and walk it; thus you will find rest for yourselves. But they said, “We will not walk it.”"
        },
        {
          "verse": 17,
          "text": "I raised up watchmen for them: “Pay attention to the sound of the trumpet!” But they said, “We will not pay attention!”"
        },
        {
          "verse": 18,
          "text": "Therefore hear, O nations, and know, O earth, what I will do with them:"
        },
        {
          "verse": 19,
          "text": "See, I bring evil upon this people, the fruit of their own schemes, Because they did not pay attention to my words, because they rejected my law."
        },
        {
          "verse": 20,
          "text": "Of what use to me is incense that comes from Sheba, or sweet cane from far-off lands? Your burnt offerings find no favor with me, your sacrifices do not please me."
        },
        {
          "verse": 21,
          "text": "Therefore, thus says the LORD: See, I will place before this people obstacles to trip them up; Parents and children alike, neighbors and friends shall perish."
        },
        {
          "verse": 22,
          "text": "Thus says the LORD: See, a people comes from the land of the north, a great nation, rising from the very ends of the earth."
        },
        {
          "verse": 23,
          "text": "Bow and javelin they wield; cruel and pitiless are they. They sound like the roaring sea as they ride forth on horses, Each in his place for battle against you, daughter Zion."
        },
        {
          "verse": 24,
          "text": "We hear news of them; our hands hang helpless, Anguish takes hold of us, pangs like a woman in childbirth."
        },
        {
          "verse": 25,
          "text": "Do not go out into the field, do not step into the street, For the enemy has a sword; terror on every side!"
        },
        {
          "verse": 26,
          "text": "Daughter of my people, dress in sackcloth, roll in the ashes. Mourn as for an only child with bitter wailing: “How suddenly the destroyer comes upon us!”"
        },
        {
          "verse": 27,
          "text": "A tester for my people I have appointed you, to search and test their way."
        },
        {
          "verse": 28,
          "text": "Arch-rebels are they all, dealers in slander, bronze and iron, all of them, destroyers they are."
        },
        {
          "verse": 29,
          "text": "The bellows are scorched, the lead is consumed by the fire; In vain has the refiner refined, the wicked are not drawn off."
        },
        {
          "verse": 30,
          "text": "“Silver rejected” they shall be called, for the LORD has rejected them."
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "verse": 1,
          "text": "II. Oracles Primarily from the Days of Jehoiakim Chapter 7 - The Temple Sermon. The word came to Jeremiah from the LORD:"
        },
        {
          "verse": 2,
          "text": "Stand at the gate of the house of the LORD and proclaim this message there: Hear the word of the LORD, all you of Judah who enter these gates to worship the LORD!"
        },
        {
          "verse": 3,
          "text": "Thus says the LORD of hosts, the God of Israel: Reform your ways and your deeds so that I may dwell with you in this place."
        },
        {
          "verse": 4,
          "text": "Do not put your trust in these deceptive words: “The temple of the LORD! The temple of the LORD! The temple of the LORD!”"
        },
        {
          "verse": 5,
          "text": "Only if you thoroughly reform your ways and your deeds; if each of you deals justly with your neighbor;"
        },
        {
          "verse": 6,
          "text": "if you no longer oppress the alien, the orphan, and the widow; if you no longer shed innocent blood in this place or follow after other gods to your own harm,"
        },
        {
          "verse": 7,
          "text": "only then will I let you continue to dwell in this place, in the land I gave your ancestors long ago and forever."
        },
        {
          "verse": 8,
          "text": "But look at you! You put your trust in deceptive words to your own loss!"
        },
        {
          "verse": 9,
          "text": "Do you think you can steal and murder, commit adultery and perjury, sacrifice to Baal, follow other gods that you do not know,"
        },
        {
          "verse": 10,
          "text": "and then come and stand in my presence in this house, which bears my name, and say: “We are safe! We can commit all these abominations again!”?"
        },
        {
          "verse": 11,
          "text": "Has this house which bears my name become in your eyes a den of thieves? I have seen it for myself!—oracle of the LORD."
        },
        {
          "verse": 12,
          "text": "Go to my place at Shiloh, where I made my name dwell in the beginning. See what I did to it because of the wickedness of my people Israel."
        },
        {
          "verse": 13,
          "text": "And now, because you have committed all these deeds—oracle of the LORD—because you did not listen, though I spoke to you untiringly, and because you did not answer, though I called you,"
        },
        {
          "verse": 14,
          "text": "I will do to this house, which bears my name, in which you trust, and to the place which I gave you and your ancestors, exactly what I did to Shiloh."
        },
        {
          "verse": 15,
          "text": "I will cast you out of my sight, as I cast away all your kindred, all the offspring of Ephraim."
        },
        {
          "verse": 16,
          "text": "Abuses in Worship. You, now, must not intercede for this people! Do not raise a cry or prayer in their behalf! Do not press me, for I will not listen to you!"
        },
        {
          "verse": 17,
          "text": "Do you not see what they are doing in the cities of Judah, in the streets of Jerusalem?"
        },
        {
          "verse": 18,
          "text": "The children gather wood, their fathers light the fire, and the women knead dough to make cakes for the Queen of Heaven, while libations are poured out to other gods—all to offend me!"
        },
        {
          "verse": 19,
          "text": "Are they really offending me—oracle of the LORD—or rather themselves, to their own disgrace?"
        },
        {
          "verse": 20,
          "text": "Therefore, thus says the Lord GOD: my anger and my wrath will pour out upon this place, upon human being and beast, upon the trees of the field and the fruits of the earth; it will burn and not be quenched."
        },
        {
          "verse": 21,
          "text": "Thus says the LORD of hosts, the God of Israel: Heap your burnt offerings upon your sacrifices; eat up the meat!"
        },
        {
          "verse": 22,
          "text": "In speaking to your ancestors on the day I brought them out of the land of Egypt, I gave them no command concerning burnt offering or sacrifice."
        },
        {
          "verse": 23,
          "text": "This rather is what I commanded them: Listen to my voice; then I will be your God and you shall be my people. Walk exactly in the way I command you, so that you may prosper."
        },
        {
          "verse": 24,
          "text": "But they did not listen to me, nor did they pay attention. They walked in the stubbornness of their evil hearts and turned their backs, not their faces, to me."
        },
        {
          "verse": 25,
          "text": "From the day that your ancestors left the land of Egypt even to this day, I kept on sending all my servants the prophets to you."
        },
        {
          "verse": 26,
          "text": "Yet they have not listened to me nor have they paid attention; they have stiffened their necks and done worse than their ancestors."
        },
        {
          "verse": 27,
          "text": "When you speak all these words to them, they will not listen to you either. When you call to them, they will not answer you."
        },
        {
          "verse": 28,
          "text": "Say to them: This is the nation which does not listen to the voice of the LORD, its God, or take correction. Faithfulness has disappeared; the word itself is banished from their speech."
        },
        {
          "verse": 29,
          "text": "Cut off your hair and throw it away! on the heights raise a lament; The LORD has indeed rejected and cast off the generation that draws down his wrath."
        },
        {
          "verse": 30,
          "text": "The people of Judah have done what is evil in my eyes—oracle of the LORD. They have set up their detestable things in the house which bears my name, thereby defiling it."
        },
        {
          "verse": 31,
          "text": "In the Valley of Ben-hinnom they go on building the high places of Topheth to sacrifice their sons and daughters by fire, something I never commanded or considered."
        },
        {
          "verse": 32,
          "text": "Be assured! Days are coming—oracle of the LORD—when they will no longer say “Topheth” or “Valley of Ben-hinnom” but “Valley of Slaughter.” For want of space, Topheth will become burial ground."
        },
        {
          "verse": 33,
          "text": "The corpses of this people will be food for the birds of the sky and beasts of the earth, which no one will drive away."
        },
        {
          "verse": 34,
          "text": "I will silence the cry of joy, the cry of gladness, the voice of the bridegroom and the voice of the bride, in the cities of Judah and in the streets of Jerusalem; for the land will be turned to rubble."
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 8 - At that time—oracle of the LORD—the bones of the kings and princes of Judah, the bones of the priests and the prophets, and the bones of the inhabitants of Jerusalem will be brought out of their graves"
        },
        {
          "verse": 2,
          "text": "and spread out before the sun, the moon, and the whole host of heaven, which they loved and served, which they followed, consulted, and worshiped. They will not be gathered up for burial, but will lie like dung upon the ground."
        },
        {
          "verse": 3,
          "text": "Death will be preferred to life by all the survivors of this wicked people who remain in any of the places to which I banish them—oracle of the LORD of hosts."
        },
        {
          "verse": 4,
          "text": "Israel’s Conduct Incomprehensible - Tell them: Thus says the LORD: When someone falls, do they not rise again? if they turn away, do they not turn back?"
        },
        {
          "verse": 5,
          "text": "Why then do these people resist with persistent rebellion? Why do they cling to deception, refuse to turn back?"
        },
        {
          "verse": 6,
          "text": "I have listened closely: they speak what is not true; No one regrets wickedness, saying, “What have I done?” Everyone keeps on running their course, like a horse dashing into battle."
        },
        {
          "verse": 7,
          "text": "Even the stork in the sky knows its seasons; Turtledove, swift, and thrush observe the time of their return, But my people do not know the order of the LORD."
        },
        {
          "verse": 8,
          "text": "How can you say, “We are wise, we have the law of the LORD”? See, that has been changed into falsehood by the lying pen of the scribes!"
        },
        {
          "verse": 9,
          "text": "The wise are put to shame, terrified, and trapped; Since they have rejected the word of the LORD, what sort of wisdom do they have?"
        },
        {
          "verse": 10,
          "text": "Shameless in Their Crimes - Therefore, I will give their wives to other men, their fields to new owners. Small and great alike, all are greedy for gain, prophet and priest, all practice fraud."
        },
        {
          "verse": 11,
          "text": "They have treated lightly the injury to the daughter of my people: “Peace, peace!” they say, though there is no peace."
        },
        {
          "verse": 12,
          "text": "They have acted shamefully; they have done abominable things, yet they are not at all ashamed, they do not know how to blush. Hence they shall be among those who fall; in their time of punishment they shall stumble, says the LORD."
        },
        {
          "verse": 13,
          "text": "Threats of Punishment - I will gather them all in—oracle of the LORD: no grapes on the vine, No figs on the fig trees, foliage withered! Whatever I have given them is gone."
        },
        {
          "verse": 14,
          "text": "Why do we remain here? Let us assemble and flee to the fortified cities, where we will meet our doom; For the LORD our God has doomed us, he has given us poisoned water to drink, because we have sinned against the LORD."
        },
        {
          "verse": 15,
          "text": "We wait for peace to no avail; for a time of healing, but terror comes instead."
        },
        {
          "verse": 16,
          "text": "From Dan is heard the snorting of horses; The neighing of stallions shakes the whole land. They come to devour the land and everything in it, the city and its inhabitants."
        },
        {
          "verse": 17,
          "text": "Yes, I will send against you poisonous snakes. Against them no charm will work when they bite you—oracle of the LORD."
        },
        {
          "verse": 18,
          "text": "The Prophet’s Grief over the People’s Suffering - My joy is gone, grief is upon me, my heart is sick."
        },
        {
          "verse": 19,
          "text": "Listen! the cry of the daughter of my people, far and wide in the land! “Is the LORD no longer in Zion, is her King no longer in her midst?” Why do they provoke me with their idols, with their foreign nonentities?"
        },
        {
          "verse": 20,
          "text": "“The harvest is over, the summer ended, but we have not yet been saved!”"
        },
        {
          "verse": 21,
          "text": "I am broken by the injury of the daughter of my people. I am in mourning; horror has seized me."
        },
        {
          "verse": 22,
          "text": "Is there no balm in Gilead, no healer there? Why does new flesh not grow over the wound of the daughter of my people?"
        },
        {
          "verse": 23,
          "text": "Oh, that my head were a spring of water, my eyes a fountain of tears, That I might weep day and night over the slain from the daughter of my people!"
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 9 The Corruption of the People - Oh, that I had in the wilderness a travelers’ lodging! That I might leave my people and depart from them. They are all adulterers, a band of traitors."
        },
        {
          "verse": 2,
          "text": "They ready their tongues like a drawn bow; with lying, and not with truth, they are powerful in the land. They go from evil to evil, and me they do not know—oracle of the LORD."
        },
        {
          "verse": 3,
          "text": "Be on your guard, everyone against his neighbor; put no trust in any brother. Every brother imitates Jacob, the supplanter, every neighbor is guilty of slander."
        },
        {
          "verse": 4,
          "text": "Each one deceives the other, no one speaks the truth. They have accustomed their tongues to lying, they are perverse and cannot repent."
        },
        {
          "verse": 5,
          "text": "Violence upon violence, deceit upon deceit: They refuse to know me— oracle of the LORD."
        },
        {
          "verse": 6,
          "text": "Therefore, thus says the LORD of hosts: I will refine them and test them; how else should I deal with the daughter of my people?"
        },
        {
          "verse": 7,
          "text": "A murderous arrow is their tongue, their mouths utter deceit; They speak peaceably with their neighbors, but in their hearts they lay an ambush!"
        },
        {
          "verse": 8,
          "text": "Should I not punish them for these deeds—oracle of the LORD; on a nation such as this should I not take vengeance?"
        },
        {
          "verse": 9,
          "text": "Dirge over the Ravaged Land - Over the mountains I shall break out in cries of lamentation, over the pastures in the wilderness, in a dirge: They are scorched, and no one crosses them, no sound of lowing cattle; Birds of the air as well as beasts, all have fled and are gone."
        },
        {
          "verse": 10,
          "text": "I will turn Jerusalem into a heap of ruins, a haunt of jackals; The cities of Judah I will make a waste, where no one dwells."
        },
        {
          "verse": 11,
          "text": "Who is wise enough to understand this? To whom has the mouth of the LORD spoken? Let him declare it! Why is the land ravaged, scorched like a wilderness no one crosses?"
        },
        {
          "verse": 12,
          "text": "The LORD said: Because they have abandoned my law, which I set before them, and did not listen to me or follow it,"
        },
        {
          "verse": 13,
          "text": "but followed instead their stubborn hearts and the Baals, as their ancestors had taught them,"
        },
        {
          "verse": 14,
          "text": "therefore, thus says the LORD of hosts, the God of Israel: See now, I will give this people wormwood to eat and poisoned water to drink."
        },
        {
          "verse": 15,
          "text": "I will scatter them among nations whom neither they nor their ancestors have known; I will send the sword to pursue them until I have completely destroyed them."
        },
        {
          "verse": 16,
          "text": "Thus says the LORD of hosts: Inquire, and call the wailing women to come; summon the most skilled of them."
        },
        {
          "verse": 17,
          "text": "Let them come quickly and raise for us a dirge, That our eyes may run with tears, our pupils flow with water."
        },
        {
          "verse": 18,
          "text": "The sound of the dirge is heard from Zion: We are ruined and greatly ashamed; We have left the land, given up our dwellings!"
        },
        {
          "verse": 19,
          "text": "Hear, you women, the word of the LORD, let your ears receive the word of his mouth. Teach your daughters a dirge, and each other a lament:"
        },
        {
          "verse": 20,
          "text": "Death has come up through our windows, has entered our citadels, To cut down children in the street, young people in the squares."
        },
        {
          "verse": 21,
          "text": "Corpses shall fall like dung in the open field, Like sheaves behind the harvester, with no one to gather them."
        },
        {
          "verse": 22,
          "text": "True Glory - Thus says the LORD: Let not the wise boast of his wisdom, nor the strong boast of his strength, nor the rich man boast of his riches;"
        },
        {
          "verse": 23,
          "text": "But rather, let those who boast, boast of this, that in their prudence they know me, Know that I, the LORD, act with fidelity, justice, and integrity on earth. How I take delight in these—oracle of the LORD."
        },
        {
          "verse": 24,
          "text": "False Circumcision. See, days are coming—oracle of the LORD—when I will demand an account of all those circumcised in the foreskin:"
        },
        {
          "verse": 25,
          "text": "Egypt and Judah, Edom and the Ammonites, Moab, and those who live in the wilderness and shave their temples. For all the nations are uncircumcised, even the whole house of Israel is uncircumcised at heart."
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 10 - The Folly of Idolatry. Hear the word the LORD speaks to you, house of Israel."
        },
        {
          "verse": 2,
          "text": "Thus says the LORD: Do not learn the ways of the nations, and have no fear of the signs in the heavens, even though the nations fear them."
        },
        {
          "verse": 3,
          "text": "For the carvings of the nations are nonentities, wood cut from the forest, Fashioned by artisans with the adze,"
        },
        {
          "verse": 4,
          "text": "adorned with silver and gold. With nails and hammers they are fastened, so they do not fall."
        },
        {
          "verse": 5,
          "text": "Like a scarecrow in a cucumber field are they, they cannot speak; They must be carried about, for they cannot walk. Do not fear them, they can do no harm, neither can they do good."
        },
        {
          "verse": 6,
          "text": "No one is like you, LORD, you are great, great and mighty is your name."
        },
        {
          "verse": 7,
          "text": "Who would not fear you, King of the nations, for it is your due! Among all the wisest of the nations, and in all their domains, there is none like you."
        },
        {
          "verse": 8,
          "text": "One and all they are stupid and senseless, the instruction from nonentities—only wood!"
        },
        {
          "verse": 9,
          "text": "Silver plates brought from Tarshish, and gold from Ophir, The work of the artisan and the handiwork of the smelter, Clothed with violet and purple— all of them the work of skilled workers."
        },
        {
          "verse": 10,
          "text": "The LORD is truly God, he is the living God, the eternal King, Before whose anger the earth quakes, whose wrath the nations cannot endure."
        },
        {
          "verse": 11,
          "text": "Thus shall you say of them: The gods that did not make heaven and earth—let these perish from earth and from beneath heaven!"
        },
        {
          "verse": 12,
          "text": "The one who made the earth by his power, established the world by his wisdom, and by his skill stretched out the heavens."
        },
        {
          "verse": 13,
          "text": "When he thunders, the waters in the heavens roar, and he brings up clouds from the end of the earth, Makes lightning flash in the rain, and brings forth the wind from his storehouses."
        },
        {
          "verse": 14,
          "text": "Everyone is too stupid to know; every artisan is put to shame by his idol: He has molded a fraud, without breath of life."
        },
        {
          "verse": 15,
          "text": "They are nothing, objects of ridicule; they will perish in their time of punishment."
        },
        {
          "verse": 16,
          "text": "Jacob’s portion is nothing like them: for he is the maker of everything! Israel is his very own tribe, LORD of hosts is his name."
        },
        {
          "verse": 17,
          "text": "Abandonment of Judah - Gather up your bundle from the land, City living under siege!"
        },
        {
          "verse": 18,
          "text": "For thus says the LORD: Now, at this time I will sling away the inhabitants of the land; I will hem them in, that they may be taken."
        },
        {
          "verse": 19,
          "text": "Woe is me! I am undone, my wound is beyond healing. Yet I had thought: if I make light of my sickness, I can bear it."
        },
        {
          "verse": 20,
          "text": "My tent is ruined, all its cords are severed. My children have left me, they are no more: no one to pitch my tent, no one to raise its curtains."
        },
        {
          "verse": 21,
          "text": "How stupid are the shepherds! The LORD they have not sought; For this reason they have failed, and all their flocks scattered."
        },
        {
          "verse": 22,
          "text": "Listen! a rumor! here it comes, a great commotion from the land of the north: To make the cities of Judah a desolation, the haunt of jackals."
        },
        {
          "verse": 23,
          "text": "Prayer of Jeremiah - I know, LORD, that no one chooses their way, Nor determines their course nor directs their own step."
        },
        {
          "verse": 24,
          "text": "Correct me, LORD, but with equity, not in anger, lest you diminish me."
        },
        {
          "verse": 25,
          "text": "Pour out your wrath on the nations that do not know you, on the tribes that do not call your name; For they have utterly devoured Jacob, and laid waste his home."
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 11 - Plea for Fidelity to the Covenant. The word that came to Jeremiah from the LORD:"
        },
        {
          "verse": 2,
          "text": "Speak to the people of Judah and the inhabitants of Jerusalem,"
        },
        {
          "verse": 3,
          "text": "and say to them: Thus says the LORD, the God of Israel: Cursed be anyone who does not observe the words of this covenant,"
        },
        {
          "verse": 4,
          "text": "which I commanded your ancestors the day I brought them up out of the land of Egypt, that iron furnace, saying: Listen to my voice and do all that I command you. Then you shall be my people, and I will be your God."
        },
        {
          "verse": 5,
          "text": "Thus I will fulfill the oath I swore to your ancestors, to give them a land flowing with milk and honey, the one you have today. “Amen, LORD,” I answered."
        },
        {
          "verse": 6,
          "text": "Then the LORD said to me: Proclaim all these words in the cities of Judah and in the streets of Jerusalem: Hear the words of this covenant and obey them."
        },
        {
          "verse": 7,
          "text": "I warned your ancestors unceasingly from the day I brought them up out of the land of Egypt even to this day: obey my voice."
        },
        {
          "verse": 8,
          "text": "But they did not listen or obey. They each walked in the stubbornness of their evil hearts, till I brought upon them all the threats of this covenant which they had failed to observe as I commanded them."
        },
        {
          "verse": 9,
          "text": "A conspiracy has been found, the LORD said to me, among the people of Judah and the inhabitants of Jerusalem:"
        },
        {
          "verse": 10,
          "text": "They have returned to the crimes of their ancestors who refused to obey my words. They also have followed and served other gods; the house of Israel and the house of Judah have broken the covenant I made with their ancestors."
        },
        {
          "verse": 11,
          "text": "Therefore, thus says the LORD: See, I am bringing upon them a disaster they cannot escape. Though they cry out to me, I will not listen to them."
        },
        {
          "verse": 12,
          "text": "Then the cities of Judah and the inhabitants of Jerusalem will go and cry out to the gods to whom they have been offering incense. But these gods will give them no help whatever in the time of their disaster."
        },
        {
          "verse": 13,
          "text": "For as many as your cities are your gods, O Judah! As many as the streets of Jerusalem are the altars for sacrifice to Baal."
        },
        {
          "verse": 14,
          "text": "Now, you must not intercede for this people; do not raise on their behalf a cry or prayer! I will not listen when they call to me in the time of their disaster."
        },
        {
          "verse": 15,
          "text": "Sacrifices of No Avail - What right has my beloved in my house, while she devises her plots? Can vows and sacred meat turn away your disaster from you? Will you still be jubilant"
        },
        {
          "verse": 16,
          "text": "when you hear the great tumult? The LORD has named you “a spreading olive tree, a pleasure to behold”; Now he sets fire to it, its branches burn."
        },
        {
          "verse": 17,
          "text": "The LORD of hosts who planted you has decreed disaster for you because of the evil done by the house of Israel and by the house of Judah, who provoked me by sacrificing to Baal."
        },
        {
          "verse": 18,
          "text": "The Plot Against Jeremiah. I knew it because the LORD informed me: at that time you showed me their doings."
        },
        {
          "verse": 19,
          "text": "Yet I was like a trusting lamb led to slaughter, not knowing that they were hatching plots against me: “Let us destroy the tree in its vigor; let us cut him off from the land of the living, so that his name will no longer be remembered.”"
        },
        {
          "verse": 20,
          "text": "But, you, LORD of hosts, just Judge, searcher of mind and heart, Let me witness the vengeance you take on them, for to you I have entrusted my cause!"
        },
        {
          "verse": 21,
          "text": "Therefore, thus says the LORD concerning the men of Anathoth who seek your life and say, “Do not prophesy in the name of the LORD; otherwise you shall die by our hand.”"
        },
        {
          "verse": 22,
          "text": "Therefore, thus says the LORD of hosts: I am going to punish them. The young men shall die by the sword; their sons and daughters shall die by famine."
        },
        {
          "verse": 23,
          "text": "None shall be spared among them, for I will bring disaster upon the men of Anathoth, the year of their punishment."
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 12 - You would be in the right, O LORD, if I should dispute with you; even so, I must lay out the case against you. Why does the way of the wicked prosper, why do all the treacherous live in contentment?"
        },
        {
          "verse": 2,
          "text": "You planted them; they have taken root, they flourish and bear fruit as well. You are upon their lips, but far from their thoughts."
        },
        {
          "verse": 3,
          "text": "LORD, you know me, you see me, you have found that my heart is with you. Pick them out like sheep for the butcher, set them apart for the day of slaughter."
        },
        {
          "verse": 4,
          "text": "How long must the land mourn, the grass of the whole countryside wither? Because of the wickedness of those who dwell in it beasts and birds disappear, for they say, “God does not care about our future.”"
        },
        {
          "verse": 5,
          "text": "If running against men has wearied you, how will you race against horses? And if you are safe only on a level stretch, what will you do in the jungle of the Jordan?"
        },
        {
          "verse": 6,
          "text": "Your kindred and your father’s house, even they betray you; they have recruited a force against you. Do not believe them, even when they speak fair words to you."
        },
        {
          "verse": 7,
          "text": "The Lord’s Complaint - I have abandoned my house, cast off my heritage; The beloved of my soul I have delivered into the hand of her foes."
        },
        {
          "verse": 8,
          "text": "My heritage has become for me like a lion in the thicket; She has raised her voice against me, therefore she has incurred my hatred."
        },
        {
          "verse": 9,
          "text": "My heritage is a prey for hyenas, is surrounded by vultures; Come, gather together, all you wild animals, come and eat!"
        },
        {
          "verse": 10,
          "text": "Many shepherds have ravaged my vineyard, have trampled down my heritage; My delightful portion they have turned into a desert waste."
        },
        {
          "verse": 11,
          "text": "They have made it a mournful waste, desolate before me, Desolate, the whole land, because no one takes it to heart."
        },
        {
          "verse": 12,
          "text": "Upon every height in the wilderness marauders have appeared. The LORD has a sword that consumes the land from end to end: no peace for any living thing."
        },
        {
          "verse": 13,
          "text": "They have sown wheat and reaped thorns, they have tired themselves out for no purpose; They are shamed by their harvest, the burning anger of the LORD."
        },
        {
          "verse": 14,
          "text": "Judah’s Neighbors. Thus says the LORD, against all my evil neighbors who plunder the heritage I gave my people Israel as their own: See, I will uproot them from their land; the house of Judah I will uproot in their midst."
        },
        {
          "verse": 15,
          "text": "But after uprooting them, I will have compassion on them again and bring them back, each to their heritage, each to their land."
        },
        {
          "verse": 16,
          "text": "And if they truly learn my people’s custom of swearing by my name, “As the LORD lives,” just as they taught my people to swear by Baal, then they shall be built up in the midst of my people."
        },
        {
          "verse": 17,
          "text": "But if they do not obey, I will uproot and destroy that nation entirely—oracle of the LORD."
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 13 - Judah’s Corruption. The LORD said to me: Go buy yourself a linen loincloth; wear it on your loins, but do not put it in water."
        },
        {
          "verse": 2,
          "text": "I bought the loincloth, as the LORD commanded, and put it on."
        },
        {
          "verse": 3,
          "text": "A second time the word of the LORD came to me thus:"
        },
        {
          "verse": 4,
          "text": "Take the loincloth which you bought and are wearing, and go at once to the Perath; hide it there in a cleft of the rock."
        },
        {
          "verse": 5,
          "text": "Obedient to the LORD’s command, I went to the Perath and buried the loincloth."
        },
        {
          "verse": 6,
          "text": "After a long time, the LORD said to me: Go now to the Perath and fetch the loincloth which I told you to hide there."
        },
        {
          "verse": 7,
          "text": "So I went to the Perath, looked for the loincloth and took it from the place I had hidden it. But it was rotted, good for nothing!"
        },
        {
          "verse": 8,
          "text": "Then the word came to me from the LORD:"
        },
        {
          "verse": 9,
          "text": "Thus says the LORD: So also I will allow the pride of Judah to rot, the great pride of Jerusalem."
        },
        {
          "verse": 10,
          "text": "This wicked people who refuse to obey my words, who walk in the stubbornness of their hearts and follow other gods, serving and worshiping them, will be like this loincloth, good for nothing."
        },
        {
          "verse": 11,
          "text": "For, as the loincloth clings to a man’s loins, so I made the whole house of Israel and the whole house of Judah cling to me—oracle of the LORD—to be my people, my fame, my praise, my glory. But they did not listen."
        },
        {
          "verse": 12,
          "text": "The Broken Wineflask. Now speak to them this word: Thus says the LORD, the God of Israel: Every wineflask should be filled with wine. If they reply, “Do we not know that every wineflask should be filled with wine?”"
        },
        {
          "verse": 13,
          "text": "say to them: Thus says the LORD: Beware! I am making all the inhabitants of this land drunk, the kings who sit on David’s throne, the priests and prophets, and all the inhabitants of Jerusalem."
        },
        {
          "verse": 14,
          "text": "I will smash them against each other, parents and children together—oracle of the LORD—showing no compassion, I will neither spare nor pity, but I will destroy them."
        },
        {
          "verse": 15,
          "text": "A Last Warning - Listen and give ear, do not be arrogant, for the LORD speaks."
        },
        {
          "verse": 16,
          "text": "Give glory to the LORD, your God, before he brings darkness; Before your feet stumble on mountains at twilight; Before the light you look for turns to darkness, changes into black clouds."
        },
        {
          "verse": 17,
          "text": "If you do not listen to this in your pride, I will weep many tears in secret; My eyes will run with tears for the LORD’s flock, led away to exile."
        },
        {
          "verse": 18,
          "text": "Exile - Say to the king and to the queen mother: come down from your throne; From your heads your splendid crowns will fall."
        },
        {
          "verse": 19,
          "text": "The cities of the Negeb are besieged, with no one to relieve them; Judah is taken into exile—all of it— in total exile."
        },
        {
          "verse": 20,
          "text": "Jerusalem’s Disgrace - Lift up your eyes and see those coming in from the north. Where is the flock entrusted to you, your splendid sheep?"
        },
        {
          "verse": 21,
          "text": "What will you say when rulers are appointed over you, those you taught to be allies? Will not pains seize you like those of a woman giving birth?"
        },
        {
          "verse": 22,
          "text": "If you say to yourself: “Why have these things happened to me?” For your great guilt your skirts are stripped away and you are violated."
        },
        {
          "verse": 23,
          "text": "Can Ethiopians change their skin, leopards their spots? As easily would you be able to do good, accustomed to evil as you are."
        },
        {
          "verse": 24,
          "text": "I will scatter them like chaff that flies on the desert wind."
        },
        {
          "verse": 25,
          "text": "This is your lot, the portion I have measured out to you— oracle of the LORD. Because you have forgotten me, and trusted in deception,"
        },
        {
          "verse": 26,
          "text": "I now will strip away your skirts, so that your shame is visible."
        },
        {
          "verse": 27,
          "text": "Your adulteries, your neighings, your shameless prostitutions: On the hills, in the fields I see your detestable crimes. Woe to you, Jerusalem! How long will it be before you are clean?"
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 14 - The Great Drought. The word of the LORD that came to Jeremiah concerning the drought:"
        },
        {
          "verse": 2,
          "text": "Judah mourns, her gates are lifeless; They are bowed to the ground, and the outcry of Jerusalem goes up."
        },
        {
          "verse": 3,
          "text": "The nobles send their servants for water, but when they come to the cisterns They find no water and return with empty jars. Confounded, despairing, they cover their heads"
        },
        {
          "verse": 4,
          "text": "because of the ruined soil; Because there is no rain in the land the farmers are confounded, they cover their heads."
        },
        {
          "verse": 5,
          "text": "Even the doe in the field deserts her young because there is no grass."
        },
        {
          "verse": 6,
          "text": "The wild donkeys stand on the bare heights, gasping for breath like jackals; Their eyes grow dim; there is no grass."
        },
        {
          "verse": 7,
          "text": "Even though our crimes bear witness against us, act, LORD, for your name’s sake— Even though our rebellions are many, and we have sinned against you."
        },
        {
          "verse": 8,
          "text": "Hope of Israel, LORD, our savior in time of need! Why should you be a stranger in the land, like a traveler stopping only for a night?"
        },
        {
          "verse": 9,
          "text": "Why are you like someone bewildered, a champion who cannot save? You are in our midst, LORD, your name we bear: do not forsake us!"
        },
        {
          "verse": 10,
          "text": "Thus says the LORD about this people: They so love to wander that they cannot restrain their feet. The LORD takes no pleasure in them; now he remembers their guilt, and will punish their sins."
        },
        {
          "verse": 11,
          "text": "Then the LORD said to me: Do not intercede for the well-being of this people."
        },
        {
          "verse": 12,
          "text": "If they fast, I will not listen to their supplication. If they sacrifice burnt offerings or grain offerings, I will take no pleasure in them. Rather, I will destroy them with the sword, famine, and plague."
        },
        {
          "verse": 13,
          "text": "“Ah! Lord GOD,” I replied, “it is the prophets who say to them, ‘You shall not see the sword; famine shall not befall you. Indeed, I will give you lasting peace in this place.’”"
        },
        {
          "verse": 14,
          "text": "These prophets utter lies in my name, the LORD said to me: I did not send them; I gave them no command, nor did I speak to them. They prophesy to you lying visions, foolish divination, deceptions from their own imagination."
        },
        {
          "verse": 15,
          "text": "Therefore, thus says the LORD: Concerning the prophets who prophesy in my name, though I did not send them, and who say, “Sword and famine shall not befall this land”: by sword and famine shall these prophets meet their end."
        },
        {
          "verse": 16,
          "text": "The people to whom they prophesy shall be thrown out into the streets of Jerusalem because of famine and the sword. No one shall bury them, their wives, their sons, or their daughters, for I will pour out upon them their own wickedness."
        },
        {
          "verse": 17,
          "text": "Speak to them this word: Let my eyes stream with tears night and day, without rest, Over the great destruction which overwhelms the virgin daughter of my people, over her incurable wound."
        },
        {
          "verse": 18,
          "text": "If I walk out into the field, look! those slain by the sword; If I enter the city, look! victims of famine. Both prophet and priest ply their trade in a land they do not know."
        },
        {
          "verse": 19,
          "text": "Have you really cast Judah off? Is Zion loathsome to you? Why have you struck us a blow that cannot be healed? We wait for peace, to no avail; for a time of healing, but terror comes instead."
        },
        {
          "verse": 20,
          "text": "We recognize our wickedness, LORD, the guilt of our ancestors: we have sinned against you."
        },
        {
          "verse": 21,
          "text": "Do not reject us, for your name’s sake, do not disgrace your glorious throne. Remember! Do not break your covenant with us."
        },
        {
          "verse": 22,
          "text": "Among the idols of the nations are there any that give rain? Or can the mere heavens send showers? Is it not you, LORD, our God, to whom we look? You alone do all these things."
        }
      ]
    },
    {
      "chapter": 15,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 15 - The LORD said to me: Even if Moses and Samuel stood before me, my heart would not turn toward this people. Send them away from me and let them go."
        },
        {
          "verse": 2,
          "text": "If they ask you, “Where should we go?” tell them, Thus says the LORD: Whoever is marked for death, to death; whoever is marked for the sword, to the sword; whoever is marked for famine, to famine; whoever is marked for captivity, to captivity."
        },
        {
          "verse": 3,
          "text": "Four kinds of scourge I have decreed against them—oracle of the LORD—the sword to kill them; dogs to drag them off; the birds of the sky and the beasts of the earth to devour and destroy them."
        },
        {
          "verse": 4,
          "text": "And I will make them an object of horror to all the kingdoms of the earth because of what Manasseh, son of Hezekiah, king of Judah, did in Jerusalem."
        },
        {
          "verse": 5,
          "text": "Scene of Tragedy - Who will pity you, Jerusalem, who will grieve for you? Who will stop to ask about your welfare?"
        },
        {
          "verse": 6,
          "text": "It is you who have disowned me—oracle of the LORD— turned your back upon me; I stretched out my hand to destroy you, because I was weary of relenting."
        },
        {
          "verse": 7,
          "text": "I winnowed them with a winnowing fork at the gates of the land; I have bereaved, destroyed my people; they have not turned from their evil ways."
        },
        {
          "verse": 8,
          "text": "Their widows were more numerous before me than the sands of the sea. I brought against the mother of youths the destroyer at midday; Suddenly I struck her with anguish and terror."
        },
        {
          "verse": 9,
          "text": "The mother of seven faints away, breathing out her life; Her sun sets in full day, she is ashamed, abashed. Their survivors I will give to the sword in the presence of their enemies—oracle of the LORD."
        },
        {
          "verse": 10,
          "text": "Jeremiah’s Complaint - Woe to me, my mother, that you gave me birth! a man of strife and contention to all the land! I neither borrow nor lend, yet everyone curses me."
        },
        {
          "verse": 11,
          "text": "Tell me, LORD, have I not served you for their good? Have I not interceded with you in time of misfortune and anguish?"
        },
        {
          "verse": 12,
          "text": "Can one break iron, iron from the north, and bronze?"
        },
        {
          "verse": 13,
          "text": "Your wealth and your treasures I give as plunder, demanding no payment, because of all your sins, throughout all your territory."
        },
        {
          "verse": 14,
          "text": "And I shall enslave you to your enemies in a land you do not know, For fire has broken out from my anger, it is kindled against you."
        },
        {
          "verse": 15,
          "text": "You know, LORD: Remember me and take care of me, avenge me on my persecutors. Because you are slow to anger, do not banish me; know that for you I have borne insult."
        },
        {
          "verse": 16,
          "text": "When I found your words, I devoured them; your words were my joy, the happiness of my heart, Because I bear your name, LORD, God of hosts."
        },
        {
          "verse": 17,
          "text": "I did not sit celebrating in the circle of merrymakers; Under the weight of your hand I sat alone because you filled me with rage."
        },
        {
          "verse": 18,
          "text": "Why is my pain continuous, my wound incurable, refusing to be healed? To me you are like a deceptive brook, waters that cannot be relied on!"
        },
        {
          "verse": 19,
          "text": "Thus the LORD answered me: If you come back and I take you back, in my presence you shall stand; If you utter what is precious and not what is worthless, you shall be my mouth. Then they will be the ones who turn to you, not you who turn to them."
        },
        {
          "verse": 20,
          "text": "And I will make you toward this people a fortified wall of bronze. Though they fight against you, they shall not prevail, For I am with you, to save and rescue you—oracle of the LORD."
        },
        {
          "verse": 21,
          "text": "I will rescue you from the hand of the wicked, and ransom you from the power of the violent."
        }
      ]
    },
    {
      "chapter": 16,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 16 - Jeremiah’s Life a Warning. This word came to me from the LORD:"
        },
        {
          "verse": 2,
          "text": "Do not take a wife and do not have sons and daughters in this place,"
        },
        {
          "verse": 3,
          "text": "for thus says the LORD concerning the sons and daughters born in this place, the mothers who give them birth, the fathers who beget them in this land:"
        },
        {
          "verse": 4,
          "text": "Of deadly disease they shall die. Unlamented and unburied they will lie like dung on the ground. Sword and famine will make an end of them, and their corpses will become food for the birds of the sky and the beasts of the earth."
        },
        {
          "verse": 5,
          "text": "Thus says the LORD: Do not go into a house of mourning; do not go there to lament or grieve for them. For I have withdrawn my peace from this people—oracle of the LORD—my love and my compassion."
        },
        {
          "verse": 6,
          "text": "They shall die, the great and the lowly, in this land, unburied and unlamented. No one will gash themselves or shave their heads for them."
        },
        {
          "verse": 7,
          "text": "They will not break bread with the bereaved to offer consolation for the dead; they will not give them the cup of consolation to drink over the death of father or mother."
        },
        {
          "verse": 8,
          "text": "Do not enter a house of feasting to sit eating and drinking with them."
        },
        {
          "verse": 9,
          "text": "For thus says the LORD of hosts, the God of Israel: Before your eyes and in your lifetime, I will silence in this place the song of joy and the song of gladness, the song of the bridegroom and the song of the bride."
        },
        {
          "verse": 10,
          "text": "When you proclaim all these words to this people and they ask you: “Why has the LORD pronounced all this great disaster against us? What is our crime? What sin have we committed against the LORD, our God?”—"
        },
        {
          "verse": 11,
          "text": "you shall answer them: It is because your ancestors have forsaken me—oracle of the LORD—and followed other gods that they served and worshiped; but me they have forsaken, and my law they did not keep."
        },
        {
          "verse": 12,
          "text": "And you have done worse than your ancestors. Here you are, every one of you, walking in the stubbornness of your evil heart instead of listening to me."
        },
        {
          "verse": 13,
          "text": "I will throw you out of this land into a land that neither you nor your ancestors have known; there you can serve other gods day and night because I will not show you mercy."
        },
        {
          "verse": 14,
          "text": "Return from Exile. Therefore, days are coming—oracle of the LORD—when it will no longer be said, “As the LORD lives, who brought the Israelites out of Egypt”;"
        },
        {
          "verse": 15,
          "text": "but rather, “As the LORD lives, who brought the Israelites out of the land of the north and out of all the countries to which he had banished them.” I will bring them back to the land I gave their ancestors."
        },
        {
          "verse": 16,
          "text": "Double Punishment. Look!—oracle of the LORD—I will send many fishermen to catch them. After that, I will send many hunters to hunt them out from every mountain and hill and rocky crevice."
        },
        {
          "verse": 17,
          "text": "For my eyes are upon all their ways; they are not hidden from me, nor does their guilt escape my sight."
        },
        {
          "verse": 18,
          "text": "I will at once repay them double for their crime and their sin because they profaned my land with the corpses of their detestable idols, and filled my heritage with their abominations."
        },
        {
          "verse": 19,
          "text": "Conversion of the Nations - LORD, my strength, my fortress, my refuge in the day of distress! To you nations will come from the ends of the earth, and say, “Our ancestors inherited mere frauds, empty, worthless.”"
        },
        {
          "verse": 20,
          "text": "Can human beings make for themselves gods? But these are not gods at all!"
        },
        {
          "verse": 21,
          "text": "Therefore, I will indeed give them knowledge; this time I will make them acknowledge My strength and my power: they shall know that my name is LORD."
        }
      ]
    },
    {
      "chapter": 17,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 17 The Sin of Judah and Its Punishment - The sin of Judah is written with an iron stylus, Engraved with a diamond point upon the tablets of their hearts, And the horns of their altars,"
        },
        {
          "verse": 2,
          "text": "when their children remember their altars and their asherahs, beside the green trees, on the high hills,"
        },
        {
          "verse": 3,
          "text": "the peaks in the country. Your wealth and all your treasures I give as plunder, As payment for all your sins throughout your territory,"
        },
        {
          "verse": 4,
          "text": "You will relinquish your hold on your heritage which I have given you. I will enslave you to your enemies in a land you do not know: For a fire has broken out from my anger, burning forever."
        },
        {
          "verse": 5,
          "text": "True Wisdom - Thus says the LORD: Cursed is the man who trusts in human beings, who makes flesh his strength, whose heart turns away from the LORD."
        },
        {
          "verse": 6,
          "text": "He is like a barren bush in the wasteland that enjoys no change of season, But stands in lava beds in the wilderness, a land, salty and uninhabited."
        },
        {
          "verse": 7,
          "text": "Blessed are those who trust in the LORD; the LORD will be their trust."
        },
        {
          "verse": 8,
          "text": "They are like a tree planted beside the waters that stretches out its roots to the stream: It does not fear heat when it comes, its leaves stay green; In the year of drought it shows no distress, but still produces fruit."
        },
        {
          "verse": 9,
          "text": "More tortuous than anything is the human heart, beyond remedy; who can understand it?"
        },
        {
          "verse": 10,
          "text": "I, the LORD, explore the mind and test the heart, Giving to all according to their ways, according to the fruit of their deeds."
        },
        {
          "verse": 11,
          "text": "A partridge that broods but does not hatch are those who acquire wealth unjustly: In midlife it will desert them; in the end they are only fools."
        },
        {
          "verse": 12,
          "text": "The Source of Life - A throne of glory, exalted from the beginning, such is our holy place."
        },
        {
          "verse": 13,
          "text": "O Hope of Israel, LORD! all who forsake you shall be put to shame; The rebels shall be enrolled in the netherworld; they have forsaken the LORD, source of living waters."
        },
        {
          "verse": 14,
          "text": "Prayer for Vengeance - Heal me, LORD, that I may be healed; save me, that I may be saved, for you are my praise."
        },
        {
          "verse": 15,
          "text": "See how they say to me, “Where is the word of the LORD? Let it come to pass!”"
        },
        {
          "verse": 16,
          "text": "Yet I did not press you to send disaster; the day without remedy I have not desired. You know what passed my lips; it is present before you."
        },
        {
          "verse": 17,
          "text": "Do not become a terror to me, you are my refuge in the day of disaster."
        },
        {
          "verse": 18,
          "text": "Let my persecutors be confounded—not me! let them be terrified—not me! Bring upon them the day of disaster, crush them with double destruction."
        },
        {
          "verse": 19,
          "text": "Observance of the Sabbath. Thus said the LORD to me: Go, stand at the Gate of Benjamin, where the kings of Judah enter and leave, and at the other gates of Jerusalem."
        },
        {
          "verse": 20,
          "text": "There say to them: Hear the word of the LORD, you kings of Judah, and all Judah, and all you inhabitants of Jerusalem who enter these gates!"
        },
        {
          "verse": 21,
          "text": "Thus says the LORD: As you love your lives, take care not to carry burdens on the sabbath, to bring them in through the gates of Jerusalem."
        },
        {
          "verse": 22,
          "text": "Bring no burden from your homes on the sabbath. Do no work whatever, but keep holy the sabbath day, as I commanded your ancestors,"
        },
        {
          "verse": 23,
          "text": "though they did not listen or give ear, but stiffened their necks so they could not hear or take correction."
        },
        {
          "verse": 24,
          "text": "If you truly obey me—oracle of the LORD—and carry no burden through the gates of this city on the sabbath, keeping the sabbath day holy and abstaining from all work on it,"
        },
        {
          "verse": 25,
          "text": "then, through the gates of this city, kings who sit upon the throne of David will continue to enter, riding in their chariots or upon their horses, along with their princes, and the people of Judah, and the inhabitants of Jerusalem. This city will remain inhabited forever."
        },
        {
          "verse": 26,
          "text": "To it people will come from the cities of Judah and the neighborhood of Jerusalem, from the land of Benjamin and from the Shephelah, from the hill country and the Negeb, to bring burnt offerings and sacrifices, grain offerings, incense, and thank offerings to the house of the LORD."
        },
        {
          "verse": 27,
          "text": "But if you do not obey me and keep holy the sabbath day, if you carry burdens and come through the gates of Jerusalem on the sabbath, I will set fire to its gates—a fire never to be extinguished—and it will consume the palaces of Jerusalem."
        }
      ]
    },
    {
      "chapter": 18,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 18 - The Potter’s Vessel. This word came to Jeremiah from the LORD:"
        },
        {
          "verse": 2,
          "text": "Arise and go down to the potter’s house; there you will hear my word."
        },
        {
          "verse": 3,
          "text": "I went down to the potter’s house and there he was, working at the wheel."
        },
        {
          "verse": 4,
          "text": "Whenever the vessel of clay he was making turned out badly in his hand, he tried again, making another vessel of whatever sort he pleased."
        },
        {
          "verse": 5,
          "text": "Then the word of the LORD came to me:"
        },
        {
          "verse": 6,
          "text": "Can I not do to you, house of Israel, as this potter has done?—oracle of the LORD. Indeed, like clay in the hand of the potter, so are you in my hand, house of Israel."
        },
        {
          "verse": 7,
          "text": "At one moment I may decree concerning a nation or kingdom that I will uproot and tear down and destroy it;"
        },
        {
          "verse": 8,
          "text": "but if that nation against whom I have decreed turns from its evil, then I will have a change of heart regarding the evil which I have decreed."
        },
        {
          "verse": 9,
          "text": "At another moment, I may decree concerning a nation or kingdom that I will build up and plant it;"
        },
        {
          "verse": 10,
          "text": "but if that nation does what is evil in my eyes, refusing to obey my voice, then I will have a change of heart regarding the good with which I planned to bless it."
        },
        {
          "verse": 11,
          "text": "And now, tell this to the people of Judah and the inhabitants of Jerusalem: Thus says the LORD: Look, I am fashioning evil against you and making a plan. Return, all of you, from your evil way; reform your ways and your deeds."
        },
        {
          "verse": 12,
          "text": "But they will say, “No use! We will follow our own devices; each one of us will behave according to the stubbornness of our evil hearts!”"
        },
        {
          "verse": 13,
          "text": "Unnatural Apostasy - Therefore thus says the LORD: Ask among the nations— who has ever heard the like? Truly horrible things virgin Israel has done!"
        },
        {
          "verse": 14,
          "text": "Does the snow of Lebanon desert the rocky heights? Do the gushing waters dry up that flow fresh down the mountains?"
        },
        {
          "verse": 15,
          "text": "Yet my people have forgotten me: they offer incense in vain. They stumble off their paths, the ways of old, Traveling on bypaths, not the beaten track."
        },
        {
          "verse": 16,
          "text": "Their land shall be made a waste, an object of endless hissing: All passersby will be horrified, shaking their heads."
        },
        {
          "verse": 17,
          "text": "Like the east wind, I will scatter them before their enemies; I will show them my back, not my face, in their day of disaster."
        },
        {
          "verse": 18,
          "text": "Another Prayer for Vengeance. “Come,” they said, “let us devise a plot against Jeremiah, for instruction will not perish from the priests, nor counsel from the wise, nor the word from the prophets. Come, let us destroy him by his own tongue. Let us pay careful attention to his every word.”"
        },
        {
          "verse": 19,
          "text": "Pay attention to me, O LORD, and listen to what my adversaries say."
        },
        {
          "verse": 20,
          "text": "Must good be repaid with evil that they should dig a pit to take my life? Remember that I stood before you to speak on their behalf, to turn your wrath away from them."
        },
        {
          "verse": 21,
          "text": "So now, give their children to famine, deliver them to the power of the sword. Let their wives be childless and widows; let their husbands die of pestilence, their youths be struck down by the sword in battle."
        },
        {
          "verse": 22,
          "text": "May cries be heard from their homes, when suddenly you send plunderers against them. For they have dug a pit to capture me, they have hidden snares for my feet;"
        },
        {
          "verse": 23,
          "text": "But you, LORD, know all their planning for my death. Do not forgive their crime, and their sin do not blot out from your sight! Let them stumble before you, in the time of your anger act against them."
        }
      ]
    },
    {
      "chapter": 19,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 19 - Symbol of the Potter’s Flask. Thus said the LORD: Go, buy a potter’s earthenware flask. Take along some of the elders of the people and some of the priests,"
        },
        {
          "verse": 2,
          "text": "and go out toward the Valley of Ben-hinnom, at the entrance of the Potsherd Gate; there proclaim the words which I will speak to you:"
        },
        {
          "verse": 3,
          "text": "You shall say, Listen to the word of the LORD, kings of Judah and inhabitants of Jerusalem: Thus says the LORD of hosts, the God of Israel: I am going to bring such evil upon this place that the ears of all who hear of it will ring."
        },
        {
          "verse": 4,
          "text": "All because they have forsaken me and profaned this place by burning incense to other gods which neither they nor their ancestors knew; and because the kings of Judah have filled this place with innocent blood,"
        },
        {
          "verse": 5,
          "text": "building high places for Baal to burn their children in fire as offerings to Baal—something I never considered or said or commanded."
        },
        {
          "verse": 6,
          "text": "Therefore, days are coming—oracle of the LORD—when this place will no longer be called Topheth, or the Valley of Ben-hinnom, but rather, the Valley of Slaughter."
        },
        {
          "verse": 7,
          "text": "In this place I will foil the plan of Judah and Jerusalem; I will make them fall by the sword before their enemies, at the hand of those who seek their lives. Their corpses I will give as food to the birds of the sky and the beasts of the earth."
        },
        {
          "verse": 8,
          "text": "I will make this city a waste and an object of hissing. Because of all its wounds, every passerby will be horrified and hiss."
        },
        {
          "verse": 9,
          "text": "I will have them eat the flesh of their sons and daughters; they shall eat one another’s flesh during the harsh siege under which their enemies and those who seek their lives will confine them."
        },
        {
          "verse": 10,
          "text": "And you shall break the flask in the sight of the men who went with you,"
        },
        {
          "verse": 11,
          "text": "and say to them: Thus says the LORD of hosts: Thus will I smash this people and this city, as one smashes a clay pot so that it cannot be repaired. And Topheth shall be its burial place, for there will be no other place for burial."
        },
        {
          "verse": 12,
          "text": "Thus I will do to this place and to its inhabitants—oracle of the LORD; I will make this city like Topheth."
        },
        {
          "verse": 13,
          "text": "And the houses of Jerusalem and the houses of the kings of Judah shall be defiled like the place of Topheth, all the houses upon whose roofs they burnt incense to the whole host of heaven and poured out libations to other gods."
        },
        {
          "verse": 14,
          "text": "When Jeremiah returned from Topheth, where the LORD had sent him to prophesy, he stood in the court of the house of the LORD and said to all the people:"
        },
        {
          "verse": 15,
          "text": "Thus says the LORD of hosts, the God of Israel: I will bring upon this city all the evil I have spoken against it, because they have become stubborn and have not obeyed my words."
        }
      ]
    },
    {
      "chapter": 20,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 20 - Now the priest Pashhur, son of Immer, chief officer in the house of the LORD, heard Jeremiah prophesying these things."
        },
        {
          "verse": 2,
          "text": "So he struck the prophet and put him in the stocks at the upper Gate of Benjamin in the house of the LORD."
        },
        {
          "verse": 3,
          "text": "The next morning, after Pashhur had released Jeremiah from the stocks, the prophet said to him: “Instead of Pashhur, the LORD names you ‘Terror on every side.’"
        },
        {
          "verse": 4,
          "text": "For thus says the LORD: Indeed, I will hand you over to terror, you and all your friends. Your own eyes shall see them fall by the sword of their enemies. All Judah I will hand over to the power of the king of Babylon, who shall take them captive to Babylon or strike them down with the sword."
        },
        {
          "verse": 5,
          "text": "All the wealth of this city, all its resources and its valuables, all the treasures of the kings of Judah, I will hand over to their enemies, who will plunder it and carry it away to Babylon."
        },
        {
          "verse": 6,
          "text": "You, Pashhur, and all the members of your household shall go into exile. To Babylon you shall go; there you shall die and be buried, you and all your friends, because you have prophesied lies to them.”"
        },
        {
          "verse": 7,
          "text": "Jeremiah’s Interior Crisis - You seduced me, LORD, and I let myself be seduced; you were too strong for me, and you prevailed. All day long I am an object of laughter; everyone mocks me."
        },
        {
          "verse": 8,
          "text": "Whenever I speak, I must cry out, violence and outrage I proclaim; The word of the LORD has brought me reproach and derision all day long."
        },
        {
          "verse": 9,
          "text": "I say I will not mention him, I will no longer speak in his name. But then it is as if fire is burning in my heart, imprisoned in my bones; I grow weary holding back, I cannot!"
        },
        {
          "verse": 10,
          "text": "Yes, I hear the whisperings of many: “Terror on every side! Denounce! let us denounce him!” All those who were my friends are on the watch for any misstep of mine. “Perhaps he can be tricked; then we will prevail, and take our revenge on him.”"
        },
        {
          "verse": 11,
          "text": "But the LORD is with me, like a mighty champion: my persecutors will stumble, they will not prevail. In their failure they will be put to utter shame, to lasting, unforgettable confusion."
        },
        {
          "verse": 12,
          "text": "LORD of hosts, you test the just, you see mind and heart, Let me see the vengeance you take on them, for to you I have entrusted my cause."
        },
        {
          "verse": 13,
          "text": "Sing to the LORD, praise the LORD, For he has rescued the life of the poor from the power of the evildoers!"
        },
        {
          "verse": 14,
          "text": "Cursed be the day on which I was born! May the day my mother gave me birth never be blessed!"
        },
        {
          "verse": 15,
          "text": "Cursed be the one who brought the news to my father, “A child, a son, has been born to you!” filling him with great joy."
        },
        {
          "verse": 16,
          "text": "Let that man be like the cities which the LORD relentlessly overthrew; Let him hear war cries in the morning, battle alarms at noonday,"
        },
        {
          "verse": 17,
          "text": "because he did not kill me in the womb! Then my mother would have been my grave, her womb confining me forever."
        },
        {
          "verse": 18,
          "text": "Why did I come forth from the womb, to see sorrow and pain, to end my days in shame?"
        }
      ]
    },
    {
      "chapter": 21,
      "verses": [
        {
          "verse": 1,
          "text": "III. Oracles in the Last Years of Jerusalem Chapter 21 - Fate of Zedekiah and Jerusalem. The word which came to Jeremiah from the LORD when King Zedekiah sent Pashhur, son of Malchiah, and the priest Zephaniah, son of Maaseiah, to him with this request:"
        },
        {
          "verse": 2,
          "text": "Inquire for us of the LORD, because Nebuchadnezzar, king of Babylon, is attacking us. Perhaps the LORD will act for us in accord with his wonderful works by making him withdraw from us."
        },
        {
          "verse": 3,
          "text": "But Jeremiah answered them: This is what you shall report to Zedekiah:"
        },
        {
          "verse": 4,
          "text": "Thus says the LORD, the God of Israel: I will turn against you the weapons with which you are fighting the king of Babylon and the Chaldeans who besiege you outside the walls. These weapons I will pile up in the midst of this city,"
        },
        {
          "verse": 5,
          "text": "and I myself will fight against you with outstretched hand and mighty arm, in anger, wrath, and great rage!"
        },
        {
          "verse": 6,
          "text": "I will strike down the inhabitants of this city, human being and beast; they shall die in a great pestilence."
        },
        {
          "verse": 7,
          "text": "After that—oracle of the LORD—I will hand over Zedekiah, king of Judah, and his ministers and the people in this city who survive pestilence, sword, and famine, to Nebuchadnezzar, king of Babylon, to their enemies and those who seek their lives. He shall strike them down with the edge of the sword, without quarter, without mercy or compassion."
        },
        {
          "verse": 8,
          "text": "And to this people you shall say: Thus says the LORD: See, I am giving you a choice between the way to life and the way to death."
        },
        {
          "verse": 9,
          "text": "Whoever remains in this city shall die by the sword or famine or pestilence. But whoever leaves and surrenders to the Chaldeans who are besieging you shall live and escape with his life."
        },
        {
          "verse": 10,
          "text": "I have set my face against this city, for evil and not for good—oracle of the LORD. It shall be given into the power of the king of Babylon who shall set it on fire."
        },
        {
          "verse": 11,
          "text": "Oracles Regarding the Kings - To the royal house of Judah: Hear the word of the LORD,"
        },
        {
          "verse": 12,
          "text": "house of David! Thus says the LORD: Each morning dispense justice, rescue the oppressed from the hand of the oppressor, Or my fury will break out like fire and burn with no one to quench it because of your evil deeds."
        },
        {
          "verse": 13,
          "text": "Beware! I am against you, Ruler of the Valley, Rock of the Plain—oracle of the LORD. You say, “Who will attack us, who can storm our defenses?”"
        },
        {
          "verse": 14,
          "text": "I will punish you—oracle of the LORD— as your deeds deserve! I will kindle a fire in its forest that shall devour all its surroundings."
        }
      ]
    },
    {
      "chapter": 22,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 22 - Thus says the LORD: Go down to the palace of the king of Judah and there deliver this word:"
        },
        {
          "verse": 2,
          "text": "You shall say: Listen to the word of the LORD, king of Judah, who sit on the throne of David, you, your ministers, and your people who enter by these gates!"
        },
        {
          "verse": 3,
          "text": "Thus says the LORD: Do what is right and just. Rescue the victims from the hand of their oppressors. Do not wrong or oppress the resident alien, the orphan, or the widow, and do not shed innocent blood in this place."
        },
        {
          "verse": 4,
          "text": "If you carry out these commands, kings who succeed to the throne of David will continue to enter the gates of this house, riding in chariots or mounted on horses, with their ministers, and their people."
        },
        {
          "verse": 5,
          "text": "But if you do not obey these commands, I swear by myself—oracle of the LORD: this house shall become rubble."
        },
        {
          "verse": 6,
          "text": "For thus says the LORD concerning the house of the king of Judah: Though you be to me like Gilead, like the peak of Lebanon, I swear I shall turn you into a waste, with cities uninhabited."
        },
        {
          "verse": 7,
          "text": "Against you I will send destroyers, each with their tools: They shall cut down your choice cedars, and cast them into the fire."
        },
        {
          "verse": 8,
          "text": "Many nations will pass by this city and ask one another: “Why has the LORD done this to so great a city?”"
        },
        {
          "verse": 9,
          "text": "And they will be told: “Because they have deserted their covenant with the LORD, their God, by worshiping and serving other gods.”"
        },
        {
          "verse": 10,
          "text": "Jehoahaz - Do not weep for him who is dead, nor mourn for him! Weep rather for him who is going away; never again to see the land of his birth."
        },
        {
          "verse": 11,
          "text": "Thus says the LORD concerning Shallum, son of Josiah, king of Judah, his father’s successor, who left this place: He shall never return,"
        },
        {
          "verse": 12,
          "text": "but in the place where they exiled him, there he shall die; he shall never see this land again."
        },
        {
          "verse": 13,
          "text": "Jehoiakim - Woe to him who builds his house on wrongdoing, his roof-chambers on injustice; Who works his neighbors without pay, and gives them no wages."
        },
        {
          "verse": 14,
          "text": "Who says, “I will build myself a spacious house, with airy rooms,” Who cuts out windows for it, panels it with cedar, and paints it with vermilion."
        },
        {
          "verse": 15,
          "text": "Must you prove your rank among kings by competing with them in cedar? Did not your father eat and drink, And act justly and righteously? Then he prospered."
        },
        {
          "verse": 16,
          "text": "Because he dispensed justice to the weak and the poor, he prospered. Is this not to know me?— oracle of the LORD."
        },
        {
          "verse": 17,
          "text": "But your eyes and heart are set on nothing except your own gain, On shedding innocent blood and practicing oppression and extortion."
        },
        {
          "verse": 18,
          "text": "Therefore, thus says the LORD concerning Jehoiakim, son of Josiah, king of Judah: They shall not lament him, “Alas! my brother”; “Alas! sister.” They shall not lament him, “Alas, Lord! alas, Majesty!”"
        },
        {
          "verse": 19,
          "text": "The burial of a donkey he shall be given, dragged forth and cast out beyond the gates of Jerusalem."
        },
        {
          "verse": 20,
          "text": "Jeconiah - Climb Lebanon and cry out, in Bashan lift up your voice; Cry out from Abarim, for all your lovers are crushed."
        },
        {
          "verse": 21,
          "text": "I spoke to you when you were secure, but you answered, “I will not listen.” This has been your way from your youth, not to listen to my voice."
        },
        {
          "verse": 22,
          "text": "The wind shall shepherd all your shepherds, your lovers shall go into exile. Surely then you shall be ashamed and confounded because of all your wickedness."
        },
        {
          "verse": 23,
          "text": "You who dwell on Lebanon, who nest in the cedars, How you shall groan when pains come upon you, like the pangs of a woman in childbirth!"
        },
        {
          "verse": 24,
          "text": "As I live—oracle of the LORD—even if you, Coniah, son of Jehoiakim, king of Judah, were a signet ring on my right hand, I would snatch you off."
        },
        {
          "verse": 25,
          "text": "I will hand you over to those who seek your life, to those you dread: Nebuchadnezzar, king of Babylon, and the Chaldeans."
        },
        {
          "verse": 26,
          "text": "I will cast you out, you and the mother who bore you, into a land different from the land of your birth; and there you will die;"
        },
        {
          "verse": 27,
          "text": "Neither shall return to the land for which they yearn."
        },
        {
          "verse": 28,
          "text": "Is this man Coniah a thing despised, to be broken, a vessel that no one wants? Why are he and his offspring cast out? why thrown into a land they do not know?"
        },
        {
          "verse": 29,
          "text": "O land, land, land, hear the word of the LORD—"
        },
        {
          "verse": 30,
          "text": "Thus says the LORD: Write this man down as childless, a man who will never prosper in his life! Nor shall any of his descendants prosper, to sit upon the throne of David, to rule again over Judah."
        }
      ]
    },
    {
      "chapter": 23,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 23 - A Just Shepherd. Woe to the shepherds who destroy and scatter the flock of my pasture—oracle of the LORD."
        },
        {
          "verse": 2,
          "text": "Therefore, thus says the LORD, the God of Israel, against the shepherds who shepherd my people: You have scattered my sheep and driven them away. You have not cared for them, but I will take care to punish your evil deeds."
        },
        {
          "verse": 3,
          "text": "I myself will gather the remnant of my flock from all the lands to which I have banished them and bring them back to their folds; there they shall be fruitful and multiply."
        },
        {
          "verse": 4,
          "text": "I will raise up shepherds for them who will shepherd them so that they need no longer fear or be terrified; none shall be missing—oracle of the LORD."
        },
        {
          "verse": 5,
          "text": "See, days are coming—oracle of the LORD— when I will raise up a righteous branch for David; As king he shall reign and govern wisely, he shall do what is just and right in the land."
        },
        {
          "verse": 6,
          "text": "In his days Judah shall be saved, Israel shall dwell in security. This is the name to be given him: “The LORD our justice.”"
        },
        {
          "verse": 7,
          "text": "Therefore, the days are coming—oracle of the LORD—when they shall no longer say, “As the LORD lives, who brought the Israelites out of the land of Egypt”;"
        },
        {
          "verse": 8,
          "text": "but rather, “As the LORD lives, who brought the descendants of the house of Israel up from the land of the north”—and from all the lands to which I banished them; they shall again live on their own soil."
        },
        {
          "verse": 9,
          "text": "The False Prophets - Concerning the prophets: My heart is broken within me, all my bones tremble; I am like a drunk, like one overcome by wine, Because of the LORD, because of his holy words."
        },
        {
          "verse": 10,
          "text": "The land is filled with adulterers; because of the curse the land mourns, the pastures of the wilderness are withered. Theirs is an evil course, theirs is unjust power."
        },
        {
          "verse": 11,
          "text": "Both prophet and priest are godless! In my very house I find their wickedness— oracle of the LORD."
        },
        {
          "verse": 12,
          "text": "Hence their way shall become for them slippery ground. Into the darkness they shall be driven, and fall headlong; For I will bring disaster upon them, the year of their punishment—oracle of the LORD."
        },
        {
          "verse": 13,
          "text": "Among Samaria’s prophets I saw something unseemly: They prophesied by Baal and led my people Israel astray."
        },
        {
          "verse": 14,
          "text": "But among Jerusalem’s prophets I saw something more shocking: Adultery, walking in deception, strengthening the power of the wicked, so that no one turns from evil; To me they are all like Sodom, its inhabitants like Gomorrah."
        },
        {
          "verse": 15,
          "text": "Therefore, thus says the LORD of hosts against the prophets: Look, I will give them wormwood to eat, and poisoned water to drink; For from Jerusalem’s prophets ungodliness has gone forth into the whole land."
        },
        {
          "verse": 16,
          "text": "Thus says the LORD of hosts: Do not listen to the words of your prophets, who fill you with emptiness; They speak visions from their own fancy, not from the mouth of the LORD."
        },
        {
          "verse": 17,
          "text": "They say to those who despise the word of the LORD, “Peace shall be yours”; And to everyone who walks in hardness of heart, “No evil shall overtake you.”"
        },
        {
          "verse": 18,
          "text": "Now, who has stood in the council of the LORD, to see him and to hear his word? Who has heeded his word so as to announce it?"
        },
        {
          "verse": 19,
          "text": "See, the storm of the LORD! His wrath breaks forth In a whirling storm that bursts upon the heads of the wicked."
        },
        {
          "verse": 20,
          "text": "The anger of the LORD shall not abate until he has carried out completely the decisions of his heart. In days to come you will understand fully."
        },
        {
          "verse": 21,
          "text": "I did not send these prophets, yet they ran; I did not speak to them, yet they prophesied."
        },
        {
          "verse": 22,
          "text": "Had they stood in my council, they would have proclaimed my words to my people, They would have brought them back from their evil ways and from their wicked deeds."
        },
        {
          "verse": 23,
          "text": "Am I a God near at hand only—oracle of the LORD— and not a God far off?"
        },
        {
          "verse": 24,
          "text": "Can anyone hide in secret without my seeing them?—oracle of the LORD. Do I not fill heaven and earth?—oracle of the LORD."
        },
        {
          "verse": 25,
          "text": "I have heard the prophets who prophesy lies in my name say, “I had a dream! I had a dream!”"
        },
        {
          "verse": 26,
          "text": "How long? Will the hearts of the prophets who prophesy lies and their own deceitful fancies ever turn back?"
        },
        {
          "verse": 27,
          "text": "By the dreams they tell each other, they plan to make my people forget my name, just as their ancestors forgot my name for Baal."
        },
        {
          "verse": 28,
          "text": "Let the prophets who have dreams tell their dreams; let those who have my word speak my word truthfully! What has straw to do with wheat? —oracle of the LORD."
        },
        {
          "verse": 29,
          "text": "Is not my word like fire—oracle of the LORD— like a hammer shattering rock?"
        },
        {
          "verse": 30,
          "text": "Therefore I am against the prophets—oracle of the LORD—those who steal my words from each other."
        },
        {
          "verse": 31,
          "text": "Yes, I am against the prophets—oracle of the LORD—those who compose their own speeches and call them oracles."
        },
        {
          "verse": 32,
          "text": "Yes, I am against the prophets who tell lying dreams—oracle of the LORD—those who lead my people astray by recounting their reckless lies. It was not I who sent them or commanded them; they do this people no good at all—oracle of the LORD."
        },
        {
          "verse": 33,
          "text": "And when this people or a prophet or a priest asks you, “What is the burden of the LORD?” you shall answer, “You are the burden, and I cast you off”—oracle of the LORD."
        },
        {
          "verse": 34,
          "text": "If a prophet or a priest or anyone else mentions “the burden of the LORD,” I will punish that man and his household."
        },
        {
          "verse": 35,
          "text": "Thus you shall ask, when speaking to one another, “What answer did the LORD give?” or “What did the LORD say?”"
        },
        {
          "verse": 36,
          "text": "But “the burden of the LORD” you shall mention no more. For each of you, your own word becomes the burden so that you pervert the words of the living God, the LORD of hosts, our God."
        },
        {
          "verse": 37,
          "text": "Thus shall you ask the prophet, “What answer did the LORD give?” or “What did the LORD say?”"
        },
        {
          "verse": 38,
          "text": "But if you ask about “the burden of the LORD,” then thus says the LORD: Because you use this phrase, “the burden of the LORD,” though I forbade you to use it,"
        },
        {
          "verse": 39,
          "text": "therefore I will lift you on high and cast you from my presence, you and the city which I gave to you and your ancestors."
        },
        {
          "verse": 40,
          "text": "And I will bring upon you eternal reproach, eternal shame, never to be forgotten."
        }
      ]
    },
    {
      "chapter": 24,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 24 - The Two Baskets of Figs. The LORD showed me two baskets of figs placed before the temple of the LORD. This was after Nebuchadnezzar, king of Babylon, had exiled from Jerusalem Jeconiah, son of Jehoiakim, king of Judah, and the princes of Judah, the artisans and smiths, and brought them to Babylon."
        },
        {
          "verse": 2,
          "text": "One basket contained excellent figs, those that ripen early. But the other basket contained very bad figs, so bad they could not be eaten."
        },
        {
          "verse": 3,
          "text": "Then the LORD said to me: What do you see, Jeremiah? “Figs,” I replied; “the good ones are very good, but the bad ones very bad, so bad they cannot be eaten.”"
        },
        {
          "verse": 4,
          "text": "Thereupon this word of the LORD came to me:"
        },
        {
          "verse": 5,
          "text": "Thus says the LORD, the God of Israel: Like these good figs, I will also regard with favor Judah’s exiles whom I sent away from this place into the land of the Chaldeans."
        },
        {
          "verse": 6,
          "text": "I will look after them for good and bring them back to this land, to build them up, not tear them down; to plant them, not uproot them."
        },
        {
          "verse": 7,
          "text": "I will give them a heart to know me, that I am the LORD. They shall be my people and I will be their God, for they shall return to me with their whole heart."
        },
        {
          "verse": 8,
          "text": "But like the figs that are bad, so bad they cannot be eaten—yes, thus says the LORD—even so will I treat Zedekiah, king of Judah, and his princes, the remnant of Jerusalem remaining in this land and those who have settled in the land of Egypt."
        },
        {
          "verse": 9,
          "text": "I will make them an object of horror to all the kingdoms of the earth, a reproach and a byword, a taunt and a curse, in all the places to which I will drive them."
        },
        {
          "verse": 10,
          "text": "I will send upon them sword, famine, and pestilence, until they have disappeared from the land which I gave them and their ancestors."
        }
      ]
    },
    {
      "chapter": 25,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 25 - Seventy Years of Exile. The word that came to Jeremiah concerning all the people of Judah, in the fourth year of Jehoiakim, son of Josiah, king of Judah (the first year of Nebuchadnezzar, king of Babylon)."
        },
        {
          "verse": 2,
          "text": "This word the prophet Jeremiah spoke to all the people of Judah and all the inhabitants of Jerusalem:"
        },
        {
          "verse": 3,
          "text": "Since the thirteenth year of Josiah, son of Amon, king of Judah, to this day—that is, twenty-three years—the word of the LORD has come to me and I spoke to you untiringly, but you would not listen."
        },
        {
          "verse": 4,
          "text": "The LORD kept sending you all his servants the prophets, but you refused to listen or pay attention"
        },
        {
          "verse": 5,
          "text": "to this message: Turn back, each of you, from your evil way and from your evil deeds; then you shall remain in the land which the LORD gave you and your ancestors, from of old and forever."
        },
        {
          "verse": 6,
          "text": "Do not follow other gods to serve and bow down to them; do not provoke me with the works of your hands, or I will bring evil upon you."
        },
        {
          "verse": 7,
          "text": "But you would not listen to me—oracle of the LORD—and so you provoked me with the works of your hands to your own harm."
        },
        {
          "verse": 8,
          "text": "Hence, thus says the LORD of hosts: Since you would not listen to my words,"
        },
        {
          "verse": 9,
          "text": "I am about to send for and fetch all the tribes from the north—oracle of the LORD—and I will send for Nebuchadnezzar, king of Babylon, my servant; I will bring them against this land, its inhabitants, and all these neighboring nations. I will doom them, making them an object of horror, of hissing, of everlasting reproach."
        },
        {
          "verse": 10,
          "text": "Among them I will put to an end the song of joy and the song of gladness, the voice of the bridegroom and the voice of the bride, the sound of the millstone and the light of the lamp."
        },
        {
          "verse": 11,
          "text": "This whole land shall be a ruin and a waste. Seventy years these nations shall serve the king of Babylon;"
        },
        {
          "verse": 12,
          "text": "but when the seventy years have elapsed, I will punish the king of Babylon and that nation and the land of the Chaldeans for their guilt—oracle of the LORD. Their land I will turn into everlasting waste."
        },
        {
          "verse": 13,
          "text": "Against that land I will fulfill all the words I have spoken against it, all that is written in this book, which Jeremiah prophesied against all the nations."
        },
        {
          "verse": 14,
          "text": "They also shall serve many nations and great kings, and thus I will repay them according to their own deeds and according to the works of their hands."
        },
        {
          "verse": 15,
          "text": "The Cup of Judgment on the Nations. For thus said the LORD, the God of Israel, to me: Take this cup of the wine of wrath from my hand and have all the nations to whom I will send you drink it."
        },
        {
          "verse": 16,
          "text": "They shall drink, and retch, and go mad, because of the sword I will send among them."
        },
        {
          "verse": 17,
          "text": "I took the cup from the hand of the LORD and gave it as drink to all the nations to whom the LORD sent me:"
        },
        {
          "verse": 18,
          "text": "to Jerusalem, the cities of Judah, its kings and princes, to make them a ruin and a waste, an object of hissing and cursing, as they are today;"
        },
        {
          "verse": 19,
          "text": "to Pharaoh, king of Egypt, and his servants, princes, all his people"
        },
        {
          "verse": 20,
          "text": "and those of mixed ancestry; all the kings of the land of Uz; all the kings of the land of the Philistines: Ashkelon, Gaza, Ekron, and the remnant of Ashdod;"
        },
        {
          "verse": 21,
          "text": "Edom, Moab, and the Ammonites;"
        },
        {
          "verse": 22,
          "text": "all the kings of Tyre, of Sidon, and of the shores beyond the sea;"
        },
        {
          "verse": 23,
          "text": "Dedan and Tema and Buz, all the desert dwellers who shave their temples;"
        },
        {
          "verse": 24,
          "text": "all the kings of Arabia;"
        },
        {
          "verse": 25,
          "text": "all the kings of Zimri, of Elam, of the Medes;"
        },
        {
          "verse": 26,
          "text": "all the kings of the north, near and far, one after the other; all the kingdoms upon the face of the earth and after them the king of Sheshach shall drink."
        },
        {
          "verse": 27,
          "text": "Tell them: Thus says the LORD of hosts, the God of Israel: Drink! Get drunk and vomit! Fall, never to rise, before the sword that I will send among you!"
        },
        {
          "verse": 28,
          "text": "If they refuse to take the cup from your hand and drink, say to them: Thus says the LORD of hosts: You must drink!"
        },
        {
          "verse": 29,
          "text": "Now that I am inflicting evil on this city, called by my name, how can you possibly escape? You shall not escape! I am calling down the sword upon all the inhabitants of the earth—oracle of the LORD of hosts."
        },
        {
          "verse": 30,
          "text": "As for you, prophesy against them all these words and say to them: The LORD roars from on high, from his holy dwelling he raises his voice; Mightily he roars over his sheepfold, a shout like that of vintagers echoes over all the inhabitants of the earth."
        },
        {
          "verse": 31,
          "text": "The uproar spreads to the end of the earth; For the LORD has an indictment against the nations, he enters into judgment against all flesh: The wicked shall be given to the sword— oracle of the LORD."
        },
        {
          "verse": 32,
          "text": "Thus says the LORD of hosts: Look! disaster stalks nation after nation; A violent storm surges from the recesses of the earth."
        },
        {
          "verse": 33,
          "text": "On that day, those whom the LORD has slain will be strewn from one end of the earth to the other. They will not be mourned, they will not be gathered, they will not be buried; they shall lie like dung upon the ground."
        },
        {
          "verse": 34,
          "text": "Howl, you shepherds, and wail! roll on the ground, leaders of the flock! The time for your slaughter has come; like choice rams you shall fall."
        },
        {
          "verse": 35,
          "text": "There is no flight for the shepherds, no escape for the leaders of the flock."
        },
        {
          "verse": 36,
          "text": "Listen! Wailing from the shepherds, howling from the leaders of the flock! For the LORD lays waste their grazing place;"
        },
        {
          "verse": 37,
          "text": "desolate are the peaceful pastures, from the burning wrath of the LORD."
        },
        {
          "verse": 38,
          "text": "Like a lion he leaves his lair, and their land is made desolate By the sweeping sword, and the burning wrath of the LORD."
        }
      ]
    },
    {
      "chapter": 26,
      "verses": [
        {
          "verse": 1,
          "text": "IV. The Temple Sermon Chapter 26 - Jeremiah Threatened with Death. In the beginning of the reign of Jehoiakim, son of Josiah, king of Judah, this word came from the LORD:"
        },
        {
          "verse": 2,
          "text": "Thus says the LORD: Stand in the court of the house of the LORD and speak to the inhabitants of all the cities of Judah who come to worship in the house of the LORD; whatever I command you, tell them, and hold nothing back."
        },
        {
          "verse": 3,
          "text": "Perhaps they will listen and turn, all of them from their evil way, so that I may repent of the evil I plan to inflict upon them for their evil deeds."
        },
        {
          "verse": 4,
          "text": "Say to them: Thus says the LORD: If you do not obey me, by walking according to the law I set before you"
        },
        {
          "verse": 5,
          "text": "and listening to the words of my servants the prophets, whom I kept sending you, even though you do not listen to them,"
        },
        {
          "verse": 6,
          "text": "I will treat this house like Shiloh, and make this city a curse for all the nations of the earth."
        },
        {
          "verse": 7,
          "text": "Now the priests, the prophets, and all the people heard Jeremiah speaking these words in the house of the LORD."
        },
        {
          "verse": 8,
          "text": "When Jeremiah finished speaking all that the LORD commanded him to speak to all the people, then the priests, the prophets, and all the people laid hold of him, crying, “You must die!"
        },
        {
          "verse": 9,
          "text": "Why do you prophesy in the name of the LORD: ‘This house shall become like Shiloh,’ and ‘This city shall be desolate, without inhabitant’?” And all the people crowded around Jeremiah in the house of the LORD."
        },
        {
          "verse": 10,
          "text": "When the princes of Judah heard about these things, they came up from the house of the king to the house of the LORD and convened at the New Gate of the house of the LORD."
        },
        {
          "verse": 11,
          "text": "The priests and prophets said to the princes and to all the people, “Sentence this man to death! He has prophesied against this city! You heard it with your own ears.”"
        },
        {
          "verse": 12,
          "text": "Jeremiah said to the princes and all the people: “It was the LORD who sent me to prophesy against this house and city everything you have heard."
        },
        {
          "verse": 13,
          "text": "Now, therefore, reform your ways and your deeds; listen to the voice of the LORD your God, so that the LORD will have a change of heart regarding the evil he has spoken against you."
        },
        {
          "verse": 14,
          "text": "As for me, I am in your hands; do with me what is good and right in your eyes."
        },
        {
          "verse": 15,
          "text": "But you should certainly know that by putting me to death, you bring innocent blood on yourselves, on this city and its inhabitants. For in truth it was the LORD who sent me to you, to speak all these words for you to hear.”"
        },
        {
          "verse": 16,
          "text": "Then the princes and all the people said to the priests and the prophets, “This man does not deserve a death sentence; it is in the name of the LORD, our God, that he speaks to us.”"
        },
        {
          "verse": 17,
          "text": "At this, some of the elders of the land arose and said to the whole assembly of the people,"
        },
        {
          "verse": 18,
          "text": "“Micah of Moresheth used to prophesy in the days of Hezekiah, king of Judah, and he said to all the people of Judah: Thus says the LORD of hosts: Zion shall be plowed as a field, Jerusalem, a heap of ruins, and the temple mount, a forest ridge."
        },
        {
          "verse": 19,
          "text": "Did Hezekiah, king of Judah, and all Judah condemn him to death? Did he not fear the LORD and entreat the favor of the LORD, so that the LORD had a change of heart regarding the evil he had spoken against them? We, however, are about to do great evil against ourselves.”"
        },
        {
          "verse": 20,
          "text": "The Fate of Uriah. There was another man who used to prophesy in the name of the LORD, Uriah, son of Shemaiah, from Kiriath-jearim; he prophesied against this city and this land the same message as Jeremiah."
        },
        {
          "verse": 21,
          "text": "When King Jehoiakim and all his officers and princes heard his words, the king sought to have him killed. But Uriah heard of it and fled in fear to Egypt."
        },
        {
          "verse": 22,
          "text": "Then King Jehoiakim sent Elnathan, son of Achbor, and others with him into Egypt,"
        },
        {
          "verse": 23,
          "text": "and they brought Uriah out of Egypt and took him to Jehoiakim the king, who struck him down with the sword and threw his corpse into the common burial ground."
        },
        {
          "verse": 24,
          "text": "But the hand of Ahikam, son of Shaphan, protected Jeremiah, so they did not hand him over to the people to be put to death."
        }
      ]
    },
    {
      "chapter": 27,
      "verses": [
        {
          "verse": 1,
          "text": "V. Controversies with the False Prophets Chapter 27 - Serve Babylon or Perish. In the beginning of the reign of Zedekiah, son of Josiah, king of Judah, this word came to Jeremiah from the LORD:"
        },
        {
          "verse": 2,
          "text": "The LORD said to me: Make for yourself thongs and yoke bars and put them on your shoulders."
        },
        {
          "verse": 3,
          "text": "Send them to the kings of Edom, Moab, the Ammonites, Tyre, and Sidon, through the ambassadors who have come to Jerusalem to Zedekiah, king of Judah,"
        },
        {
          "verse": 4,
          "text": "and command them to tell their lords: Thus says the LORD of hosts, the God of Israel, Thus shall you say to your lords:"
        },
        {
          "verse": 5,
          "text": "It was I who made the earth, human being and beast on the face of the earth, by my great power, with my outstretched arm; and I can give them to whomever I think fit."
        },
        {
          "verse": 6,
          "text": "Now I have given all these lands into the hand of Nebuchadnezzar, king of Babylon, my servant; even the wild animals I have given him to serve him."
        },
        {
          "verse": 7,
          "text": "All nations shall serve him and his son and his grandson, until the time comes for him and his land; then many nations and great kings will enslave him."
        },
        {
          "verse": 8,
          "text": "Meanwhile, the nation or the kingdom that will not serve him, Nebuchadnezzar, king of Babylon, or bend its neck under the yoke of the king of Babylon, I will punish that nation with sword, famine, and pestilence—oracle of the LORD—until I finish them by his hand."
        },
        {
          "verse": 9,
          "text": "You, however, must not listen to your prophets, to your diviners and dreamers, to your soothsayers and sorcerers, who say to you, “Do not serve the king of Babylon.”"
        },
        {
          "verse": 10,
          "text": "For they prophesy lies to you, so as to drive you far from your land, making me banish you so that you perish."
        },
        {
          "verse": 11,
          "text": "The people that bends the neck to the yoke of the king of Babylon to serve him, I will leave in peace on its own land—oracle of the LORD—to cultivate it and dwell on it."
        },
        {
          "verse": 12,
          "text": "To Zedekiah, king of Judah, I spoke the same words: Bend your necks to the yoke of the king of Babylon; serve him and his people, so that you may live."
        },
        {
          "verse": 13,
          "text": "Why should you and your people die by sword, famine, and pestilence, in accordance with the word the LORD has spoken to the nation that will not serve the king of Babylon?"
        },
        {
          "verse": 14,
          "text": "Do not listen to the words of the prophets who say to you, “Do not serve the king of Babylon.” They prophesy lies to you!"
        },
        {
          "verse": 15,
          "text": "I did not send them—oracle of the LORD—but they prophesy falsely in my name. As a result I must banish you, and you will perish, you and the prophets who are prophesying to you."
        },
        {
          "verse": 16,
          "text": "To the priests and to all the people I said: Thus says the LORD: Do not listen to the words of your prophets who prophesy to you: “The vessels of the house of the LORD will soon be brought back from Babylon,” for they prophesy lies to you."
        },
        {
          "verse": 17,
          "text": "Do not listen to them! Serve the king of Babylon that you may live. Why should this city become rubble?"
        },
        {
          "verse": 18,
          "text": "If they were prophets, if the word of the LORD were with them, then they would intercede with the LORD of hosts, that the vessels remaining in the house of the LORD and in the house of the king of Judah and in Jerusalem should not also go to Babylon."
        },
        {
          "verse": 19,
          "text": "For thus says the LORD of hosts concerning the pillars, the sea, the stands, and the rest of the vessels remaining in this city,"
        },
        {
          "verse": 20,
          "text": "which Nebuchadnezzar, king of Babylon, did not take when he exiled Jeconiah, son of Jehoiakim, king of Judah, from Jerusalem to Babylon, along with all the nobles of Judah and Jerusalem—"
        },
        {
          "verse": 21,
          "text": "thus says the LORD of hosts, the God of Israel, concerning the vessels remaining in the house of the LORD, in the house of the king of Judah, and in Jerusalem:"
        },
        {
          "verse": 22,
          "text": "To Babylon they shall go, and there they shall remain, until the day I look for them—oracle of the LORD; then I will bring them back and restore them to this place."
        }
      ]
    },
    {
      "chapter": 28,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 28 - The Two Yokes. That same year, in the beginning of the reign of Zedekiah, king of Judah, in the fifth month of the fourth year, Hananiah the prophet, son of Azzur, from Gibeon, said to me in the house of the LORD in the sight of the priests and all the people:"
        },
        {
          "verse": 2,
          "text": "“Thus says the LORD of hosts, the God of Israel: I have broken the yoke of the king of Babylon."
        },
        {
          "verse": 3,
          "text": "Within two years I will restore to this place all the vessels of the house of the LORD which Nebuchadnezzar, king of Babylon, took from this place and carried away to Babylon."
        },
        {
          "verse": 4,
          "text": "And Jeconiah, son of Jehoiakim, king of Judah, and all the exiles of Judah who went to Babylon, I will bring back to this place—oracle of the LORD—for I will break the yoke of the king of Babylon.”"
        },
        {
          "verse": 5,
          "text": "Jeremiah the prophet answered the prophet Hananiah in the sight of the priests and all the people standing in the house of the LORD,"
        },
        {
          "verse": 6,
          "text": "and said: Amen! thus may the LORD do! May the LORD fulfill your words that you have prophesied, by bringing back the vessels of the house of the LORD and all the exiles from Babylon to this place!"
        },
        {
          "verse": 7,
          "text": "But now, listen to the word I am about to speak in your hearing and the hearing of all the people."
        },
        {
          "verse": 8,
          "text": "In the past, the prophets who came before you and me prophesied war, disaster, and pestilence against many lands and mighty kingdoms."
        },
        {
          "verse": 9,
          "text": "But the prophet who prophesies peace is recognized as the prophet whom the LORD has truly sent only when his word comes to pass."
        },
        {
          "verse": 10,
          "text": "Thereupon Hananiah the prophet took the yoke bar from the neck of Jeremiah the prophet and broke it."
        },
        {
          "verse": 11,
          "text": "He said in the sight of all the people: “Thus says the LORD: Like this, within two years I will break the yoke of Nebuchadnezzar, king of Babylon, from the neck of all the nations.” At that, the prophet Jeremiah went on his way."
        },
        {
          "verse": 12,
          "text": "After Hananiah the prophet had broken the yoke bar off the neck of the prophet Jeremiah, the word of the LORD came to Jeremiah:"
        },
        {
          "verse": 13,
          "text": "Go tell Hananiah this: Thus says the LORD: By breaking a wooden yoke bar, you make an iron yoke!"
        },
        {
          "verse": 14,
          "text": "For thus says the LORD of hosts, the God of Israel: A yoke of iron I have placed on the necks of all these nations serving Nebuchadnezzar, king of Babylon, and they shall serve him; even the wild animals I have given him."
        },
        {
          "verse": 15,
          "text": "And Jeremiah the prophet said to Hananiah the prophet: Listen to this, Hananiah! The LORD has not sent you, and you have led this people to rely on deception."
        },
        {
          "verse": 16,
          "text": "For this, says the LORD, I am sending you from the face of the earth; this very year you shall die, because you have preached rebellion against the LORD."
        },
        {
          "verse": 17,
          "text": "Hananiah the prophet died in that year, in the seventh month."
        }
      ]
    },
    {
      "chapter": 29,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 29 - Letter to the Exiles in Babylon. These are the words of the scroll which Jeremiah the prophet sent from Jerusalem to the remaining elders among the exiles, to the priests, the prophets, and all the people whom Nebuchadnezzar exiled from Jerusalem to Babylon."
        },
        {
          "verse": 2,
          "text": "This was after King Jeconiah and the queen mother, the court officials, the princes of Judah and Jerusalem, the artisans and smiths had left Jerusalem."
        },
        {
          "verse": 3,
          "text": "Delivered in Babylon by Elasah, son of Shaphan, and by Gemariah, son of Hilkiah, whom Zedekiah, king of Judah, sent to the king of Babylon, the letter read:"
        },
        {
          "verse": 4,
          "text": "Thus says the LORD of hosts, the God of Israel, to all the exiles whom I exiled from Jerusalem to Babylon:"
        },
        {
          "verse": 5,
          "text": "Build houses and live in them; plant gardens and eat their fruits."
        },
        {
          "verse": 6,
          "text": "Take wives and have sons and daughters; find wives for your sons and give your daughters to husbands, so that they may bear sons and daughters. Increase there; do not decrease."
        },
        {
          "verse": 7,
          "text": "Seek the welfare of the city to which I have exiled you; pray for it to the LORD, for upon its welfare your own depends."
        },
        {
          "verse": 8,
          "text": "For thus says the LORD of hosts, the God of Israel: Do not be deceived by the prophets and diviners who are among you; do not listen to those among you who dream dreams,"
        },
        {
          "verse": 9,
          "text": "for they prophesy lies to you in my name; I did not send them—oracle of the LORD."
        },
        {
          "verse": 10,
          "text": "For thus says the LORD: Only after seventy years have elapsed for Babylon will I deal with you and fulfill for you my promise to bring you back to this place."
        },
        {
          "verse": 11,
          "text": "For I know well the plans I have in mind for you—oracle of the LORD—plans for your welfare and not for woe, so as to give you a future of hope."
        },
        {
          "verse": 12,
          "text": "When you call me, and come and pray to me, I will listen to you."
        },
        {
          "verse": 13,
          "text": "When you look for me, you will find me. Yes, when you seek me with all your heart,"
        },
        {
          "verse": 14,
          "text": "I will let you find me—oracle of the LORD—and I will change your lot; I will gather you together from all the nations and all the places to which I have banished you—oracle of the LORD—and bring you back to the place from which I have exiled you."
        },
        {
          "verse": 15,
          "text": "As for your saying, “The LORD has raised up for us prophets here in Babylon”—"
        },
        {
          "verse": 16,
          "text": "Thus says the LORD concerning the king sitting on David’s throne and all the people living in this city, your kinsmen who did not go with you into exile;"
        },
        {
          "verse": 17,
          "text": "thus says the LORD of hosts: I am sending against them sword, famine, and pestilence. I will make them like rotten figs, so spoiled that they cannot be eaten."
        },
        {
          "verse": 18,
          "text": "I will pursue them with sword, famine, and pestilence, and make them an object of horror to all the kingdoms of the earth, a curse, a desolation, a hissing, and a reproach to all the nations among which I have banished them,"
        },
        {
          "verse": 19,
          "text": "because they did not listen to my words—oracle of the LORD—even though I kept sending them my servants the prophets, but they would not listen to them—oracle of the LORD."
        },
        {
          "verse": 20,
          "text": "As for you, listen to the word of the LORD, all you exiles whom I sent away from Jerusalem to Babylon."
        },
        {
          "verse": 21,
          "text": "This is what the LORD of hosts, the God of Israel, says about Ahab, son of Kolaiah, and Zedekiah, son of Maaseiah, who prophesy lies to you in my name: I am handing them over to Nebuchadnezzar, king of Babylon, who will kill them before your eyes."
        },
        {
          "verse": 22,
          "text": "And because of them this curse will be used by all the exiles of Judah in Babylon: “May the LORD make you like Zedekiah and Ahab, whom the king of Babylon roasted in fire,”"
        },
        {
          "verse": 23,
          "text": "because they have committed an outrage in Israel, committing adultery with their neighbors’ wives, and alleging in my name things I did not command. I know, I am witness—oracle of the LORD."
        },
        {
          "verse": 24,
          "text": "The False Prophet Shemaiah. To Shemaiah, the Nehelamite, say:"
        },
        {
          "verse": 25,
          "text": "Thus says the LORD of hosts, the God of Israel: Because you sent documents in your own name to all the people in Jerusalem, to Zephaniah, the priest, son of Maaseiah, and to all the priests saying:"
        },
        {
          "verse": 26,
          "text": "“It is the LORD who has appointed you priest in place of the priest Jehoiada, to provide officers for the house of the LORD, that you may confine in stocks or pillory any madman who poses as a prophet."
        },
        {
          "verse": 27,
          "text": "Why, then, have you not rebuked Jeremiah of Anathoth who poses as a prophet among you?"
        },
        {
          "verse": 28,
          "text": "For he sent this message to us in Babylon: It will be a long time; build houses to live in; plant gardens and eat their fruit. . . .”"
        },
        {
          "verse": 29,
          "text": "When the priest Zephaniah read this letter to Jeremiah the prophet,"
        },
        {
          "verse": 30,
          "text": "the word of the LORD came to Jeremiah:"
        },
        {
          "verse": 31,
          "text": "Send to all the exiles: Thus says the LORD concerning Shemaiah, the Nehelamite: Because Shemaiah prophesies to you, although I did not send him, and has led you to rely on a lie,"
        },
        {
          "verse": 32,
          "text": "therefore thus says the LORD, I will punish Shemaiah, the Nehelamite, and his descendants. None of them shall dwell among this people to see the good I will do for this people—oracle of the LORD—because he preached rebellion against the LORD."
        }
      ]
    },
    {
      "chapter": 30,
      "verses": [
        {
          "verse": 1,
          "text": "VI. Oracles of the Restoration of Israel and Judah Chapter 30 - The Restoration. This word came to Jeremiah from the LORD:"
        },
        {
          "verse": 2,
          "text": "Thus says the LORD, the God of Israel: Write down on a scroll all the words I have spoken to you."
        },
        {
          "verse": 3,
          "text": "For indeed, the days are coming—oracle of the LORD—when I will restore the fortunes of my people Israel and Judah—oracle of the LORD. I will bring them back to the land which I gave to their ancestors, and they shall take possession of it."
        },
        {
          "verse": 4,
          "text": "These are the words the LORD spoke to Israel and to Judah:"
        },
        {
          "verse": 5,
          "text": "Thus says the LORD: We hear a cry of fear: terror, not peace."
        },
        {
          "verse": 6,
          "text": "Inquire and see: does a male give birth? Why, then, do I see all these men, their hands on their loins Like women in labor, all their faces drained of color?"
        },
        {
          "verse": 7,
          "text": "Ah! How mighty is that day— there is none like it! A time of distress for Jacob, though he shall be saved from it."
        },
        {
          "verse": 8,
          "text": "On that day—oracle of the LORD of hosts—I will break his yoke off your neck and snap your bonds. Strangers shall no longer enslave them;"
        },
        {
          "verse": 9,
          "text": "instead, they shall serve the LORD, their God, and David, their king, whom I will raise up for them."
        },
        {
          "verse": 10,
          "text": "But you, my servant Jacob, do not fear!—oracle of the LORD— do not be dismayed, Israel! For I will soon deliver you from places far away, your offspring from the land of their exile; Jacob shall again find rest, secure, with none to frighten him,"
        },
        {
          "verse": 11,
          "text": "for I am with you—oracle of the LORD—to save you. I will bring to an end all the nations among whom I have scattered you; but you I will not bring to an end. I will chastise you as you deserve, I will not let you go unpunished."
        },
        {
          "verse": 12,
          "text": "For thus says the LORD: Incurable is your wound, grievous your injury;"
        },
        {
          "verse": 13,
          "text": "There is none to plead your case, no remedy for your running sore, no healing for you."
        },
        {
          "verse": 14,
          "text": "All your lovers have forgotten you, they do not seek you out. I struck you as an enemy would strike, punishing you cruelly."
        },
        {
          "verse": 15,
          "text": "Why cry out over your wound? There is no relief for your pain. Because of your great guilt, your numerous sins, I have done this to you."
        },
        {
          "verse": 16,
          "text": "Yet all who devour you shall be devoured, all your enemies shall go into exile. All who plunder you shall become plunder, all who pillage you I will hand over to be pillaged."
        },
        {
          "verse": 17,
          "text": "For I will restore your health; I will heal your injuries—oracle of the LORD. “The outcast” they have called you, “whom no one looks for.”"
        },
        {
          "verse": 18,
          "text": "Thus says the LORD: See! I will restore the fortunes of Jacob’s tents, on his dwellings I will have compassion; A city shall be rebuilt upon its own ruins, a citadel restored where it should be."
        },
        {
          "verse": 19,
          "text": "From them will come praise, the sound of people rejoicing. I will increase them, they will not decrease, I will glorify them, they will not be insignificant."
        },
        {
          "verse": 20,
          "text": "His children shall be as of old, his assembly shall stand firm in my presence, I will punish all his oppressors."
        },
        {
          "verse": 21,
          "text": "His leader shall be one of his own, and his ruler shall emerge from his ranks. He shall approach me when I summon him; Why else would he dare approach me?—oracle of the LORD."
        },
        {
          "verse": 22,
          "text": "You shall be my people, and I will be your God."
        },
        {
          "verse": 23,
          "text": "Look! The storm of the LORD! His wrath breaks out In a whirling storm that bursts upon the heads of the wicked."
        },
        {
          "verse": 24,
          "text": "The anger of the LORD will not abate until he has carried out completely the decisions of his heart. In days to come you will fully understand it."
        }
      ]
    },
    {
      "chapter": 31,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 31 Good News of the Return - At that time—oracle of the LORD— I will be the God of all the families of Israel, and they shall be my people."
        },
        {
          "verse": 2,
          "text": "Thus says the LORD: The people who escaped the sword find favor in the wilderness. As Israel comes forward to receive rest,"
        },
        {
          "verse": 3,
          "text": "from afar the LORD appears: With age-old love I have loved you; so I have kept my mercy toward you."
        },
        {
          "verse": 4,
          "text": "Again I will build you, and you shall stay built, virgin Israel; Carrying your festive tambourines, you shall go forth dancing with merrymakers."
        },
        {
          "verse": 5,
          "text": "You shall again plant vineyards on the mountains of Samaria; those who plant them shall enjoy their fruits."
        },
        {
          "verse": 6,
          "text": "Yes, a day will come when the watchmen call out on Mount Ephraim: “Come, let us go up to Zion, to the LORD, our God.”"
        },
        {
          "verse": 7,
          "text": "The Road of Return - For thus says the LORD: Shout with joy for Jacob, exult at the head of the nations; proclaim your praise and say: The LORD has saved his people, the remnant of Israel."
        },
        {
          "verse": 8,
          "text": "Look! I will bring them back from the land of the north; I will gather them from the ends of the earth, the blind and the lame in their midst, Pregnant women, together with those in labor— an immense throng—they shall return."
        },
        {
          "verse": 9,
          "text": "With weeping they shall come, but with compassion I will guide them; I will lead them to streams of water, on a level road, without stumbling. For I am a father to Israel, Ephraim is my firstborn."
        },
        {
          "verse": 10,
          "text": "Hear the word of the LORD, you nations, proclaim it on distant coasts, and say: The One who scattered Israel, now gathers them; he guards them as a shepherd his flock."
        },
        {
          "verse": 11,
          "text": "The LORD shall ransom Jacob, he shall redeem him from a hand too strong for him."
        },
        {
          "verse": 12,
          "text": "Shouting, they shall mount the heights of Zion, they shall come streaming to the LORD’s blessings: The grain, the wine, and the oil, flocks of sheep and cattle; They themselves shall be like watered gardens, never again neglected."
        },
        {
          "verse": 13,
          "text": "Then young women shall make merry and dance, young men and old as well. I will turn their mourning into joy, I will show them compassion and have them rejoice after their sorrows."
        },
        {
          "verse": 14,
          "text": "I will lavish choice portions on the priests, and my people shall be filled with my blessings— oracle of the LORD."
        },
        {
          "verse": 15,
          "text": "End of Rachel’s Mourning - Thus says the LORD: In Ramah is heard the sound of sobbing, bitter weeping! Rachel mourns for her children, she refuses to be consoled for her children—they are no more!"
        },
        {
          "verse": 16,
          "text": "Thus says the LORD: Cease your cries of weeping, hold back your tears! There is compensation for your labor— oracle of the LORD— they shall return from the enemy’s land."
        },
        {
          "verse": 17,
          "text": "There is hope for your future—oracle of the LORD— your children shall return to their own territory."
        },
        {
          "verse": 18,
          "text": "Indeed, I heard Ephraim rocking in grief: You chastised me, and I was chastised; I was like an untamed calf. Bring me back, let me come back, for you are the LORD, my God."
        },
        {
          "verse": 19,
          "text": "For after I turned away, I repented; after I came to myself, I struck my thigh; I was ashamed, even humiliated, because I bore the disgrace of my youth."
        },
        {
          "verse": 20,
          "text": "Is Ephraim not my favored son, the child in whom I delight? Even though I threaten him, I must still remember him! My heart stirs for him, I must show him compassion!—oracle of the LORD."
        },
        {
          "verse": 21,
          "text": "Summons to Return Home - Set up road markers, put up signposts; Turn your attention to the highway, the road you walked. Turn back, virgin Israel, turn back to these your cities."
        },
        {
          "verse": 22,
          "text": "How long will you continue to hesitate, rebellious daughter? The LORD has created a new thing upon the earth: woman encompasses man."
        },
        {
          "verse": 23,
          "text": "Thus says the LORD of hosts, the God of Israel: When I restore their fortunes in the land of Judah and in its cities, they shall again use this greeting: “May the LORD bless you, Tent of Justice, Holy Mountain!”"
        },
        {
          "verse": 24,
          "text": "Judah and all its cities, the farmers and those who lead the flock shall dwell there together."
        },
        {
          "verse": 25,
          "text": "For I will slake the thirst of the faint; the appetite of all the weary I will satisfy."
        },
        {
          "verse": 26,
          "text": "At this I awoke and opened my eyes; my sleep was satisfying."
        },
        {
          "verse": 27,
          "text": "See, days are coming—oracle of the LORD—when I will sow the house of Israel and the house of Judah with the seed of human beings and the seed of animals."
        },
        {
          "verse": 28,
          "text": "As I once watched over them to uproot and tear down, to demolish, to destroy, and to harm, so I will watch over them to build and to plant—oracle of the LORD."
        },
        {
          "verse": 29,
          "text": "In those days they shall no longer say, “The parents ate unripe grapes, and the children’s teeth are set on edge,”"
        },
        {
          "verse": 30,
          "text": "but all shall die because of their own iniquity: the teeth of anyone who eats unripe grapes shall be set on edge. The New Covenant."
        },
        {
          "verse": 31,
          "text": "See, days are coming—oracle of the LORD—when I will make a new covenant with the house of Israel and the house of Judah."
        },
        {
          "verse": 32,
          "text": "It will not be like the covenant I made with their ancestors the day I took them by the hand to lead them out of the land of Egypt. They broke my covenant, though I was their master—oracle of the LORD."
        },
        {
          "verse": 33,
          "text": "But this is the covenant I will make with the house of Israel after those days—oracle of the LORD. I will place my law within them, and write it upon their hearts; I will be their God, and they shall be my people."
        },
        {
          "verse": 34,
          "text": "They will no longer teach their friends and relatives, “Know the LORD!” Everyone, from least to greatest, shall know me—oracle of the LORD—for I will forgive their iniquity and no longer remember their sin."
        },
        {
          "verse": 35,
          "text": "Certainty of God’s Promise - Thus says the LORD, Who gives the sun to light the day, moon and stars to light the night; Who stirs up the sea so that its waves roar, whose name is LORD of hosts:"
        },
        {
          "verse": 36,
          "text": "If ever this fixed order gives way before me—oracle of the LORD— Then would the offspring of Israel cease as a people before me forever."
        },
        {
          "verse": 37,
          "text": "Thus says the LORD: If the heavens on high could be measured, or the foundations below the earth be explored, Then would I reject all the offspring of Israel because of all they have done—oracle of the LORD. Jerusalem Rebuilt."
        },
        {
          "verse": 38,
          "text": "See, days are coming—oracle of the LORD—when the city shall be rebuilt as the LORD’s, from the Tower of Hananel to the Corner Gate."
        },
        {
          "verse": 39,
          "text": "A measuring line shall be stretched from there straight to the hill Gareb and then turn to Goah."
        },
        {
          "verse": 40,
          "text": "The whole valley of corpses and ashes, all the terraced slopes toward the Wadi Kidron, as far as the corner of the Horse Gate at the east, shall be holy to the LORD. Never again shall the city be uprooted or demolished."
        }
      ]
    },
    {
      "chapter": 32,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 32 - Pledge of Restoration. The word came to Jeremiah from the LORD in the tenth year of Zedekiah, king of Judah, the eighteenth year of Nebuchadnezzar."
        },
        {
          "verse": 2,
          "text": "At that time the army of the king of Babylon was besieging Jerusalem, while Jeremiah the prophet was confined to the court of the guard, in the house of the king of Judah."
        },
        {
          "verse": 3,
          "text": "Zedekiah, king of Judah, had confined him there, saying: “How dare you prophesy: Thus says the LORD: I am handing this city over to the king of Babylon that he may capture it."
        },
        {
          "verse": 4,
          "text": "Zedekiah, king of Judah, shall not escape the hands of the Chaldeans: he shall indeed be handed over to the king of Babylon. He shall speak with him face to face and see him eye to eye."
        },
        {
          "verse": 5,
          "text": "He shall take Zedekiah to Babylon. There he shall remain, until I attend to him—oracle of the LORD. If you fight against the Chaldeans, you cannot win!”"
        },
        {
          "verse": 6,
          "text": "Jeremiah said, This word came to me from the LORD:"
        },
        {
          "verse": 7,
          "text": "Hanamel, son of your uncle Shallum, will come to you with the offer: “Purchase my field in Anathoth, since you, as nearest relative, have the first right of purchase.”"
        },
        {
          "verse": 8,
          "text": "And, just as the LORD had said, my cousin Hanamel came to me in the court of the guard and said, “Please purchase my field in Anathoth, in the territory of Benjamin; as nearest relative, you have the first right of possession—purchase it for yourself.” Then I knew this was the word of the LORD."
        },
        {
          "verse": 9,
          "text": "So I bought the field in Anathoth from my cousin Hanamel, weighing out for him the silver, seventeen shekels of silver."
        },
        {
          "verse": 10,
          "text": "When I had written and sealed the deed, called witnesses and weighed out the silver on the scales,"
        },
        {
          "verse": 11,
          "text": "I accepted the deed of purchase, both the sealed copy, containing title and conditions, and the open copy."
        },
        {
          "verse": 12,
          "text": "I gave this deed of purchase to Baruch, son of Neriah, son of Mahseiah, in the presence of my cousin Hanamel and the witnesses who had signed the deed of purchase and before all the Judahites sitting around in the court of the guard."
        },
        {
          "verse": 13,
          "text": "In their presence I gave Baruch this charge:"
        },
        {
          "verse": 14,
          "text": "Thus says the LORD of hosts, the God of Israel: Take these deeds of purchase, both the sealed and the open deeds, and put them in an earthenware jar, so they can last a long time."
        },
        {
          "verse": 15,
          "text": "For thus says the LORD of hosts, the God of Israel: They shall again purchase houses and fields and vineyards in this land."
        },
        {
          "verse": 16,
          "text": "After I had given the deed of purchase to Baruch, son of Neriah, I prayed to the LORD:"
        },
        {
          "verse": 17,
          "text": "Ah, my Lord GOD! You made the heavens and the earth with your great power and your outstretched arm; nothing is too difficult for you."
        },
        {
          "verse": 18,
          "text": "You continue your kindness through a thousand generations; but you repay the ancestors’ guilt upon their children who follow them. Great and mighty God, whose name is LORD of hosts,"
        },
        {
          "verse": 19,
          "text": "great in counsel, mighty in deed, whose eyes are fixed on all the ways of mortals, giving to all according to their ways, according to the fruit of their deeds:"
        },
        {
          "verse": 20,
          "text": "you performed signs and wonders in the land of Egypt and to this day, in Israel and among all peoples, you have made a name for yourself as on this day."
        },
        {
          "verse": 21,
          "text": "You brought your people Israel out of the land of Egypt with signs and wonders, with a strong hand and an outstretched arm, and great terror."
        },
        {
          "verse": 22,
          "text": "And you gave them this land, as you had sworn to their ancestors to give them, a land flowing with milk and honey."
        },
        {
          "verse": 23,
          "text": "They went in and took possession of it, but they did not listen to your voice. They did not live by your law; they did not do anything you commanded them to do. Then you made all this evil fall upon them."
        },
        {
          "verse": 24,
          "text": "See, the siegeworks have arrived at this city to capture it; the city is handed over to the Chaldeans who are attacking it, with sword, starvation, and disease. What you threatened has happened—you can see it for yourself."
        },
        {
          "verse": 25,
          "text": "Yet you told me, my Lord GOD: Purchase the field with silver and summon witnesses, when the city has already been handed over to the Chaldeans!"
        },
        {
          "verse": 26,
          "text": "Then this word of the LORD came to Jeremiah:"
        },
        {
          "verse": 27,
          "text": "I am the LORD, the God of all the living! Is anything too difficult for me?"
        },
        {
          "verse": 28,
          "text": "Therefore the LORD says: I am handing over this city to the Chaldeans and to Nebuchadnezzar, king of Babylon, and he shall capture it."
        },
        {
          "verse": 29,
          "text": "The Chaldeans who are attacking this city shall go in and set the city on fire, burning it and the houses, on whose roofs incense was burned to Baal and libations were poured out to other gods in order to provoke me."
        },
        {
          "verse": 30,
          "text": "From their youth the Israelites and the Judahites have been doing only what is evil in my eyes; the Israelites have been provoking me with the works of their hands—oracle of the LORD."
        },
        {
          "verse": 31,
          "text": "This city has so stirred my anger and wrath, from the day it was built to this day, that I must put it out of my sight,"
        },
        {
          "verse": 32,
          "text": "for all the evil the Israelites and Judahites have done to provoke me—they, their kings, their princes, their priests, and their prophets, the people of Judah and the inhabitants of Jerusalem."
        },
        {
          "verse": 33,
          "text": "They turned their backs to me, not their faces; though I taught them persistently, they would not listen or accept correction."
        },
        {
          "verse": 34,
          "text": "Instead they set up their abominations in the house which bears my name in order to defile it."
        },
        {
          "verse": 35,
          "text": "They built high places to Baal in the Valley of Ben-hinnom to sacrifice their sons and daughters to Molech; I never commanded them to do this, nor did it even enter my mind that they would practice this abomination, so as to bring sin upon Judah."
        },
        {
          "verse": 36,
          "text": "Now, therefore, thus says the LORD, the God of Israel, concerning this city, which you say is being handed over to the king of Babylon by means of the sword, starvation, and disease:"
        },
        {
          "verse": 37,
          "text": "See, I am gathering them from all the lands to which I drove them in my rising fury and great anger; I will bring them back to this place and settle them here in safety."
        },
        {
          "verse": 38,
          "text": "They shall be my people, and I will be their God."
        },
        {
          "verse": 39,
          "text": "I will give them one heart and one way, that they may fear me always, for their own good and the good of their children after them."
        },
        {
          "verse": 40,
          "text": "With them I will make an everlasting covenant, never to cease doing good to them; I will put fear of me in their hearts so that they never turn away from me."
        },
        {
          "verse": 41,
          "text": "I will take delight in doing good to them: I will plant them firmly in this land, with all my heart and soul."
        },
        {
          "verse": 42,
          "text": "For thus says the LORD: Just as I have brought upon this people all this great evil, so I will bring upon them all the good I have promised them."
        },
        {
          "verse": 43,
          "text": "Fields shall be purchased in this land, about which you say, “It is a wasteland, without human beings or animals, handed over to the Chaldeans.”"
        },
        {
          "verse": 44,
          "text": "They will purchase fields with silver, write up deeds, seal them, and have them witnessed in the land of Benjamin, in the neighborhood of Jerusalem, in the cities of Judah and of the hill country, in the cities of the Shephelah and the Negeb, when I restore their fortunes—oracle of the LORD."
        }
      ]
    },
    {
      "chapter": 33,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 33 - Restoration of Jerusalem. The word of the LORD came to Jeremiah a second time while he was still confined in the court of the guard:"
        },
        {
          "verse": 2,
          "text": "Thus says the LORD who made the earth, giving it shape and stability, LORD is his name:"
        },
        {
          "verse": 3,
          "text": "Call to me, and I will answer you; I will tell you great things beyond the reach of your knowledge."
        },
        {
          "verse": 4,
          "text": "Thus says the LORD, the God of Israel, concerning the houses of this city and the houses of the kings of Judah, which are being torn down because of the siegeworks and the sword:"
        },
        {
          "verse": 5,
          "text": "men come to battle the Chaldeans, and to fill these houses with the corpses of those whom I have struck down in my raging anger, when I hid my face from this city because of all their wickedness."
        },
        {
          "verse": 6,
          "text": "Look! I am bringing the city recovery and healing; I will heal them and reveal to them an abundance of lasting peace."
        },
        {
          "verse": 7,
          "text": "I will restore the fortunes of Judah and Israel, and rebuild them as they were in the beginning."
        },
        {
          "verse": 8,
          "text": "I will purify them of all the guilt they incurred by sinning against me; I will forgive all their offenses by which they sinned and rebelled against me."
        },
        {
          "verse": 9,
          "text": "Then this city shall become joy for me, a name of praise and pride, before all the nations of the earth, as they hear of all the good I am doing for them. They shall fear and tremble because of all the prosperity I give it."
        },
        {
          "verse": 10,
          "text": "Thus says the LORD: In this place, about which you say: “It is a waste without people or animals!” and in the cities of Judah, in the streets of Jerusalem now deserted, without people, without inhabitant, without animal, there shall yet be heard"
        },
        {
          "verse": 11,
          "text": "the song of joy, the song of gladness, the song of the bridegroom, the song of the bride, the song of those bringing thank offerings to the house of the LORD: “Give thanks to the LORD of hosts, for the LORD is good; God’s love endures forever.” For I will restore the fortunes of this land as they were in the beginning, says the LORD."
        },
        {
          "verse": 12,
          "text": "Thus says the LORD of hosts: In this place, now a waste, without people or animals, and in all its cities there shall again be sheepfolds for the shepherds to rest their flocks."
        },
        {
          "verse": 13,
          "text": "In the cities of the hill country, of the Shephelah and the Negeb, in the land of Benjamin and the neighborhood of Jerusalem, and in the cities of Judah, flocks will again pass under the hands of the one who counts them, says the LORD."
        },
        {
          "verse": 14,
          "text": "The days are coming—oracle of the LORD—when I will fulfill the promise I made to the house of Israel and the house of Judah."
        },
        {
          "verse": 15,
          "text": "In those days, at that time, I will make a just shoot spring up for David; he shall do what is right and just in the land."
        },
        {
          "verse": 16,
          "text": "In those days Judah shall be saved and Jerusalem shall dwell safely; this is the name they shall call her: “The LORD our justice.”"
        },
        {
          "verse": 17,
          "text": "For thus says the LORD: David shall never lack a successor on the throne of the house of Israel,"
        },
        {
          "verse": 18,
          "text": "nor shall the priests of Levi ever be lacking before me, to sacrifice burnt offerings, to burn cereal offerings, and to make sacrifices."
        },
        {
          "verse": 19,
          "text": "This word of the LORD also came to Jeremiah:"
        },
        {
          "verse": 20,
          "text": "Thus says the LORD: If you can break my covenant with day and my covenant with night so that day and night no longer appear in their proper time,"
        },
        {
          "verse": 21,
          "text": "only then can my covenant with my servant David be broken, so that he will not have a descendant to act as king upon his throne, and my covenant with the priests of Levi who minister to me."
        },
        {
          "verse": 22,
          "text": "Just as the host of heaven cannot be numbered and the sands of the sea cannot be counted, so I will multiply the descendants of David my servant and the Levites who minister to me."
        },
        {
          "verse": 23,
          "text": "This word of the LORD came to Jeremiah:"
        },
        {
          "verse": 24,
          "text": "Have you not noticed what these people are saying: “The LORD has rejected the two tribes he had chosen”? They hold my people in contempt as if it were no longer a nation in their eyes."
        },
        {
          "verse": 25,
          "text": "Thus says the LORD: If I have no covenant with day and night, if I did not establish statutes for heaven and earth,"
        },
        {
          "verse": 26,
          "text": "then I will also reject the descendants of Jacob and of David my servant, no longer selecting from his descendants rulers for the offspring of Abraham, Isaac, and Jacob. Yes, I will restore their fortunes and show them mercy."
        }
      ]
    },
    {
      "chapter": 34,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 34 - Fate of Zedekiah. The word which came to Jeremiah from the LORD while Nebuchadnezzar, king of Babylon, and all his army and all the earth’s kingdoms under his rule, and all the peoples were attacking Jerusalem and all her cities:"
        },
        {
          "verse": 2,
          "text": "Thus says the LORD, the God of Israel: Go to Zedekiah, king of Judah, and tell him: Thus says the LORD: I am handing this city over to the king of Babylon; he will burn it with fire."
        },
        {
          "verse": 3,
          "text": "You yourself shall not escape his hand; rather you will be captured and fall into his hand. You shall see the king of Babylon eye to eye and speak to him face to face. Then you shall go to Babylon."
        },
        {
          "verse": 4,
          "text": "Just hear the word of the LORD, Zedekiah, king of Judah! Then, says the LORD concerning you, you shall not die by the sword."
        },
        {
          "verse": 5,
          "text": "You shall die in peace, and they will burn spices for you as they did for your ancestors, the earlier kings who preceded you, and they shall make lament over you, “Alas, Lord.” I myself make this promise—oracle of the LORD."
        },
        {
          "verse": 6,
          "text": "Jeremiah the prophet told all these things to Zedekiah, king of Judah, in Jerusalem,"
        },
        {
          "verse": 7,
          "text": "while the army of the king of Babylon was attacking Jerusalem and the remaining cities of Judah, Lachish, and Azekah. Only these fortified cities were left standing out of all the cities of Judah! The Pact Broken."
        },
        {
          "verse": 8,
          "text": "This is the word that came to Jeremiah from the LORD after King Zedekiah had made a covenant with all the people in Jerusalem to proclaim freedom:"
        },
        {
          "verse": 9,
          "text": "Everyone must free their Hebrew slaves, male and female, so that no one should hold another Judahite in servitude."
        },
        {
          "verse": 10,
          "text": "All the princes and the people who entered this covenant agreed to set free their slaves, their male and female servants, so that they should no longer be in servitude. But even though they agreed and freed them,"
        },
        {
          "verse": 11,
          "text": "afterward they took back their male and female servants whom they had set free and again forced them into servitude."
        },
        {
          "verse": 12,
          "text": "Then this word of the LORD came to Jeremiah:"
        },
        {
          "verse": 13,
          "text": "Thus says the LORD, the God of Israel: I myself made a covenant with your ancestors the day I brought them out of the land of Egypt, out of the house of slavery:"
        },
        {
          "verse": 14,
          "text": "Every seventh year each of you must set free all Hebrews who have sold themselves to you; six years they shall serve you, but then you shall let them go free. Your ancestors, however, did not listen to me or obey me."
        },
        {
          "verse": 15,
          "text": "As for you, today you repented and did what is right in my eyes by proclaiming freedom for your neighbor and making a covenant before me in the house which bears my name."
        },
        {
          "verse": 16,
          "text": "But then you again profaned my name by taking back your male and female slaves whom you had just set free for life; you forced them to become your slaves again."
        },
        {
          "verse": 17,
          "text": "Therefore, thus says the LORD: You for your part did not obey me by proclaiming freedom for your families and neighbors. So I now proclaim freedom for you—oracle of the LORD—for the sword, starvation, and disease. I will make you an object of horror to all the kingdoms of the earth."
        },
        {
          "verse": 18,
          "text": "Those who violated my covenant and did not observe the terms of the covenant they made in my presence—I will make them like the calf which they cut in two so they could pass between its parts—"
        },
        {
          "verse": 19,
          "text": "the princes of Judah and of Jerusalem, the court officials, the priests, and all the people of the land, who passed between the parts of the calf."
        },
        {
          "verse": 20,
          "text": "These I will hand over to their enemies, to those who seek their lives: their corpses shall become food for the birds of the air and the beasts of the field."
        },
        {
          "verse": 21,
          "text": "Zedekiah, king of Judah, and his princes, I will hand also over to their enemies, to those who seek their lives, to the army of the king of Babylon which is now withdrawing from you."
        },
        {
          "verse": 22,
          "text": "I am giving the command—oracle of the LORD—to bring them back to this city. They shall attack and capture it, and burn it with fire; the cities of Judah I will turn into a waste, where no one dwells."
        }
      ]
    },
    {
      "chapter": 35,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 35 - The Faithful Rechabites. The word that came to Jeremiah from the LORD in the days of Jehoiakim, son of Josiah, king of Judah:"
        },
        {
          "verse": 2,
          "text": "Go to the house of the Rechabites, speak to them, and bring them to the house of the LORD, to one of the rooms there, and give them wine to drink."
        },
        {
          "verse": 3,
          "text": "So I took Jaazaniah, son of Jeremiah, son of Habazziniah, his brothers and all his sons—the whole house of the Rechabites—"
        },
        {
          "verse": 4,
          "text": "and I brought them to the house of the LORD, to the room of the sons of Hanan, son of Igdaliah, the man of God, next to the room of the princes above the room of Maaseiah, son of Shallum, the guard at the entrance."
        },
        {
          "verse": 5,
          "text": "I set before the Rechabites bowls full of wine, and cups, and said to them, “Drink some wine.”"
        },
        {
          "verse": 6,
          "text": "“We do not drink wine,” they said to me; “Jonadab, Rechab’s son, our father, commanded us, ‘Neither you nor your children shall ever drink wine."
        },
        {
          "verse": 7,
          "text": "Build no house and sow no seed; do not plant vineyards or own any. You must dwell in tents all your lives, so that you may live long on the land where you live as resident aliens.’"
        },
        {
          "verse": 8,
          "text": "We have obeyed Jonadab, Rechab’s son, our father, in everything that he commanded us: not drinking wine as long as we live—neither we nor our wives nor our sons nor our daughters;"
        },
        {
          "verse": 9,
          "text": "not building houses to live in; not owning vineyards or fields or crops."
        },
        {
          "verse": 10,
          "text": "We live in tents, doing everything our father Jonadab commanded us."
        },
        {
          "verse": 11,
          "text": "But when Nebuchadnezzar, king of Babylon, invaded this land, we said, ‘Come, let us go into Jerusalem to escape the army of the Chaldeans and the army of the Arameans.’ That is why we are now living in Jerusalem.”"
        },
        {
          "verse": 12,
          "text": "Then the word of the LORD came to Jeremiah:"
        },
        {
          "verse": 13,
          "text": "Thus says the LORD of hosts, the God of Israel: Go, say to the people of Judah and to the inhabitants of Jerusalem: Will you not take correction and obey my words?—oracle of the LORD."
        },
        {
          "verse": 14,
          "text": "The words of Jonadab, Rechab’s son, by which he commanded his children not to drink wine, have been upheld: to this day they have not drunk wine; they obeyed their ancestor’s command. I, however, have spoken to you time and again. But you did not obey me!"
        },
        {
          "verse": 15,
          "text": "Time and again I sent you all my servants the prophets, saying: Turn away, each of you, from your evil way and reform your actions! Do not follow other gods to serve them that you may remain in the land which I gave you and your ancestors. But you did not pay attention. You did not obey me."
        },
        {
          "verse": 16,
          "text": "Yes, the children of Jonadab, Rechab’s son, upheld the command which their father laid on them. But this people has not obeyed me!"
        },
        {
          "verse": 17,
          "text": "Now, therefore, says the LORD God of hosts, the God of Israel: I will soon bring upon Judah and all the inhabitants of Jerusalem every evil with which I threatened them because I spoke but they did not obey, I called but they did not answer."
        },
        {
          "verse": 18,
          "text": "But to the house of the Rechabites Jeremiah said: Thus says the LORD of hosts, the God of Israel: Since you have obeyed the command of Jonadab, your father, kept all his commands and done everything he commanded you,"
        },
        {
          "verse": 19,
          "text": "therefore, thus says the LORD of hosts, the God of Israel: Never shall there fail to be a descendant of Jonadab, Rechab’s son, standing in my presence."
        }
      ]
    },
    {
      "chapter": 36,
      "verses": [
        {
          "verse": 1,
          "text": "VII. Jeremiah and the Fall of Jerusalem Chapter 36 - Baruch, the Scribe of Jeremiah. In the fourth year of Jehoiakim, son of Josiah, king of Judah, this word came to Jeremiah from the LORD:"
        },
        {
          "verse": 2,
          "text": "Take a scroll and write on it all the words I have spoken to you about Israel, Judah, and all the nations, from the day I first spoke to you, from the days of Josiah, until today."
        },
        {
          "verse": 3,
          "text": "Perhaps, if the house of Judah hears all the evil I have in mind to do to them, so that all of them turn from their evil way, then I can forgive their wickedness and their sin."
        },
        {
          "verse": 4,
          "text": "So Jeremiah called Baruch, son of Neriah, and he wrote down on a scroll what Jeremiah said, all the words which the LORD had spoken to him."
        },
        {
          "verse": 5,
          "text": "Then Jeremiah commanded Baruch: “I cannot enter the house of the LORD; I am barred from it."
        },
        {
          "verse": 6,
          "text": "So you yourself must go. On a fast day in the hearing of the people in the LORD’s house, read the words of the LORD from the scroll you wrote at my dictation; read them also to all the people of Judah who come up from their cities."
        },
        {
          "verse": 7,
          "text": "Perhaps they will present their supplication before the LORD and will all turn back from their evil way; for great is the anger and wrath with which the LORD has threatened this people.”"
        },
        {
          "verse": 8,
          "text": "Baruch, son of Neriah, did everything Jeremiah the prophet commanded; from the scroll he read the LORD’s words in the LORD’s house."
        },
        {
          "verse": 9,
          "text": "In the ninth month, in the fifth year of Jehoiakim, son of Josiah, king of Judah, all the people of Jerusalem and all those who came from Judah’s cities to Jerusalem proclaimed a fast before the LORD."
        },
        {
          "verse": 10,
          "text": "So Baruch read the words of Jeremiah from the scroll in the room of Gemariah, son of the scribe Shaphan, in the upper court of the LORD’s house, at the entrance of the New Temple Gate, in the hearing of all the people."
        },
        {
          "verse": 11,
          "text": "Now Micaiah, son of Gemariah, son of Shaphan, heard all the words of the LORD read from the scroll."
        },
        {
          "verse": 12,
          "text": "So he went down to the house of the king, into the scribe’s chamber, where the princes were meeting in session: Elishama, the scribe; Delaiah, son of Shemaiah; Elnathan, son of Achbor; Gemariah, son of Shaphan; Zedekiah, son of Hananiah; and the other princes."
        },
        {
          "verse": 13,
          "text": "Micaiah reported to them all that he had heard Baruch read from his scroll in the hearing of the people."
        },
        {
          "verse": 14,
          "text": "The princes immediately sent Jehudi, son of Nethaniah, son of Shelemiah, son of Cushi, to Baruch with the order: “The scroll you read in the hearing of the people—bring it with you and come.” Scroll in hand, Baruch, son of Neriah, went to them."
        },
        {
          "verse": 15,
          "text": "“Sit down,” they said to him, “and read it in our hearing.” Baruch read it in their hearing,"
        },
        {
          "verse": 16,
          "text": "and when they had heard all its words, they turned to each other in alarm and said to Baruch, “We have to tell the king all these things.”"
        },
        {
          "verse": 17,
          "text": "Then they asked Baruch: “Tell us, please, how did you come to write down all these words? Was it at his dictation?”"
        },
        {
          "verse": 18,
          "text": "“Yes, he would dictate all these words to me,” Baruch answered them, “while I wrote them down with ink in the scroll.”"
        },
        {
          "verse": 19,
          "text": "The princes said to Baruch, “Go into hiding, you and Jeremiah; do not let anyone know where you are.”"
        },
        {
          "verse": 20,
          "text": "They went in to the king, into the courtyard; they had deposited the scroll in the room of Elishama the scribe. When they told the king everything that had happened,"
        },
        {
          "verse": 21,
          "text": "the king sent Jehudi to get the scroll. Jehudi brought it from the room of Elishama the scribe, and read it to the king and to all the princes who were attending the king."
        },
        {
          "verse": 22,
          "text": "Now the king was sitting in his winter house, since it was the ninth month, and a fire was burning in the brazier before him."
        },
        {
          "verse": 23,
          "text": "Each time Jehudi finished reading three or four columns, he would cut off the piece with a scribe’s knife and throw it into the fire in the brazier, until the entire scroll was consumed in the fire in the brazier."
        },
        {
          "verse": 24,
          "text": "As they were listening to all these words the king and all his officials did not become alarmed, nor did they tear their garments."
        },
        {
          "verse": 25,
          "text": "And though Elnathan, Delaiah, and Gemariah urged the king not to burn the scroll, he would not listen to them."
        },
        {
          "verse": 26,
          "text": "He commanded Jerahmeel, a royal prince, and Seraiah, son of Azriel, and Shelemiah, son of Abdeel, to arrest Baruch, the scribe, and Jeremiah the prophet. But the LORD had hidden them away."
        },
        {
          "verse": 27,
          "text": "The word of the LORD came to Jeremiah, after the king burned the scroll and the words Jeremiah had dictated to Baruch:"
        },
        {
          "verse": 28,
          "text": "Take another scroll, and write on it all the words in the first scroll, which Jehoiakim, king of Judah, burned."
        },
        {
          "verse": 29,
          "text": "And against Jehoiakim, king of Judah, say this: Thus says the LORD: You are the one who burned that scroll, saying, “Why did you write on it: Babylon’s king shall surely come and ravage this land, emptying it of every living thing”?"
        },
        {
          "verse": 30,
          "text": "The LORD now says of Jehoiakim, king of Judah: No descendant of his shall sit on David’s throne; his corpse shall be thrown out, exposed to heat by day, frost by night."
        },
        {
          "verse": 31,
          "text": "I will punish him and his descendants and his officials for their wickedness; upon them, the inhabitants of Jerusalem, and the people of Judah I will bring all the evil threats to which they did not listen."
        },
        {
          "verse": 32,
          "text": "Then Jeremiah took another scroll and gave it to his scribe, Baruch, son of Neriah, who wrote on it at Jeremiah’s dictation all the words contained in the scroll which Jehoiakim, king of Judah, had burned in the fire, adding many words like them."
        }
      ]
    },
    {
      "chapter": 37,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 37 - Jeremiah in the Dungeon. Zedekiah, son of Josiah, became king, succeeding Coniah, son of Jehoiakim; Nebuchadnezzar, king of Babylon, appointed him king over the land of Judah."
        },
        {
          "verse": 2,
          "text": "Neither he, nor his officials, nor the people of the land would listen to the words which the LORD spoke through Jeremiah the prophet."
        },
        {
          "verse": 3,
          "text": "Yet King Zedekiah sent Jehucal, son of Shelemiah, and Zephaniah, son of Maaseiah the priest, to Jeremiah the prophet with this request: “Please appeal to the LORD, our God, for us.”"
        },
        {
          "verse": 4,
          "text": "At this time Jeremiah still came and went freely among the people; he had not yet been put into prison."
        },
        {
          "verse": 5,
          "text": "Meanwhile, Pharaoh’s army had set out from Egypt, and when the Chaldeans who were besieging Jerusalem heard this report, they withdrew from the city."
        },
        {
          "verse": 6,
          "text": "Then the word of the LORD came to Jeremiah the prophet:"
        },
        {
          "verse": 7,
          "text": "Thus says the LORD, the God of Israel: Thus you must say to the king of Judah who sent you to consult me: Listen! Pharaoh’s army, which has set out to help you, will return to Egypt, its own land."
        },
        {
          "verse": 8,
          "text": "The Chaldeans shall return and attack this city; they shall capture it and destroy it by fire."
        },
        {
          "verse": 9,
          "text": "Thus says the LORD: Do not deceive yourselves, saying: “The Chaldeans are surely leaving us forever.” They are not!"
        },
        {
          "verse": 10,
          "text": "Even if you could defeat the whole Chaldean army that is now attacking you, and only the wounded remained, each in his tent, these would rise up and destroy the city with fire."
        },
        {
          "verse": 11,
          "text": "Now when the Chaldean army withdrew from Jerusalem because of the army of Pharaoh,"
        },
        {
          "verse": 12,
          "text": "Jeremiah set out from Jerusalem to go to the territory of Benjamin, to receive his share of property among the people."
        },
        {
          "verse": 13,
          "text": "But at the Gate of Benjamin, the captain of the guard, by the name of Irijah, son of Shelemiah, son of Hananiah, arrested Jeremiah the prophet, saying, “You are deserting to the Chaldeans!”"
        },
        {
          "verse": 14,
          "text": "“That is a lie!” Jeremiah answered, “I am not deserting to the Chaldeans.” Without listening to him, Irijah kept Jeremiah in custody and brought him to the princes."
        },
        {
          "verse": 15,
          "text": "The princes were enraged at Jeremiah and had Jeremiah beaten and imprisoned in the house of Jonathan the scribe, for they were using it as a jail."
        },
        {
          "verse": 16,
          "text": "And so Jeremiah went into a room in the dungeon, where he remained many days."
        },
        {
          "verse": 17,
          "text": "Then King Zedekiah had him brought to his palace, and he asked him secretly, “Is there any word from the LORD?” “There is!” Jeremiah answered: “You shall be handed over to the king of Babylon.”"
        },
        {
          "verse": 18,
          "text": "Jeremiah then asked King Zedekiah: “How have I wronged you or your officials or this people, that you should put me in prison?"
        },
        {
          "verse": 19,
          "text": "Where are your own prophets who prophesied for you, saying: ‘The King of Babylon will not attack you or this land’?"
        },
        {
          "verse": 20,
          "text": "Please hear me, my lord king! Grant my petition: do not send me back into the house of Jonathan the scribe, or I shall die there.”"
        },
        {
          "verse": 21,
          "text": "So King Zedekiah ordered that Jeremiah be confined in the court of the guard and given a ration of bread every day from the bakers’ street until all the bread in the city was eaten up. Thus Jeremiah remained in the court of the guard."
        }
      ]
    },
    {
      "chapter": 38,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 38 - Jeremiah in the Muddy Cistern. Shephatiah, son of Mattan, Gedaliah, son of Pashhur, Jucal, son of Shelemiah, and Pashhur, son of Malchiah, heard the words Jeremiah was speaking to all the people:"
        },
        {
          "verse": 2,
          "text": "Thus says the LORD: Those who remain in this city shall die by means of the sword, starvation, and disease; but those who go out to the Chaldeans shall live. Their lives shall be spared them as spoils of war that they may live."
        },
        {
          "verse": 3,
          "text": "Thus says the LORD: This city shall certainly be handed over to the army of the king of Babylon; he shall capture it."
        },
        {
          "verse": 4,
          "text": "Then the princes said to the king, “This man ought to be put to death. He is weakening the resolve of the soldiers left in this city and of all the people, by saying such things to them; he is not seeking the welfare of our people, but their ruin.”"
        },
        {
          "verse": 5,
          "text": "King Zedekiah answered: “He is in your hands,” for the king could do nothing with them."
        },
        {
          "verse": 6,
          "text": "And so they took Jeremiah and threw him into the cistern of Prince Malchiah, in the court of the guard, letting him down by rope. There was no water in the cistern, only mud, and Jeremiah sank down into the mud."
        },
        {
          "verse": 7,
          "text": "Now Ebed-melech, an Ethiopian, a court official in the king’s house, heard that they had put Jeremiah in the cistern. The king happened to be sitting at the Gate of Benjamin,"
        },
        {
          "verse": 8,
          "text": "and Ebed-melech went there from the house of the king and said to him,"
        },
        {
          "verse": 9,
          "text": "“My lord king, these men have done wrong in all their treatment of Jeremiah the prophet, throwing him into the cistern. He will starve to death on the spot, for there is no more bread in the city.”"
        },
        {
          "verse": 10,
          "text": "Then the king ordered Ebed-melech the Ethiopian: “Take three men with you, and get Jeremiah the prophet out of the cistern before he dies.”"
        },
        {
          "verse": 11,
          "text": "Ebed-melech took the men with him, and went first to the linen closet in the house of the king. He took some old, tattered rags and lowered them by rope to Jeremiah in the cistern."
        },
        {
          "verse": 12,
          "text": "Then he said to Jeremiah, “Put these old, tattered rags between your armpits and the ropes.” Jeremiah did so,"
        },
        {
          "verse": 13,
          "text": "and they pulled him up by rope out of the cistern. But Jeremiah remained in the court of the guard."
        },
        {
          "verse": 14,
          "text": "King Zedekiah summoned Jeremiah the prophet to meet him at the third entrance of the house of the LORD. “I have a question to ask you,” the king said to Jeremiah. “Do not hide anything from me.”"
        },
        {
          "verse": 15,
          "text": "Jeremiah answered Zedekiah: “If I tell you anything, will you not have me put to death? If I counsel you, you will not listen to me!”"
        },
        {
          "verse": 16,
          "text": "But King Zedekiah swore to Jeremiah secretly: “As the LORD lives who gave us our lives, I will not kill you, nor will I hand you over to those men who seek your life.”"
        },
        {
          "verse": 17,
          "text": "Jeremiah then said to Zedekiah: “Thus says the LORD God of hosts, the God of Israel: If you will only surrender to the princes of Babylon’s king, you shall save your life; this city shall not be destroyed by fire, and you and your household shall live."
        },
        {
          "verse": 18,
          "text": "But if you do not surrender to the princes of Babylon’s king, this city shall fall into the hand of the Chaldeans, who shall destroy it by fire, and you shall not escape their hand.”"
        },
        {
          "verse": 19,
          "text": "King Zedekiah said to Jeremiah, “I am afraid of the Judahites who have deserted to the Chaldeans; I could be handed over to them, and they will mistreat me.”"
        },
        {
          "verse": 20,
          "text": "“You will not be handed over to them,” Jeremiah answered. “I beg you! Please listen to the voice of the LORD regarding what I tell you so that it may go well with you and your life be spared."
        },
        {
          "verse": 21,
          "text": "But if you refuse to surrender, this is what the LORD has shown:"
        },
        {
          "verse": 22,
          "text": "I see all the women who remain in the house of Judah’s king being brought out to the princes of Babylon’s king, and they are crying: ‘They betrayed you, outdid you, your good friends! Now that your feet are sunk in mud, they slink away.’"
        },
        {
          "verse": 23,
          "text": "All your wives and children shall be brought out to the Chaldeans, and you shall not escape their hands; you shall be handed over to the king of Babylon, and this city shall be destroyed by fire.”"
        },
        {
          "verse": 24,
          "text": "Then Zedekiah said to Jeremiah, “Let no one know about this conversation, or you shall die."
        },
        {
          "verse": 25,
          "text": "If the princes should hear I spoke with you and if they should come and ask you, ‘Tell us what you said to the king; do not hide it from us, or we will kill you,’ or, ‘What did the king say to you?’"
        },
        {
          "verse": 26,
          "text": "then give them this answer: ‘I petitioned the king not to send me back to Jonathan’s house lest I die there.’”"
        },
        {
          "verse": 27,
          "text": "When all the princes came to Jeremiah and questioned him, he answered them with the very words the king had commanded. They said no more to him, for nothing had been overheard of the conversation."
        },
        {
          "verse": 28,
          "text": "Thus Jeremiah stayed in the court of the guard until the day Jerusalem was taken."
        }
      ]
    },
    {
      "chapter": 39,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 39 - The Capture of Jerusalem. When Jerusalem was taken, in the ninth year of Zedekiah, king of Judah, in the tenth month, Nebuchadnezzar, king of Babylon, and all his army marched against Jerusalem and placed it under siege."
        },
        {
          "verse": 2,
          "text": "In the eleventh year of Zedekiah, on the ninth day of the fourth month, the city wall was breached."
        },
        {
          "verse": 3,
          "text": "All the princes of the king of Babylon came and took their seats at the middle gate: Nergal-sharezer of Simmagir, a chief officer; Nebushazban, a high dignitary; and all the rest of the princes of the king of Babylon."
        },
        {
          "verse": 4,
          "text": "When Zedekiah, king of Judah, and all his warriors saw this, they fled, leaving the city at night by way of the king’s garden, through a gate between the two walls. He went in the direction of the Arabah,"
        },
        {
          "verse": 5,
          "text": "but the Chaldean army pursued them; they caught up with Zedekiah in the wilderness near Jericho and took him prisoner. They brought him to Nebuchadnezzar, king of Babylon, in Riblah, in the land of Hamath, and he pronounced sentence upon him."
        },
        {
          "verse": 6,
          "text": "The king of Babylon executed the sons of Zedekiah at Riblah before his very eyes; the king of Babylon also executed all the nobles of Judah."
        },
        {
          "verse": 7,
          "text": "He then blinded Zedekiah and bound him in chains to bring him to Babylon."
        },
        {
          "verse": 8,
          "text": "The Chaldeans set fire to the king’s house and the houses of the people and tore down the walls of Jerusalem."
        },
        {
          "verse": 9,
          "text": "Nebuzaradan, captain of the bodyguard, deported to Babylon the rest of the people left in the city, those who had deserted to him, and the rest of the workers."
        },
        {
          "verse": 10,
          "text": "But Nebuzaradan, captain of the bodyguard, left in the land of Judah some of the poor who had nothing and at the same time gave them vineyards and farms."
        },
        {
          "verse": 11,
          "text": "Jeremiah Released to Gedaliah’s Custody. Concerning Jeremiah, Nebuchadnezzar, king of Babylon, gave these orders through Nebuzaradan, captain of the bodyguard:"
        },
        {
          "verse": 12,
          "text": "“Take him and look after him; do not let anything happen to him. Whatever he may ask, you must do for him.”"
        },
        {
          "verse": 13,
          "text": "Thereupon Nebuzaradan, captain of the bodyguard, and Nebushazban, a high dignitary, and Nergal-sharezer, a chief officer, and all the nobles of the king of Babylon,"
        },
        {
          "verse": 14,
          "text": "had Jeremiah taken out of the courtyard of the guard and entrusted to Gedaliah, son of Ahikam, son of Shaphan, to bring him home. And so he remained among the people."
        },
        {
          "verse": 15,
          "text": "A Word of Comfort for Ebed-melech. While Jeremiah was still imprisoned in the court of the guard, the word of the LORD came to him:"
        },
        {
          "verse": 16,
          "text": "Go, tell this to Ebed-melech the Ethiopian: Thus says the LORD of hosts, the God of Israel: See, I am now carrying out my words against this city, for evil and not for good; this will happen in your presence on that day."
        },
        {
          "verse": 17,
          "text": "But on that day I will deliver you—oracle of the LORD; you shall not be handed over to the men you dread."
        },
        {
          "verse": 18,
          "text": "I will make certain that you escape and do not fall by the sword. Your life will be your spoils of war because you trusted in me—oracle of the LORD."
        }
      ]
    },
    {
      "chapter": 40,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 40 - Jeremiah Still in Judah. The word which came to Jeremiah from the LORD, after Nebuzaradan, captain of the bodyguard, had released him in Ramah, where he found him a prisoner in chains among the captives of Jerusalem and Judah being exiled to Babylon."
        },
        {
          "verse": 2,
          "text": "The captain of the bodyguard took charge of Jeremiah and said to him, “The LORD, your God, decreed ruin for this place."
        },
        {
          "verse": 3,
          "text": "Now he has made it happen, accomplishing what he decreed; because you sinned against the LORD and did not listen to his voice, this decree has been realized against you."
        },
        {
          "verse": 4,
          "text": "Now, I release you today from the chains upon your hands; if you want to come with me to Babylon, then come: I will look out for you. But if you do not want to come to Babylon, very well. See, the whole land lies before you; go wherever you think good and proper."
        },
        {
          "verse": 5,
          "text": "Or go to Gedaliah, son of Ahikam, son of Shaphan, whom the king of Babylon has set over the cities of Judah. Stay with him among the people. Or go wherever you want!” The captain of the bodyguard gave him food and gifts and let him go."
        },
        {
          "verse": 6,
          "text": "So Jeremiah went to Gedaliah, son of Ahikam, in Mizpah, and dwelt with him among the people left in the land."
        },
        {
          "verse": 7,
          "text": "When the military leaders still in the field with their soldiers heard that the king of Babylon had set Gedaliah, son of Ahikam, over the land and had put him in charge of men, women, and children, from the poor of the land who had not been deported to Babylon,"
        },
        {
          "verse": 8,
          "text": "they and their soldiers came to Gedaliah in Mizpah: Ishmael, son of Nethaniah; Johanan, son of Kareah; Seraiah, son of Tanhumeth; the sons of Ephai of Netophah; and Jezaniah of Beth-maacah."
        },
        {
          "verse": 9,
          "text": "Gedaliah, son of Ahikam, son of Shaphan, swore an oath to them and their men: “Do not be afraid to serve the Chaldeans. Stay in the land and serve the king of Babylon, so that everything may go well with you."
        },
        {
          "verse": 10,
          "text": "As for me, I will remain in Mizpah, as your representative before the Chaldeans when they come to us. You, for your part, harvest the wine, the fruit, and the oil, store them in jars, and remain in the cities you occupied.”"
        },
        {
          "verse": 11,
          "text": "Then all the Judahites in Moab, in Ammon, in Edom, and those in all other lands heard that the king of Babylon had left a remnant in Judah and had set over them Gedaliah, son of Ahikam, son of Shaphan."
        },
        {
          "verse": 12,
          "text": "They all returned to the land of Judah from the places to which they had scattered. They went to Gedaliah at Mizpah and had a rich harvest of wine and fruit."
        },
        {
          "verse": 13,
          "text": "Assassination of Gedaliah. Now Johanan, son of Kareah, and all the military leaders in the field came to Gedaliah in Mizpah"
        },
        {
          "verse": 14,
          "text": "and said to him, “Surely you are aware that Baalis, the Ammonite king, has sent Ishmael, son of Nethaniah, to assassinate you?” But Gedaliah, son of Ahikam, would not believe them."
        },
        {
          "verse": 15,
          "text": "Then Johanan, son of Kareah, said secretly to Gedaliah in Mizpah: “Please let me go and kill Ishmael, son of Nethaniah; no one will know it. What if he assassinates you? All the Judahites who have now rallied behind you would scatter and the remnant of Judah would perish.”"
        },
        {
          "verse": 16,
          "text": "Gedaliah, son of Ahikam, answered Johanan, son of Kareah, “You must not do that. What you are saying about Ishmael is a lie!”"
        }
      ]
    },
    {
      "chapter": 41,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 41 - In the seventh month, Ishmael, son of Nethaniah, son of Elishama, of royal descent, one of the king’s nobles, came with ten men to Gedaliah, son of Ahikam, at Mizpah. While they were together at table in Mizpah,"
        },
        {
          "verse": 2,
          "text": "Ishmael, son of Nethaniah, and the ten with him, stood up and struck down Gedaliah, son of Ahikam, son of Shaphan, with swords. They killed him, since the king of Babylon had set him over the land;"
        },
        {
          "verse": 3,
          "text": "Ishmael also killed all the Judahites of military age who were with Gedaliah and the Chaldean soldiers stationed there."
        },
        {
          "verse": 4,
          "text": "The day after the murder of Gedaliah, before anyone learned about it,"
        },
        {
          "verse": 5,
          "text": "eighty men, in ragged clothes, with beards shaved off and gashes on their bodies, came from Shechem, Shiloh, and Samaria, bringing grain offerings and incense for the house of the LORD."
        },
        {
          "verse": 6,
          "text": "Weeping as he went, Ishmael son of Nethaniah, set out from Mizpah to meet them. “Come to Gedaliah, son of Ahikam,” he said as he met them."
        },
        {
          "verse": 7,
          "text": "Once they were inside the city, Ishmael, son of Nethaniah, and his men slaughtered them and threw them into the cistern."
        },
        {
          "verse": 8,
          "text": "Ten of them said to Ishmael: “Do not kill us! We have stores of wheat and barley, oil and honey hidden in the field.” So he spared them and did not kill them as he had killed their companions."
        },
        {
          "verse": 9,
          "text": "The cistern into which Ishmael threw all the bodies of the men he had killed was the large one King Asa made to defend himself against Baasha, king of Israel; Ishmael, son of Nethaniah, filled this cistern with the slain."
        },
        {
          "verse": 10,
          "text": "Ishmael led away the rest of the people left in Mizpah, including the princesses, whom Nebuzaradan, captain of the bodyguard, had consigned to Gedaliah, son of Ahikam. With these captives, Ishmael, son of Nethaniah, set out to cross over to the Ammonites."
        },
        {
          "verse": 11,
          "text": "Flight to Egypt. But when Johanan, son of Kareah, and the other army leaders with him heard about the crimes Ishmael, son of Nethaniah, had committed,"
        },
        {
          "verse": 12,
          "text": "they took all their men and set out to attack Ishmael, son of Nethaniah. They overtook him at the great pool in Gibeon."
        },
        {
          "verse": 13,
          "text": "At the sight of Johanan, son of Kareah, and the other army leaders, the people with Ishmael rejoiced;"
        },
        {
          "verse": 14,
          "text": "all of those whom Ishmael had taken captive from Mizpah went back to Johanan, son of Kareah."
        },
        {
          "verse": 15,
          "text": "But Ishmael, son of Nethaniah, escaped from Johanan with eight men and fled to the Ammonites."
        },
        {
          "verse": 16,
          "text": "Then Johanan, son of Kareah, and all the military leaders took charge of all the rest of the people whom Ishmael, son of Nethaniah, had taken away from Mizpah after he killed Gedaliah, son of Ahikam—the soldiers, the women with children, and court officials, whom he brought back from Gibeon."
        },
        {
          "verse": 17,
          "text": "They set out and stopped at Geruth Chimham near Bethlehem, intending to go into Egypt."
        },
        {
          "verse": 18,
          "text": "They were afraid of the Chaldeans, because Ishmael, son of Nethaniah, had slain Gedaliah, son of Ahikam, whom the king of Babylon had set over the land."
        }
      ]
    },
    {
      "chapter": 42,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 42 - Then all the military leaders, including Johanan, son of Kareah, Azariah, son of Hoshaiah, and all the people, from the least to the greatest,"
        },
        {
          "verse": 2,
          "text": "approached Jeremiah the prophet and said, “Please grant our petition; pray for us to the LORD, your God, for all this remnant. As you see, only a few of us remain, but once we were many."
        },
        {
          "verse": 3,
          "text": "May the LORD, your God, show us the way we should take and what we should do.”"
        },
        {
          "verse": 4,
          "text": "“Very well!” Jeremiah the prophet answered them: “I will pray to the LORD, your God, as you desire; whatever the LORD answers, I will tell you; I will withhold nothing from you.”"
        },
        {
          "verse": 5,
          "text": "And they said to Jeremiah, “May the LORD be a true and faithful witness against us if we do not follow all the instructions the LORD, your God, sends us through you."
        },
        {
          "verse": 6,
          "text": "Whether we like it or not, we will obey the command of the LORD, our God, to whom we are sending you, so that it may go well with us for obeying the command of the LORD, our God.”"
        },
        {
          "verse": 7,
          "text": "Ten days passed before the word of the LORD came to Jeremiah."
        },
        {
          "verse": 8,
          "text": "Then he called Johanan, son of Kareah, his army leaders, and all the people, from the least to the greatest,"
        },
        {
          "verse": 9,
          "text": "and said to them: Thus says the LORD, the God of Israel, to whom you sent me to offer your petition:"
        },
        {
          "verse": 10,
          "text": "If indeed you will remain in this land, I will build you up, and not tear you down; I will plant you, not uproot you; for I repent of the evil I have done you."
        },
        {
          "verse": 11,
          "text": "Do not fear the king of Babylon, as you do now. Do not fear him—oracle of the LORD—for I am with you to save you, to rescue you from his power."
        },
        {
          "verse": 12,
          "text": "I will take pity on you, so that he will have pity on you and let you return to your land."
        },
        {
          "verse": 13,
          "text": "But if you keep saying, “We will not stay in this land,” thus disobeying the voice of the LORD, your God,"
        },
        {
          "verse": 14,
          "text": "and saying, “No, we will go to the land of Egypt, where we will not see war, nor hear the trumpet alarm, nor hunger for bread. There we will live!”"
        },
        {
          "verse": 15,
          "text": "then listen to the word of the LORD, remnant of Judah: Thus says the LORD of hosts, the God of Israel: If you are set on going to Egypt and settling down there once you arrive,"
        },
        {
          "verse": 16,
          "text": "the sword you fear shall overtake you in the land of Egypt; the hunger you dread shall pursue you to Egypt and there you shall die."
        },
        {
          "verse": 17,
          "text": "All those determined to go to Egypt to live shall die by the sword, famine, and disease: not one shall survive or escape the evil that I am bringing upon them."
        },
        {
          "verse": 18,
          "text": "For thus says the LORD of hosts, the God of Israel: Just as my furious wrath was poured out upon the inhabitants of Jerusalem, so shall my anger be poured out on you when you reach Egypt. You shall become a malediction and a horror, a curse and a reproach, and you shall never see this place again."
        },
        {
          "verse": 19,
          "text": "The LORD has spoken to you, remnant of Judah. Do not go to Egypt! Mark well that I am warning you this day."
        },
        {
          "verse": 20,
          "text": "At the cost of your lives you have been deceitful, for you yourselves sent me to the LORD, your God, saying, “Pray for us to the LORD, our God; whatever the LORD, our God, shall say, tell us and we will do it.”"
        },
        {
          "verse": 21,
          "text": "Today I have told you, but you have not listened to the voice of the LORD your God, in anything that he has sent me to tell you."
        },
        {
          "verse": 22,
          "text": "Have no doubt about this: you shall die by the sword, famine, and disease in the place where you want to go and live."
        }
      ]
    },
    {
      "chapter": 43,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 43 - When Jeremiah finished telling the people all the words the LORD, their God, sent to them,"
        },
        {
          "verse": 2,
          "text": "Azariah, son of Hoshaiah, Johanan, son of Kareah, and all the others had the insolence to say to Jeremiah: “You lie; the LORD, our God, did not send you to tell us, ‘Do not go to Egypt to live there.’"
        },
        {
          "verse": 3,
          "text": "Baruch, son of Neriah, is inciting you against us, to hand us over to the Chaldeans to be killed or exiled to Babylon.”"
        },
        {
          "verse": 4,
          "text": "So Johanan, son of Kareah, and the rest of the leaders and the people did not listen to the voice of the LORD to stay in the land of Judah."
        },
        {
          "verse": 5,
          "text": "Instead, Johanan, son of Kareah, and the military leaders took along all the remnant of Judah who had been dispersed among the nations and then had returned to dwell in the land of Judah:"
        },
        {
          "verse": 6,
          "text": "men, women, and children, the princesses and everyone whom Nebuzaradan, captain of the bodyguard, had consigned to Gedaliah, son of Ahikam, son of Shaphan; also Jeremiah, the prophet, and Baruch, son of Neriah."
        },
        {
          "verse": 7,
          "text": "They went to Egypt—they did not listen to the voice of the LORD—and came to Tahpanhes."
        },
        {
          "verse": 8,
          "text": "Jeremiah in Egypt. The word of the LORD came to Jeremiah in Tahpanhes:"
        },
        {
          "verse": 9,
          "text": "Take some large stones in your hand and set them in mortar in the terrace at the entrance to the house of Pharaoh in Tahpanhes, while the Judahites watch."
        },
        {
          "verse": 10,
          "text": "Then say to them: Thus says the LORD of hosts, the God of Israel: I will send for my servant Nebuchadnezzar, king of Babylon. He will place his throne upon these stones which I, Jeremiah, have set up, and stretch his canopy above them."
        },
        {
          "verse": 11,
          "text": "He shall come and strike the land of Egypt: with death, those marked for death; with exile, those marked for exile; with the sword, those marked for the sword."
        },
        {
          "verse": 12,
          "text": "He shall set fire to the temples of Egypt’s gods, burn the gods and carry them off. He shall pick the land of Egypt clean, as a shepherd picks lice off his cloak, and then depart victorious."
        },
        {
          "verse": 13,
          "text": "He shall smash the obelisks at the Temple of the Sun in the land of Egypt and destroy with fire the temples of the Egyptian gods."
        }
      ]
    },
    {
      "chapter": 44,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 44 - The word that came to Jeremiah for all the Judahites who were living in Egypt, those living in Migdol, Tahpanhes, and Memphis, and in Upper Egypt:"
        },
        {
          "verse": 2,
          "text": "Thus says the LORD of hosts, the God of Israel: You yourselves have seen all the evil I brought upon Jerusalem and the other cities of Judah. Today they lie in ruins uninhabited,"
        },
        {
          "verse": 3,
          "text": "because of the evil they did to provoke me, going after other gods, offering incense and serving other gods they did not know, neither they, nor you, nor your ancestors."
        },
        {
          "verse": 4,
          "text": "Though I repeatedly sent you all my servants the prophets, saying: “You must not commit this abominable deed I hate,”"
        },
        {
          "verse": 5,
          "text": "they did not listen or incline their ears in order to turn from their evil, no longer offering incense to other gods."
        },
        {
          "verse": 6,
          "text": "Therefore the fury of my anger poured forth and kindled fire in the cities of Judah and the streets of Jerusalem, to turn them into the ruined wasteland they are today."
        },
        {
          "verse": 7,
          "text": "Now thus says the LORD God of hosts, the God of Israel: Why inflict so great an evil upon yourselves, cutting off from Judah man and woman, child and infant, not leaving yourselves even a remnant?"
        },
        {
          "verse": 8,
          "text": "Why do you provoke me with the works of your hands, offering sacrifice to other gods here in the land of Egypt where you have come to live? Will you cut yourselves off and become a curse, a reproach among all the nations of the earth?"
        },
        {
          "verse": 9,
          "text": "Have you forgotten the evil of your ancestors, the evil of the kings of Judah, the evil of their wives, and your own evil and the evil of your wives—all that they did in the land of Judah and in the streets of Jerusalem?"
        },
        {
          "verse": 10,
          "text": "To this day they have not been crushed down, nor have they shown fear. They have not followed my law and my statutes that I set before you and your ancestors."
        },
        {
          "verse": 11,
          "text": "Therefore, thus says the LORD of hosts, the God of Israel: I have set my face against you for evil, to cut off all Judah."
        },
        {
          "verse": 12,
          "text": "I will take away the remnant of Judah who insisted on going to the land of Egypt to live there; in the land of Egypt they shall meet their end. They shall fall by the sword or be consumed by hunger. From the least to the greatest, they shall die by sword or hunger; they shall become a malediction, a horror, a curse, a reproach."
        },
        {
          "verse": 13,
          "text": "Thus I will punish those who live in Egypt, just as I punished Jerusalem, with sword, hunger, and disease,"
        },
        {
          "verse": 14,
          "text": "so that none of the remnant of Judah who came to live in the land of Egypt shall escape or survive. No one shall return to the land of Judah. Even though they long to return and live there, they shall not return except as refugees."
        },
        {
          "verse": 15,
          "text": "They answered Jeremiah—all the men who knew that their wives were offering sacrifices to other gods, all the women standing there in the immense crowd, and all the people who lived in Lower and Upper Egypt:"
        },
        {
          "verse": 16,
          "text": "“Regarding the word you have spoken to us in the name of the LORD, we are not listening to you."
        },
        {
          "verse": 17,
          "text": "Rather we will go on doing what we proposed; we will offer incense to the Queen of Heaven and pour out libations to her, just as we have done, along with our ancestors, our kings and princes, in the cities of Judah and in the streets of Jerusalem. Then we had plenty to eat, we prospered, and we suffered no misfortune."
        },
        {
          "verse": 18,
          "text": "But ever since we stopped offering sacrifices to the Queen of Heaven and pouring out libations to her, we lack everything and are being destroyed by sword and hunger.”"
        },
        {
          "verse": 19,
          "text": "And the women said, “When we offered sacrifices to the Queen of Heaven and poured out libations to her, did we bake cakes in her image and pour out libations to her without our husbands’ consent?”"
        },
        {
          "verse": 20,
          "text": "To all the people, men and women, who gave him this answer, Jeremiah said:"
        },
        {
          "verse": 21,
          "text": "As for the sacrifices you offered in the cities of Judah and in the streets of Jerusalem—you, your ancestors, your kings and princes, and the people of the land—did not the LORD remember them? Did it not enter his mind?"
        },
        {
          "verse": 22,
          "text": "The LORD could no longer bear the evil of your deeds, the abominations you were doing; then your land became a waste, a horror, a curse, without even one inhabitant, as it is today."
        },
        {
          "verse": 23,
          "text": "Because you offered sacrifice and sinned against the LORD, not listening to the voice of the LORD, not following his law, his statutes, and his decrees, therefore this evil has overtaken you, as it is today."
        },
        {
          "verse": 24,
          "text": "Jeremiah said to all the people and to all the women: Hear the word of the LORD, all you Judahites in the land of Egypt:"
        },
        {
          "verse": 25,
          "text": "Thus says the LORD of hosts, the God of Israel: You and your wives have carried out with your hands what your mouths have spoken: “We will go on fulfilling the vows we have made to offer sacrifice to the Queen of Heaven and to pour out libations to her.” Very well! keep your vows, fulfill your vows!"
        },
        {
          "verse": 26,
          "text": "And then listen to the word of the LORD, all you Judahites living in Egypt; I swear by my own great name, says the LORD: in the whole land of Egypt, my name shall no longer be pronounced by the lips of any Judahite, saying, “As the Lord GOD lives.”"
        },
        {
          "verse": 27,
          "text": "I am watching over them for evil, not for good. All the Judahites in Egypt shall come to an end by sword or famine until they are completely destroyed."
        },
        {
          "verse": 28,
          "text": "Those who escape the sword to return from the land of Egypt to the land of Judah shall be few in number. The whole remnant of Judah who came to Egypt to live shall know whose word stands, mine or theirs."
        },
        {
          "verse": 29,
          "text": "And this shall be a sign to you—oracle of the LORD—I will punish you in this place so that you will know that my words stand solidly against you for evil."
        },
        {
          "verse": 30,
          "text": "Thus says the LORD: See! I will hand over Pharaoh Hophra, king of Egypt, to his enemies, to those seeking his life, just as I handed over Zedekiah, king of Judah, to his enemy Nebuchadrezzar, king of Babylon, to the one seeking his life."
        }
      ]
    },
    {
      "chapter": 45,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 45 - A Message to Baruch. The word that Jeremiah the prophet spoke to Baruch, son of Neriah, when he wrote on a scroll words from Jeremiah’s own mouth in the fourth year of Jehoiakim, son of Josiah, king of Judah:"
        },
        {
          "verse": 2,
          "text": "Thus says the LORD, God of Israel, to you, Baruch."
        },
        {
          "verse": 3,
          "text": "You said, “Woe is me! the LORD has added grief to my pain. I have worn myself out with groaning; rest eludes me.”"
        },
        {
          "verse": 4,
          "text": "You must say this to him. Thus says the LORD: What I have built, I am tearing down; what I have planted, I am uprooting: all this land."
        },
        {
          "verse": 5,
          "text": "And you, do you seek great things for yourself? Do not seek them! I am bringing evil on all flesh—oracle of the LORD—but I will grant you your life as spoils of war, wherever you may go."
        }
      ]
    },
    {
      "chapter": 46,
      "verses": [
        {
          "verse": 1,
          "text": "VIII. Oracles Against the Nations Chapter 46 - The word of the LORD that came to Jeremiah the prophet concerning the nations."
        },
        {
          "verse": 2,
          "text": "Against Egypt. Concerning Egypt. Against the army of Pharaoh Neco, king of Egypt, defeated at Carchemish on the Euphrates by Nebuchadrezzar, king of Babylon, in the fourth year of Jehoiakim, son of Josiah, king of Judah:"
        },
        {
          "verse": 3,
          "text": "Prepare buckler and shield! move forward to battle!"
        },
        {
          "verse": 4,
          "text": "Harness the horses, charioteers, mount up! Fall in, with helmets on; polish your spears, put on your armor."
        },
        {
          "verse": 5,
          "text": "What do I see? Are they panicking, falling apart? Their warriors are hammered back, They flee headlong never making a stand. Terror on every side— oracle of the LORD!"
        },
        {
          "verse": 6,
          "text": "The swift cannot flee, nor the warrior escape: There up north, on the banks of the Euphrates they stumble and fall."
        },
        {
          "verse": 7,
          "text": "Who is this? Like the Nile, it rears up; like rivers, its waters surge."
        },
        {
          "verse": 8,
          "text": "Egypt rears up like the Nile, like rivers, its waters surge. “I will rear up,” it says, “and cover the earth, destroying the city and its people."
        },
        {
          "verse": 9,
          "text": "Forward, horses! charge, chariots! March forth, warriors, Cush and Put, bearing shields, Archers of Lud, stretching bows!”"
        },
        {
          "verse": 10,
          "text": "Today belongs to the Lord GOD of hosts, a day of vengeance, vengeance on his foes! The sword devours and is sated, drunk with their blood: for the Lord GOD of hosts holds a sacrifice in the land of the north, on the River Euphrates."
        },
        {
          "verse": 11,
          "text": "Go up to Gilead, procure balm, Virgin daughter Egypt! No use to multiply remedies; for you there is no healing."
        },
        {
          "verse": 12,
          "text": "The nations hear your cries, your screaming fills the earth. Warrior stumbles against warrior, both collapse together."
        },
        {
          "verse": 13,
          "text": "The word that the LORD spoke to Jeremiah the prophet when Nebuchadrezzar, king of Babylon, came to attack the land of Egypt:"
        },
        {
          "verse": 14,
          "text": "Proclaim in Egypt, announce in Migdol, announce in Memphis and Tahpanhes! Say: Fall in, get ready, the sword has devoured your neighbors."
        },
        {
          "verse": 15,
          "text": "Why has Apis fled? Your champion did not stand, Because the LORD thrust him down;"
        },
        {
          "verse": 16,
          "text": "he stumbled repeatedly then collapsed. They said to each other, “Get up! We must return to our own people, To the land of our birth, away from the destroying sword.”"
        },
        {
          "verse": 17,
          "text": "Give Pharaoh, king of Egypt, the name “Braggart-missed-his-chance.”"
        },
        {
          "verse": 18,
          "text": "As I live, says the King whose name is LORD of hosts, Like Tabor above mountains, like Carmel above the sea, he comes."
        },
        {
          "verse": 19,
          "text": "Pack your bags for exile, enthroned daughter Egypt; Memphis shall become a wasteland, an empty ruin."
        },
        {
          "verse": 20,
          "text": "Egypt is a beautiful heifer, a horsefly from the north keeps coming."
        },
        {
          "verse": 21,
          "text": "Even the mercenaries in her ranks are like fattened calves; They too turn and flee together— they do not stand their ground, For their day of ruin comes upon them, their time of punishment."
        },
        {
          "verse": 22,
          "text": "Her voice is like a snake! Yes, they come in force; They attack her with axes, like those who fell trees."
        },
        {
          "verse": 23,
          "text": "They cut down her forest—oracle of the LORD— impenetrable though it be; More numerous than locusts, they cannot be counted."
        },
        {
          "verse": 24,
          "text": "Shamed is daughter Egypt, handed over to a people from the north."
        },
        {
          "verse": 25,
          "text": "The LORD of hosts, the God of Israel, has said: See! I will punish Amon of Thebes and Egypt, gods, kings, Pharaoh, and those who trust in him."
        },
        {
          "verse": 26,
          "text": "I will hand them over to those who seek their lives, to Nebuchadrezzar, king of Babylon, and to his officers. But later, Egypt shall be inhabited again, as in days of old—oracle of the LORD."
        },
        {
          "verse": 27,
          "text": "But you, my servant Jacob, do not fear; do not be dismayed, Israel! Listen! I will deliver you from far-off lands; your offspring, from the land of their exile. Jacob shall again find rest, secure, with none to frighten him."
        },
        {
          "verse": 28,
          "text": "You, Jacob my servant, must not fear—oracle of the LORD— for I am with you; I will make an end of all the nations to which I have driven you, But of you I will not make an end: I will chastise you as you deserve, I cannot let you go unpunished."
        }
      ]
    },
    {
      "chapter": 47,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 47 - Against the Philistines. The word of the LORD that came to Jeremiah the prophet concerning the Philistines, before Pharaoh attacked Gaza:"
        },
        {
          "verse": 2,
          "text": "Thus says the LORD: See: waters are rising from the north, to become a torrent in flood; They shall flood the land and all it contains, the cities and their inhabitants. People will howl and wail, every inhabitant of the land."
        },
        {
          "verse": 3,
          "text": "At the noise of the pounding hooves of his steeds, the clanking chariots, the rumbling wheels, Parents do not turn back for their children; their hands hang helpless,"
        },
        {
          "verse": 4,
          "text": "Because of the day that is coming to destroy all the Philistines And cut off from Tyre and Sidon the last of their allies. Yes, the LORD is destroying the Philistines, the remnant from the coasts of Caphtor."
        },
        {
          "verse": 5,
          "text": "Baldness is visited upon Gaza, Ashkelon is reduced to silence; Ashdod, remnant of their strength, how long will you gash yourself?"
        },
        {
          "verse": 6,
          "text": "Ah! Sword of the LORD! When will you find rest? Return to your scabbard; stop, be still!"
        },
        {
          "verse": 7,
          "text": "How can it find rest when the LORD has commanded it? Against Ashkelon and the seacoast, there he has appointed it."
        }
      ]
    },
    {
      "chapter": 48,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 48 - Against Moab. Concerning Moab. Thus says the LORD of hosts, the God of Israel: Ah, Nebo! it is ravaged; Kiriathaim is disgraced, captured; Disgraced and overthrown is the stronghold:"
        },
        {
          "verse": 2,
          "text": "Moab’s glory is no more. In Heshbon they plot evil against her: “Come! We will put an end to her as a nation.” You, too, Madmen, shall be silenced; you the sword stalks!"
        },
        {
          "verse": 3,
          "text": "Listen! an outcry from Horonaim, “Ruin and great destruction!”"
        },
        {
          "verse": 4,
          "text": "“Moab is crushed!” their outcry is heard in Zoar."
        },
        {
          "verse": 5,
          "text": "Up the ascent of Luhith they go weeping; At the descent to Horonaim they hear cries of anguish:"
        },
        {
          "verse": 6,
          "text": "“Flee, save your lives! Be like a wild donkey in the wilderness!”"
        },
        {
          "verse": 7,
          "text": "Because you trusted in your works and your treasures, you also shall be captured. Chemosh shall go into exile, his priests and princes with him."
        },
        {
          "verse": 8,
          "text": "The destroyer comes upon every city, not a city escapes; Ruined is the valley, wasted the plateau—oracle of the LORD."
        },
        {
          "verse": 9,
          "text": "Set up a tombstone for Moab; it will soon become a complete wasteland, Its cities turned into ruins where no one dwells."
        },
        {
          "verse": 10,
          "text": "Cursed are they who do the LORD’s work carelessly, cursed those who keep their sword from shedding blood."
        },
        {
          "verse": 11,
          "text": "Moab has been resting from its youth, suspended above its dregs, Never poured from flask to flask, never driven into exile. Thus it retained its flavor, its bouquet is not lost."
        },
        {
          "verse": 12,
          "text": "Be assured! The days are coming—oracle of the LORD—when I will send him wine-makers to decant the wine; they shall empty its flasks and smash its jars."
        },
        {
          "verse": 13,
          "text": "Chemosh shall disappoint Moab, just as the house of Israel was disappointed by Bethel, in which they trusted."
        },
        {
          "verse": 14,
          "text": "How can you say, “We are heroes, mighty warriors”?"
        },
        {
          "verse": 15,
          "text": "The one who ravages Moab and its cities comes up, the best of its youth go down to slaughter— oracle of the King, whose name is LORD of hosts."
        },
        {
          "verse": 16,
          "text": "Moab’s ruin is near at hand, its disaster approaches swiftly."
        },
        {
          "verse": 17,
          "text": "Mourn, all you neighbors, all you who know its name! Say: How the mighty scepter is broken, the glorious staff!"
        },
        {
          "verse": 18,
          "text": "Come down from glory, sit on the parched ground, enthroned daughter Dibon; Moab’s destroyer has fallen upon you, has shattered your strongholds."
        },
        {
          "verse": 19,
          "text": "Stand along the road, keep watch, enthroned Aroer; Ask the fleeing man, the escaping woman: ask them what has happened."
        },
        {
          "verse": 20,
          "text": "“Moab is put to shame, destroyed.” Wail and cry out, Proclaim it at the Arnon: “Moab is destroyed!”"
        },
        {
          "verse": 21,
          "text": "Judgment has come upon the plateau: on Holon, Jahzah, and Mephaath,"
        },
        {
          "verse": 22,
          "text": "on Dibon, Nebo, and Beth-diblathaim,"
        },
        {
          "verse": 23,
          "text": "on Kiriathaim, Beth-gamul, and Beth-meon,"
        },
        {
          "verse": 24,
          "text": "on Kerioth and on Bozrah: on all the cities of the land of Moab, far and near."
        },
        {
          "verse": 25,
          "text": "The horn of Moab is cut off, its arm is broken—oracle of the LORD."
        },
        {
          "verse": 26,
          "text": "Make him drunk because he set himself over against the LORD; let Moab swim in his vomit and become a laughingstock."
        },
        {
          "verse": 27,
          "text": "Has Israel not been a laughingstock to you? Was he caught among thieves that you wag your heads whenever you speak of him?"
        },
        {
          "verse": 28,
          "text": "Abandon the cities, take shelter in the crags, inhabitants of Moab. Be like the dove that nests in the walls of a gorge."
        },
        {
          "verse": 29,
          "text": "We have heard of the pride of Moab, pride beyond bounds: His loftiness, his pride, his scorn, his insolent heart."
        },
        {
          "verse": 30,
          "text": "I myself know his arrogance—oracle of the LORD— liar in word, liar in deed."
        },
        {
          "verse": 31,
          "text": "And so I wail over Moab, over all Moab I cry, over the people of Kir-heres I moan."
        },
        {
          "verse": 32,
          "text": "More than for Jazer I weep for you, vine of Sibmah. Your tendrils trailed down to the sea, as far as Jazer they stretched. Upon your summer harvest and your vintage, the destroyer has fallen."
        },
        {
          "verse": 33,
          "text": "Joy and gladness are taken away from the garden land, the land of Moab. I dry up the wine from the wine vats, the treader treads no more, the vintage shout is stilled."
        },
        {
          "verse": 34,
          "text": "The cry of Heshbon and Elealeh is heard as far as Jahaz; they call from Zoar to Horonaim and to Eglath-shelishiyah; even the waters of Nimrim turn into a wasteland."
        },
        {
          "verse": 35,
          "text": "I will leave no one in Moab—oracle of the LORD—to offer burnt offerings on the high place or to make sacrifices to their gods."
        },
        {
          "verse": 36,
          "text": "Hence my heart wails like a flute for Moab; my heart wails like a flute for the people of Kir-heres: the wealth they accumulated has perished."
        },
        {
          "verse": 37,
          "text": "Every head has been shaved bald, every beard cut off; every hand gashed, and all their loins are draped in sackcloth."
        },
        {
          "verse": 38,
          "text": "On all the rooftops of Moab and in all its squares there is mourning. I have shattered Moab like a pot that no one wants—oracle of the LORD."
        },
        {
          "verse": 39,
          "text": "How terrified they are, how they wail! How Moab turns its back in shame! Moab has become a laughingstock and a horror to all its neighbors!"
        },
        {
          "verse": 40,
          "text": "For thus says the LORD: Look there! Like an eagle he swoops, spreading his wings over Moab."
        },
        {
          "verse": 41,
          "text": "Cities are captured, strongholds seized: On that day the hearts of Moab’s warriors become like the heart of a woman in labor."
        },
        {
          "verse": 42,
          "text": "Moab shall be wiped out, a people no more, because it set itself over against the LORD."
        },
        {
          "verse": 43,
          "text": "Terror, pit, and trap be upon you, enthroned Moab—oracle of the LORD."
        },
        {
          "verse": 44,
          "text": "Those fleeing the terror fall into the pit; Those climbing out of the pit are caught in the trap; Ah, yes! I will bring these things upon Moab in the year of their punishment—oracle of the LORD."
        },
        {
          "verse": 45,
          "text": "In Heshbon’s shadow the fugitives stop short, exhausted; For fire blazes up from Heshbon, and flames up from the house of Sihon: It consumes the forehead of Moab, the scalp of the noisemakers."
        },
        {
          "verse": 46,
          "text": "Woe to you, Moab! You are finished, people of Chemosh! Your sons are taken into exile, your daughters into captivity."
        },
        {
          "verse": 47,
          "text": "Yet I will restore the fortunes of Moab in the days to come—oracle of the LORD. Thus far the judgment on Moab."
        }
      ]
    },
    {
      "chapter": 49,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 49 - Against the Ammonites. Concerning the Ammonites. Thus says the LORD: Has Israel no sons? none to inherit? Why has Milcom disinherited Gad, why are his people living in its cities?"
        },
        {
          "verse": 2,
          "text": "Therefore the days are coming—oracle of the LORD— when I will sound the battle alarm against Rabbah of the Ammonites; It shall become a mound of ruins, and its villages destroyed by fire. Israel shall then inherit those who disinherited it— oracle of the LORD."
        },
        {
          "verse": 3,
          "text": "Wail, Heshbon, “The ruin is destroyed!” shriek, villages of Rabbah! Put on sackcloth and lament! Run back and forth in the sheepfolds. For Milcom is going into exile, taking priest and prince with him."
        },
        {
          "verse": 4,
          "text": "Why boast in your strength, your ebbing strength, rebellious daughter? Why trust in your treasures, saying, “Who would dare attack me?”"
        },
        {
          "verse": 5,
          "text": "See, I am bringing terror upon you— oracle of the Lord GOD of hosts— from all around you; You shall be scattered, each in headlong flight, with no one to gather the fugitives."
        },
        {
          "verse": 6,
          "text": "But afterward I will restore the fortunes of the Ammonites—oracle of the LORD. Against Edom."
        },
        {
          "verse": 7,
          "text": "Concerning Edom. Thus says the LORD of hosts: Is there no more wisdom in Teman, has counsel perished from the prudent, is their wisdom gone?"
        },
        {
          "verse": 8,
          "text": "Flee, retreat, hide deep for lodging, inhabitants of Dedan: For I bring disaster upon Esau when I come to punish them."
        },
        {
          "verse": 9,
          "text": "If vintagers came upon you, they would leave no gleanings; If thieves by night, they would destroy as they pleased."
        },
        {
          "verse": 10,
          "text": "So I myself will strip Esau; I will uncover his lairs so he cannot hide. Offspring and family are destroyed, neighbors, too; he is no more."
        },
        {
          "verse": 11,
          "text": "Leave your orphans behind, I will keep them alive; your widows, let them trust in me."
        },
        {
          "verse": 12,
          "text": "For thus says the LORD: Look, even those not sentenced to drink the cup must drink it! Shall you then go unpunished? You shall not! You shall drink every bit of it!"
        },
        {
          "verse": 13,
          "text": "By myself I have sworn—oracle of the LORD—Bozrah shall become an object of horror, a disgrace, a desolation, and a curse. Bozrah and all its cities shall become ruins forever."
        },
        {
          "verse": 14,
          "text": "I have heard a report from the LORD, a herald has been sent among the nations: “Gather together, move against it, get ready for battle!”"
        },
        {
          "verse": 15,
          "text": "I will make you the least among the nations, despised by all people!"
        },
        {
          "verse": 16,
          "text": "The terror you spread, the pride of your heart, beguiled you. You denizens of rocks and crevices, occupying towering peaks: Though you build your nest high as the eagle, from there I will bring you down—oracle of the LORD."
        },
        {
          "verse": 17,
          "text": "Edom shall become an object of horror. Passersby recoil in terror, hissing at all its wounds."
        },
        {
          "verse": 18,
          "text": "As when Sodom, Gomorrah, and their neighbors were overthrown—oracle of the LORD—no one shall live in it, nor anyone settle there."
        },
        {
          "verse": 19,
          "text": "As when a lion comes up from a thicket of the Jordan to a permanent pasture, So in an instant, I will chase them off; I will establish there whomever I choose. For who is like me? Who holds me accountable? What shepherd can stand against me?"
        },
        {
          "verse": 20,
          "text": "Therefore, listen to the strategy the LORD devised for Edom; The plans he has drawn up against the inhabitants of Teman: They shall be dragged away, even the smallest of the flock; their pasture shall be aghast because of them."
        },
        {
          "verse": 21,
          "text": "With the din of their collapse the earth quakes, to the Red Sea the outcry is heard!"
        },
        {
          "verse": 22,
          "text": "Look! like an eagle he soars aloft, and spreads his wings over Bozrah; On that day the hearts of Edom’s warriors become like the heart of a woman in labor."
        },
        {
          "verse": 23,
          "text": "Against Damascus. Concerning Damascus. Hamath and Arpad are shamed, for they have heard bad news; Anxious, they surge like the sea which cannot calm down."
        },
        {
          "verse": 24,
          "text": "Damascus loses heart, turns to flee; panic has seized it. Distress and pangs take hold, like the pain of a woman in labor."
        },
        {
          "verse": 25,
          "text": "How can the glorious city be abandoned, the town of joy!"
        },
        {
          "verse": 26,
          "text": "But now its young men shall fall in its squares, all the warriors destroyed on that day— oracle of the LORD of hosts."
        },
        {
          "verse": 27,
          "text": "I will set fire to the wall of Damascus; it shall devour the palaces of Ben-hadad."
        },
        {
          "verse": 28,
          "text": "Against Arabia. About Kedar and the kingdoms of Hazor, which Nebuchadnezzar, king of Babylon, defeated. Thus says the LORD: Rise up, attack Kedar, destroy the people from the east."
        },
        {
          "verse": 29,
          "text": "Their tents and flocks shall be taken away, their tent curtains and all their goods; Their camels they carry off, they shout over them, “Terror on every side!”"
        },
        {
          "verse": 30,
          "text": "Flee! wander about, hide deep for lodging, inhabitants of Hazor—oracle of the LORD; For Nebuchadnezzar, king of Babylon, has devised a strategy against you, drawn up a plan against you,"
        },
        {
          "verse": 31,
          "text": "Get up! set out against a tranquil nation, living in security—oracle of the LORD— Without gates or bars, dwelling alone."
        },
        {
          "verse": 32,
          "text": "Their camels shall become spoils, their hordes of cattle, plunder; I will scatter to the winds those who shave their temples; from every side I will bring their ruin— oracle of the LORD."
        },
        {
          "verse": 33,
          "text": "Hazor shall become a haunt for jackals, a wasteland forever, Where no one lives, no mortal stays."
        },
        {
          "verse": 34,
          "text": "Against Elam. The word of the LORD that came to Jeremiah the prophet concerning Elam at the beginning of the reign of Zedekiah, king of Judah:"
        },
        {
          "verse": 35,
          "text": "Thus says the LORD of hosts: Look! I will break the bow of Elam, the mainstay of their might."
        },
        {
          "verse": 36,
          "text": "I will bring upon Elam the four winds from the four ends of the heavens: I will scatter them to all these winds, until there is no nation to which the outcasts of Elam have not gone."
        },
        {
          "verse": 37,
          "text": "I will terrify Elam before their foes, those seeking their life; I will bring evil upon them, my burning wrath—oracle of the LORD. I will send sword after them until I have finished them off;"
        },
        {
          "verse": 38,
          "text": "I will set up my throne in Elam and destroy from there king and princes— oracle of the LORD."
        },
        {
          "verse": 39,
          "text": "But at the end of days I will restore the fortunes of Elam—oracle of the LORD."
        }
      ]
    },
    {
      "chapter": 50,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 50 - The First Oracle Against Babylon. The word the LORD spoke against Babylon, against the land of the Chaldeans, through Jeremiah the prophet:"
        },
        {
          "verse": 2,
          "text": "Proclaim this among the nations, announce it! Announce it, do not hide it, but say: Babylon is captured, Bel put to shame, Marduk terrified; its images are put to shame, its idols shattered."
        },
        {
          "verse": 3,
          "text": "A nation from the north advances against it, making the land desolate So that no one can live there; human beings and animals have fled."
        },
        {
          "verse": 4,
          "text": "In those days and at that time—oracle of the LORD— Israelite and Judahite shall come together, Weeping as they come, to seek the LORD, their God;"
        },
        {
          "verse": 5,
          "text": "They shall ask for Zion, seeking out the way. “Come, let us join ourselves to the LORD in an everlasting covenant, never to be forgotten.”"
        },
        {
          "verse": 6,
          "text": "Lost sheep were my people, their shepherds misled them, leading them astray on the mountains; From mountain to hill they wandered, forgetting their fold."
        },
        {
          "verse": 7,
          "text": "Whoever happened upon them devoured them; their enemies said, “We are not guilty, Because they sinned against the LORD, the abode of justice, the hope of their ancestors.”"
        },
        {
          "verse": 8,
          "text": "Flee from the midst of Babylon, leave the land of the Chaldeans, be like rams at the head of the flock."
        },
        {
          "verse": 9,
          "text": "See, I am stirring up against Babylon a band of great nations from the land of the north; They are arrayed against her, from there she shall be taken. Their arrows are like the arrows of a skilled warrior who never returns empty-handed."
        },
        {
          "verse": 10,
          "text": "Chaldea shall become plunder; all its plunderers shall be enriched— oracle of the LORD."
        },
        {
          "verse": 11,
          "text": "Yes, rejoice and exult, you that plunder my heritage; Frisk like calves on the grass, neigh like stallions!"
        },
        {
          "verse": 12,
          "text": "Your mother will indeed be put to shame, she that bore you shall be abashed; See, the last of the nations, a wilderness, a dry wasteland."
        },
        {
          "verse": 13,
          "text": "Because of the LORD’s wrath it shall be uninhabited, become an utter wasteland; Everyone who passes by Babylon will be appalled and hiss at all its wounds."
        },
        {
          "verse": 14,
          "text": "Take your posts encircling Babylon, you who bend the bow; Shoot at it, do not spare your arrows,"
        },
        {
          "verse": 15,
          "text": "raise the war cry against it on every side. It surrenders, its bastions fall, its walls are torn down: This is retribution from the LORD! Take retribution on her, as she has done, do to her; for she sinned against the LORD."
        },
        {
          "verse": 16,
          "text": "Cut off the sower from Babylon and those who wield sickles at harvest time! Before the destroying sword, all of them turn back to their own people, all flee to their own land."
        },
        {
          "verse": 17,
          "text": "Israel was a stray sheep that lions pursued; The king of Assyria once devoured him; now Nebuchadnezzar of Babylon gnaws his bones."
        },
        {
          "verse": 18,
          "text": "Therefore, thus says the LORD of hosts, the God of Israel: I will punish the king of Babylon and his land, as I once punished the king of Assyria;"
        },
        {
          "verse": 19,
          "text": "But I will bring Israel back to its pasture, to feed on Carmel and Bashan, And on Mount Ephraim and Gilead, until they have their fill."
        },
        {
          "verse": 20,
          "text": "In those days, at that time—oracle of the LORD: The guilt of Israel may be sought, but it no longer exists, the sin of Judah, but it can no longer be found; for I will forgive the remnant I preserve."
        },
        {
          "verse": 21,
          "text": "Attack the land of Merathaim, and those who live in Pekod; Slaughter and put them under the ban—oracle of the LORD— do all I have commanded you."
        },
        {
          "verse": 22,
          "text": "Battle alarm in the land, great destruction!"
        },
        {
          "verse": 23,
          "text": "How the hammer of the whole earth has been cut off and broken! What an object of horror Babylon has become among the nations!"
        },
        {
          "verse": 24,
          "text": "You ensnared yourself and were caught, Babylon, before you knew it! You were discovered and seized, because you challenged the LORD."
        },
        {
          "verse": 25,
          "text": "The LORD opens his armory, brings out the weapons of his wrath; The Lord GOD of hosts has work to do in the land of the Chaldeans."
        },
        {
          "verse": 26,
          "text": "Come upon them from every side, open their granaries, Pile them up in heaps and put them under the ban; do not leave a remnant."
        },
        {
          "verse": 27,
          "text": "Slay all the oxen, take them down to slaughter; Woe to them! their day has come, the time of their punishment."
        },
        {
          "verse": 28,
          "text": "Listen! the fugitives, the refugees from the land of Babylon: They announce in Zion the retribution of the LORD, our God."
        },
        {
          "verse": 29,
          "text": "Call archers out against Babylon, all who bend the bow; Encamp around them; let no one escape. Repay them for their deeds; what they have done, do to them, For they insulted the LORD, the Holy One of Israel."
        },
        {
          "verse": 30,
          "text": "Therefore their young men shall fall in the squares, all their warriors shall be stilled on that day— oracle of the LORD."
        },
        {
          "verse": 31,
          "text": "I am against you, O Insolence— oracle of the Lord GOD of hosts; For your day has come, the time for me to punish you."
        },
        {
          "verse": 32,
          "text": "Insolence stumbles and falls; there is no one to raise him up. I will kindle a fire in his cities to devour everything around him."
        },
        {
          "verse": 33,
          "text": "Thus says the LORD of hosts: Oppressed are the people of Israel, together with the people of Judah; All their captors hold them fast and refuse to let them go."
        },
        {
          "verse": 34,
          "text": "Strong is their Redeemer, whose name is LORD of hosts, The sure defender of their cause, who gives rest to their land, but unrest to those who live in Babylon."
        },
        {
          "verse": 35,
          "text": "A sword upon the Chaldeans—oracle of the LORD— upon the inhabitants of Babylon, her princes and sages!"
        },
        {
          "verse": 36,
          "text": "A sword upon the soothsayers, and they become fools! A sword upon the warriors, and they tremble;"
        },
        {
          "verse": 37,
          "text": "A sword upon their motley throng, and they become women! A sword upon their treasures, and they are plundered;"
        },
        {
          "verse": 38,
          "text": "A drought upon the waters, and they dry up! For it is a land of idols, soon made frantic by phantoms."
        },
        {
          "verse": 39,
          "text": "Hence, wildcats shall dwell there with hyenas, and ostriches occupy it; Never again shall it be inhabited or settled, from age to age."
        },
        {
          "verse": 40,
          "text": "As happened when God overturned Sodom and Gomorrah and their neighbors—oracle of the LORD— No one shall dwell there, no mortal shall settle there."
        },
        {
          "verse": 41,
          "text": "See, a people comes from the north, a great nation, and mighty kings rising from the ends of the earth."
        },
        {
          "verse": 42,
          "text": "Bow and javelin they wield, cruel and pitiless are they; They sound like the roaring sea, as they ride forth on horses, Each in place for battle against you, daughter Babylon."
        },
        {
          "verse": 43,
          "text": "The king of Babylon hears news of them, and his hands hang helpless; Anguish takes hold of him, like the pangs of a woman giving birth."
        },
        {
          "verse": 44,
          "text": "As happens when a lion comes up from a thicket of the Jordan to permanent pasture, So I, in an instant, will chase them off, and establish there whomever I choose! For who is like me? Who can call me to account? What shepherd can stand against me?"
        },
        {
          "verse": 45,
          "text": "Therefore, hear the strategy of the LORD, which he has devised against Babylon; Hear the plans drawn up against the land of the Chaldeans: They shall be dragged away, even the smallest sheep; their own pasture aghast because of them."
        },
        {
          "verse": 46,
          "text": "At the cry “Babylon is captured!” the earth quakes; the outcry is heard among the nations."
        }
      ]
    },
    {
      "chapter": 51,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 51 The Second Oracle Against Babylon - Thus says the LORD: See! I rouse against Babylon, and the inhabitants of Chaldea, a destroyer wind."
        },
        {
          "verse": 2,
          "text": "To Babylon I will send winnowers to winnow and lay waste the land; They shall besiege it on every side on the day of affliction."
        },
        {
          "verse": 3,
          "text": "How can the archers draw back their bows, lift their armor? Do not spare her young men, put the entire army under the ban."
        },
        {
          "verse": 4,
          "text": "The slain shall fall in the land of Chaldea, the wounded, in its streets;"
        },
        {
          "verse": 5,
          "text": "For Israel and Judah are not left widowed by their God, the LORD of hosts, Even though the land is full of guilt against the Holy One of Israel."
        },
        {
          "verse": 6,
          "text": "Flee from Babylon; each of you save your own life, do not perish because of her guilt; This is a time of retribution from the LORD,"
        },
        {
          "verse": 7,
          "text": "who pays out her due. Babylon was a golden cup in the hand of the LORD making the whole earth drunk; The nations drank its wine, thus they have gone mad."
        },
        {
          "verse": 8,
          "text": "Babylon suddenly falls and is broken: wail over her! Bring balm for her wounds, in case she can be healed."
        },
        {
          "verse": 9,
          "text": "“We have tried to heal Babylon, but she cannot be healed. Leave her, each of us must go to our own land.” The judgment against her reaches the heavens, it touches the clouds."
        },
        {
          "verse": 10,
          "text": "The LORD has brought forth our vindication; come, let us tell in Zion what the LORD, our God, has done."
        },
        {
          "verse": 11,
          "text": "Sharpen the arrows, fill the quivers; The LORD has stirred up the spirit of the kings of the Medes, for his resolve is Babylon’s destruction. Yes, it is retribution from the LORD, retribution for his temple."
        },
        {
          "verse": 12,
          "text": "Over the walls of Babylon raise a signal, reinforce the watch; Post sentries, arrange ambushes! For the LORD has both planned and carried out what he spoke against the inhabitants of Babylon."
        },
        {
          "verse": 13,
          "text": "You who dwell by mighty waters, rich in treasure, Your end has come, the time at which you shall be cut off!"
        },
        {
          "verse": 14,
          "text": "The LORD of hosts has sworn by himself: I will fill you with people as numerous as locusts, who shall raise over you a joyous shout!"
        },
        {
          "verse": 15,
          "text": "He made the earth by his power, established the world by wisdom, and by his skill stretched out the heavens."
        },
        {
          "verse": 16,
          "text": "When he thunders, the waters in the heavens roar, he summons clouds from the ends of the earth, Makes lightning flash in the rain, and brings out winds from their storehouses."
        },
        {
          "verse": 17,
          "text": "Every man is stupid, ignorant; every artisan is put to shame by his idol: He molds a fraud, without life-breath."
        },
        {
          "verse": 18,
          "text": "They are nothing, a ridiculous work, that will perish at the time of punishment."
        },
        {
          "verse": 19,
          "text": "Jacob’s portion is nothing like them: he is the creator of all things. Israel is his very own tribe; LORD of hosts is his name."
        },
        {
          "verse": 20,
          "text": "You are my hammer, a weapon for war; With you I shatter nations, with you I destroy kingdoms."
        },
        {
          "verse": 21,
          "text": "With you I shatter horse and rider, with you I shatter chariot and driver."
        },
        {
          "verse": 22,
          "text": "With you I shatter man and woman, with you I shatter old and young, with you I shatter the young man and young woman."
        },
        {
          "verse": 23,
          "text": "With you I shatter shepherd and flock, with you I shatter farmer and team, with you I shatter governors and officers."
        },
        {
          "verse": 24,
          "text": "Thus I will repay Babylon, all the inhabitants of Chaldea, For all the evil they committed against Zion, before your very eyes—oracle of the LORD."
        },
        {
          "verse": 25,
          "text": "Beware! I am against you, destroying mountain—oracle of the LORD— destroyer of the entire earth, I will stretch forth my hand against you, roll you down over the cliffs, and make you a burnt mountain:"
        },
        {
          "verse": 26,
          "text": "They will not take from you a cornerstone, or a foundation stone; You shall remain ruins forever— oracle of the LORD."
        },
        {
          "verse": 27,
          "text": "Raise a signal in the land, sound the trumpet among the nations; Dedicate nations for war against her, summon against her the kingdoms: Ararat, Minni, and Ashkenaz; Appoint a recruiting officer against her, dispatch horses like bristling locusts."
        },
        {
          "verse": 28,
          "text": "Dedicate nations for war against her: the king of the Medes, Its governors and all its officers, every land in its domain."
        },
        {
          "verse": 29,
          "text": "The earth quakes and writhes, the LORD’s plan against Babylon is carried out, Turning the land of Babylon into a wasteland without inhabitants."
        },
        {
          "verse": 30,
          "text": "Babylon’s warriors have ceased to fight, they remain in their strongholds; Dried up is their strength, they have become women. Burned down are their homes, broken their gates."
        },
        {
          "verse": 31,
          "text": "One runner meets another, herald meets herald, Telling the king of Babylon that his entire city has been taken."
        },
        {
          "verse": 32,
          "text": "The fords have been seized, marshes set on fire, warriors panic."
        },
        {
          "verse": 33,
          "text": "For thus says the LORD of hosts, the God of Israel: Daughter Babylon is like a threshing floor at the time of treading; Yet a little while, and the harvest time will come for her."
        },
        {
          "verse": 34,
          "text": "“He consumed me, defeated me, Nebuchadnezzar, king of Babylon; he left me like an empty vessel, Swallowed me like a sea monster, filled his belly with my delicacies and cast me out."
        },
        {
          "verse": 35,
          "text": "Let my torn flesh be visited upon Babylon,” says enthroned Zion; “My blood upon the inhabitants of Chaldea,” says Jerusalem."
        },
        {
          "verse": 36,
          "text": "But now, thus says the LORD: I will certainly defend your cause, I will certainly avenge you; I will dry up her sea, and drain her fountain."
        },
        {
          "verse": 37,
          "text": "Babylon shall become a heap of ruins, a haunt of jackals; A place of horror and hissing, without inhabitants."
        },
        {
          "verse": 38,
          "text": "They roar like lions, growl like lion cubs."
        },
        {
          "verse": 39,
          "text": "When they are parched, I will set drink before them to make them drunk, that they may be overcome with everlasting sleep, never to awaken— oracle of the LORD."
        },
        {
          "verse": 40,
          "text": "I will bring them down like lambs to slaughter, like rams and goats."
        },
        {
          "verse": 41,
          "text": "How she has been seized, taken captive, the glory of the whole world! What a horror Babylon has become among the nations:"
        },
        {
          "verse": 42,
          "text": "against Babylon the sea rises, she is overwhelmed by roaring waves!"
        },
        {
          "verse": 43,
          "text": "Her cities have become wasteland, a parched and arid land Where no one lives, no one passes through."
        },
        {
          "verse": 44,
          "text": "I will punish Bel in Babylon, and make him vomit up what he swallowed; nations shall no longer stream to him. Even the wall of Babylon falls!"
        },
        {
          "verse": 45,
          "text": "Leave her, my people; each of you save your own life from the burning wrath of the LORD."
        },
        {
          "verse": 46,
          "text": "Do not be discouraged when rumors spread through the land; this year one rumor comes, next year another: “Violence in the land!” or “Ruler against ruler!”"
        },
        {
          "verse": 47,
          "text": "Realize that the days are coming when I will punish the idols of Babylon; the whole land shall be put to shame, all her slain shall fall in her midst."
        },
        {
          "verse": 48,
          "text": "Then heaven and earth and everything in them shall shout over Babylon with joy, when the destroyers come against her from the north—oracle of the LORD."
        },
        {
          "verse": 49,
          "text": "Babylon, too, must fall, you slain of Israel, because by the hand of Babylon the slain of all the earth have fallen."
        },
        {
          "verse": 50,
          "text": "You who have escaped the sword, go, do not stand idle; Remember the LORD from far away, let Jerusalem come to mind."
        },
        {
          "verse": 51,
          "text": "We are ashamed because we have heard taunts, disgrace covers our faces; strangers have entered sanctuaries in the LORD’s house."
        },
        {
          "verse": 52,
          "text": "Therefore see, the days are coming—oracle of the LORD— when I will punish her idols, and throughout the land the wounded will groan."
        },
        {
          "verse": 53,
          "text": "Though Babylon scale the heavens, and make her strong heights inaccessible, my destroyers shall reach her—oracle of the LORD."
        },
        {
          "verse": 54,
          "text": "A sound of crying from Babylon, great destruction from the land of the Chaldeans;"
        },
        {
          "verse": 55,
          "text": "For the LORD lays Babylon waste, silences her loud cry, Waves roaring like mighty waters, a clamor resounding."
        },
        {
          "verse": 56,
          "text": "For the destroyer comes upon her, upon Babylon; warriors are captured, their bows broken; The LORD is a God of recompense, he will surely repay."
        },
        {
          "verse": 57,
          "text": "I will make her princes and sages drunk, with her governors, officers, and warriors, so that they sleep an everlasting sleep, never to awaken—oracle of the King, whose name is LORD of hosts."
        },
        {
          "verse": 58,
          "text": "Thus says the LORD of hosts: The walls of spacious Babylon shall be leveled to the ground, its lofty gates destroyed by fire. The toil of the peoples is for nothing; the nations weary themselves for what the flames consume."
        },
        {
          "verse": 59,
          "text": "The Prophecy Sent to Babylon. The mission Jeremiah the prophet gave to Seraiah, son of Neriah, son of Mahseiah, when he went to Babylon with King Zedekiah, king of Judah, in the fourth year of his reign; Seraiah was chief quartermaster."
        },
        {
          "verse": 60,
          "text": "Jeremiah wrote down on one scroll the disaster that would befall Babylon; all these words were written against Babylon."
        },
        {
          "verse": 61,
          "text": "And Jeremiah said to Seraiah: “When you reach Babylon, see that you read all these words aloud,"
        },
        {
          "verse": 62,
          "text": "and then say: LORD, you yourself spoke against this place in order to cut it down so that nothing, human being or beast, could live in it, because it is to remain a wasteland forever."
        },
        {
          "verse": 63,
          "text": "When you have finished reading this scroll, tie a stone to it and throw it into the Euphrates,"
        },
        {
          "verse": 64,
          "text": "and say: Thus Babylon shall sink. It will never rise, because of the disaster I am bringing upon it.” Thus far the words of Jeremiah."
        }
      ]
    },
    {
      "chapter": 52,
      "verses": [
        {
          "verse": 1,
          "text": "IX. Historical Appendix Chapter 52 - Capture of Jerusalem. Zedekiah was twenty-one years old when he became king; he reigned eleven years in Jerusalem. His mother’s name was Hamutal, daughter of Jeremiah from Libnah."
        },
        {
          "verse": 2,
          "text": "He did what was evil in the sight of the LORD, just as Jehoiakim had done."
        },
        {
          "verse": 3,
          "text": "Indeed, the things done in Jerusalem and in Judah so angered the LORD that he cast them out from his presence. Thus Zedekiah rebelled against the king of Babylon."
        },
        {
          "verse": 4,
          "text": "In the tenth month of the ninth year of his reign, on the tenth day of the month, Nebuchadnezzar, king of Babylon, and his entire army advanced against Jerusalem, encamped around it, and built siege walls on every side."
        },
        {
          "verse": 5,
          "text": "The siege of the city continued until the eleventh year of King Zedekiah."
        },
        {
          "verse": 6,
          "text": "On the ninth day of the fourth month, when famine had gripped the city and the people had no more bread,"
        },
        {
          "verse": 7,
          "text": "the city walls were breached. All the soldiers fled and left the city by night through the gate between the two walls which was near the king’s garden. With the Chaldeans surrounding the city, they went in the direction of the Arabah."
        },
        {
          "verse": 8,
          "text": "But the Chaldean army pursued the king and overtook Zedekiah in the wilderness near Jericho; his whole army fled from him."
        },
        {
          "verse": 9,
          "text": "The king, therefore, was arrested and brought to Riblah, in the land of Hamath, to the king of Babylon, who pronounced judgment on him."
        },
        {
          "verse": 10,
          "text": "As Zedekiah looked on, the king of Babylon slaughtered his sons before his eyes! All the nobles of Judah were slaughtered at Riblah."
        },
        {
          "verse": 11,
          "text": "And the eyes of Zedekiah he then blinded, bound him with chains, and the king of Babylon brought him to Babylon and kept him in prison until the day he died."
        },
        {
          "verse": 12,
          "text": "Destruction of Jerusalem. On the tenth day of the fifth month, this was in the nineteenth year of Nebuchadnezzar, king of Babylon, Nebuzaradan, captain of the bodyguard, came to Jerusalem as the representative of the king of Babylon."
        },
        {
          "verse": 13,
          "text": "He burned the house of the LORD, the palace of the king, and all the houses of Jerusalem; every large building he destroyed with fire."
        },
        {
          "verse": 14,
          "text": "Then the Chaldean troops with the captain of the guard tore down all the walls that surrounded Jerusalem."
        },
        {
          "verse": 15,
          "text": "Nebuzaradan, captain of the guard, led into exile the remnant of people left in the city, those who had deserted to the king of Babylon, and the rest of the artisans."
        },
        {
          "verse": 16,
          "text": "But Nebuzaradan, captain of the guard, left behind some of the country’s poor as vinedressers and farmers."
        },
        {
          "verse": 17,
          "text": "The bronze pillars that belonged to the house of the LORD, and the wheeled carts and the bronze sea in the house of the LORD, the Chaldeans broke into pieces; they carried away all the bronze to Babylon."
        },
        {
          "verse": 18,
          "text": "They also took the pots, shovels, snuffers, bowls, pans, and all the bronze vessels used for service;"
        },
        {
          "verse": 19,
          "text": "the basins, fire holders, bowls, pots, lampstands, pans, the sacrificial bowls made of gold or silver. Along with these furnishings the captain of the guard carried off"
        },
        {
          "verse": 20,
          "text": "the two pillars, the one sea and its base of twelve oxen cast in bronze, and the wheeled carts King Solomon had commissioned for the house of the LORD. The bronze from all these furnishings was impossible to weigh."
        },
        {
          "verse": 21,
          "text": "As for the pillars, each of them was eighteen cubits high and twelve cubits in diameter; each was four fingers thick and hollow inside."
        },
        {
          "verse": 22,
          "text": "A bronze capital five cubits high crowned the one pillar, and a network with pomegranates encircled the capital, all of bronze; and so for the other pillar, with pomegranates."
        },
        {
          "verse": 23,
          "text": "There were ninety-six pomegranates on the sides, a hundred pomegranates surrounding the network."
        },
        {
          "verse": 24,
          "text": "The captain of the guard also took Seraiah the high priest, Zephaniah the second priest, and the three keepers of the entrance."
        },
        {
          "verse": 25,
          "text": "From the city he took one courtier, a commander of soldiers, and seven men in the personal service of the king still in the city, the scribe of the army commander who mustered the people of the land, and sixty of the common people remaining in the city."
        },
        {
          "verse": 26,
          "text": "The captain of the guard, Nebuzaradan, arrested them and brought them to the king of Babylon at Riblah,"
        },
        {
          "verse": 27,
          "text": "who had them struck down and executed in Riblah, in the land of Hamath. Thus Judah was exiled from the land."
        },
        {
          "verse": 28,
          "text": "This is the number of people Nebuchadnezzar led away captive: in his seventh year, three thousand twenty-three people of Judah;"
        },
        {
          "verse": 29,
          "text": "in the eighteenth year of Nebuchadnezzar, eight hundred thirty-two persons from Jerusalem;"
        },
        {
          "verse": 30,
          "text": "in the twenty-third year of Nebuchadnezzar, Nebuzaradan, captain of the guard, deported seven hundred forty-five Judahites: four thousand six hundred persons in all. Favor Shown to Jehoiachin."
        },
        {
          "verse": 31,
          "text": "In the thirty-seventh year of the exile of Jehoiachin, king of Judah, on the twenty-fifth day of the twelfth month, Evil-merodach, king of Babylon, in the inaugural year of his reign, raised up Jehoiachin, king of Judah, and released him from prison."
        },
        {
          "verse": 32,
          "text": "He spoke kindly to him and gave him a throne higher than the thrones of the other kings who were with him in Babylon."
        },
        {
          "verse": 33,
          "text": "Jehoiachin took off his prison garb and ate at the king’s table as long as he lived."
        },
        {
          "verse": 34,
          "text": "The allowance given him by the king of Babylon was a perpetual allowance, in fixed daily amounts, all the days of his life until the day of his death."
        }
      ]
    }
  ]
}
