{
  "book": "Joel",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 1 - The word of the LORD which came to Joel, the son of Pethuel."
        },
        {
          "verse": 2,
          "text": "I. Announcement of Unprecedented Disaster - Listen to this, you elders! Pay attention, all who dwell in the land! Has anything like this ever happened in your lifetime, or in the lifetime of your ancestors?"
        },
        {
          "verse": 3,
          "text": "Report it to your children. Have your children report it to their children, and their children to the next generation."
        },
        {
          "verse": 4,
          "text": "What the cutter left, the swarming locust has devoured; What the swarming locust left, the hopper has devoured; What the hopper left, the consuming locust has devoured."
        },
        {
          "verse": 5,
          "text": "Wake up, you drunkards, and weep; wail, all you wine drinkers, Over the new wine, taken away from your mouths."
        },
        {
          "verse": 6,
          "text": "For a nation invaded my land, powerful and past counting, With teeth like a lion’s, fangs like those of a lioness."
        },
        {
          "verse": 7,
          "text": "It has stripped bare my vines, splintered my fig tree, Shearing off its bark and throwing it away, until its branches turn white."
        },
        {
          "verse": 8,
          "text": "Wail like a young woman dressed in sackcloth for the husband of her youth."
        },
        {
          "verse": 9,
          "text": "Grain offering and libation are cut off from the house of the LORD; In mourning are the priests, the ministers of the LORD."
        },
        {
          "verse": 10,
          "text": "The field is devastated; the farmland mourns, Because the grain is devastated, the wine has dried up, the oil has failed."
        },
        {
          "verse": 11,
          "text": "Be appalled, you farmers! wail, you vinedressers, Over the wheat and the barley, because the harvest in the field is ruined."
        },
        {
          "verse": 12,
          "text": "The vine has dried up, the fig tree has withered; The pomegranate, even the date palm and the apple— every tree in the field has dried up. Joy itself has dried up among the people."
        },
        {
          "verse": 13,
          "text": "Cry Out to the Lord - Gird yourselves and lament, you priests! wail, ministers of the altar! Come, spend the night in sackcloth, ministers of my God! For the grain offering and the libation are withheld from the house of your God."
        },
        {
          "verse": 14,
          "text": "Proclaim a holy fast! Call an assembly! Gather the elders, all who dwell in the land, To the house of the LORD, your God, and cry out to the LORD!"
        },
        {
          "verse": 15,
          "text": "O! The day! For near is the day of the LORD, like destruction from the Almighty it is coming!"
        },
        {
          "verse": 16,
          "text": "Before our very eyes has not food been cut off? And from the house of our God, joy and gladness?"
        },
        {
          "verse": 17,
          "text": "The seed lies shriveled beneath clods of dirt; the storehouses are emptied. The granaries are broken down, for the grain is dried up."
        },
        {
          "verse": 18,
          "text": "How the animals groan! The herds of cattle are bewildered! Because they have no pasture, even the flocks of sheep are starving."
        },
        {
          "verse": 19,
          "text": "To you, LORD, I cry! for fire has devoured the wilderness pastures, flame has scorched all the trees in the field."
        },
        {
          "verse": 20,
          "text": "Even the animals in the wild cry out to you; For the streams of water have run dry, and fire has devoured the wilderness pastures."
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "verse": 1,
          "text": "II. The Day of the Lord Chapter 2 The Day Approaches - Blow the horn in Zion, sound the alarm on my holy mountain! Let all the inhabitants of the land tremble, for the day of the LORD is coming! Yes, it approaches,"
        },
        {
          "verse": 2,
          "text": "a day of darkness and gloom, a day of thick clouds! Like dawn spreading over the mountains, a vast and mighty army! Nothing like it has ever happened in ages past, nor will the future hold anything like it, even to the most distant generations."
        },
        {
          "verse": 3,
          "text": "Before it, fire devours, behind it flame scorches. The land before it is like the garden of Eden, and behind it, a desolate wilderness; from it nothing escapes."
        },
        {
          "verse": 4,
          "text": "Their appearance is that of horses; like war horses they run."
        },
        {
          "verse": 5,
          "text": "Like the rumble of chariots they hurtle across mountaintops; Like the crackling of fiery flames devouring stubble; Like a massive army in battle formation."
        },
        {
          "verse": 6,
          "text": "Before them peoples tremble, every face turns pale."
        },
        {
          "verse": 7,
          "text": "Like warriors they run, like soldiers they scale walls, Each advancing in line, without swerving from the course."
        },
        {
          "verse": 8,
          "text": "No one crowds the other; each advances in its own track; They plunge through the weapons; they are not checked."
        },
        {
          "verse": 9,
          "text": "They charge the city, they run upon the wall, they climb into the houses; Through the windows they enter like thieves."
        },
        {
          "verse": 10,
          "text": "Before them the earth trembles; the heavens shake; Sun and moon are darkened, and the stars withhold their brightness."
        },
        {
          "verse": 11,
          "text": "The LORD raises his voice at the head of his army; How immense is his host! How numerous those who carry out his command! How great is the day of the LORD! Utterly terrifying! Who can survive it?"
        },
        {
          "verse": 12,
          "text": "Return to the Lord - Yet even now—oracle of the LORD— return to me with your whole heart, with fasting, weeping, and mourning."
        },
        {
          "verse": 13,
          "text": "Rend your hearts, not your garments, and return to the LORD, your God, For he is gracious and merciful, slow to anger, abounding in steadfast love, and relenting in punishment."
        },
        {
          "verse": 14,
          "text": "Perhaps he will again relent and leave behind a blessing, Grain offering and libation for the LORD, your God."
        },
        {
          "verse": 15,
          "text": "Blow the horn in Zion! Proclaim a fast, call an assembly!"
        },
        {
          "verse": 16,
          "text": "Gather the people, sanctify the congregation; Assemble the elderly; gather the children, even infants nursing at the breast; Let the bridegroom leave his room, and the bride her bridal tent."
        },
        {
          "verse": 17,
          "text": "Between the porch and the altar let the priests weep, let the ministers of the LORD weep and say: “Spare your people, LORD! do not let your heritage become a disgrace, a byword among the nations! Why should they say among the peoples, ‘Where is their God?’”"
        },
        {
          "verse": 18,
          "text": "The Lord Relents. Then the LORD grew jealous for his land and took pity on his people."
        },
        {
          "verse": 19,
          "text": "In response the LORD said to his people: I am sending you grain, new wine, and oil, and you will be satisfied by them; Never again will I make you a disgrace among the nations."
        },
        {
          "verse": 20,
          "text": "The northerner I will remove far from you, driving them out into a dry and desolate land, Their vanguard to the eastern sea, their rearguard to the western sea, And their stench will rise, their stink will ascend, What great deeds the Lord has done!"
        },
        {
          "verse": 21,
          "text": "Do not fear, O land! delight and rejoice, for the LORD has done great things!"
        },
        {
          "verse": 22,
          "text": "Do not fear, you animals in the wild, for the wilderness pastures sprout green grass. The trees bear fruit, the fig tree and the vine produce their harvest."
        },
        {
          "verse": 23,
          "text": "Children of Zion, delight and rejoice in the LORD, your God! For he has faithfully given you the early rain, sending rain down on you, the early and the late rains as before."
        },
        {
          "verse": 24,
          "text": "The threshing floors will be full of grain, the vats spilling over with new wine and oil."
        },
        {
          "verse": 25,
          "text": "I will repay you double what the swarming locust has eaten, The hopper, the consuming locust, and the cutter, my great army I sent against you."
        },
        {
          "verse": 26,
          "text": "You will eat until you are fully satisfied, then you will praise the name of the LORD, your God, Who acts so wondrously on your behalf! My people will never again be put to shame."
        },
        {
          "verse": 27,
          "text": "Then you will know that I am in the midst of Israel: I, the LORD, am your God, and there is no other; my people will never again be put to shame."
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "verse": 1,
          "text": "III. The Lord’s Final Judgment Chapter 3 The Day of the Lord - It shall come to pass I will pour out my spirit upon all flesh. Your sons and daughters will prophesy, your old men will dream dreams, your young men will see visions."
        },
        {
          "verse": 2,
          "text": "Even upon your male and female servants, in those days, I will pour out my spirit."
        },
        {
          "verse": 3,
          "text": "I will set signs in the heavens and on the earth, blood, fire, and columns of smoke;"
        },
        {
          "verse": 4,
          "text": "The sun will darken, the moon turn blood-red, Before the day of the LORD arrives, that great and terrible day."
        },
        {
          "verse": 5,
          "text": "Then everyone who calls upon the name of the LORD will escape harm. For on Mount Zion there will be a remnant, as the LORD has said, And in Jerusalem survivors whom the LORD will summon."
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 4 The Lord’s Case Against the Nations - For see, in those days and at that time, when I restore the fortunes of Judah and Jerusalem,"
        },
        {
          "verse": 2,
          "text": "I will gather all the nations and bring them down to the Valley of Jehoshaphat. There I will enter into judgment with them on behalf of my people, my heritage, Israel; Because they scattered them among the nations, they divided up my land."
        },
        {
          "verse": 3,
          "text": "For my people they cast lots, trading a young boy for the price of a prostitute, exchanging a young girl for the wine they drank."
        },
        {
          "verse": 4,
          "text": "Moreover, what are you doing to me, Tyre and Sidon, and all the regions of Philistia? Are you paying me back for something? If you are, I will very quickly turn your deeds back upon your own head."
        },
        {
          "verse": 5,
          "text": "You took my silver and my gold and brought my priceless treasures into your temples!"
        },
        {
          "verse": 6,
          "text": "You sold the people of Judah and Jerusalem to the Greeks, taking them far from their own country!"
        },
        {
          "verse": 7,
          "text": "Look! I am rousing them from the place to which you sold them, and I will turn your deeds back upon your own head."
        },
        {
          "verse": 8,
          "text": "I will sell your sons and daughters to the Judahites who will sell them to the Sabeans, a distant nation. The LORD has spoken!"
        },
        {
          "verse": 9,
          "text": "The Nations Destroyed - Announce this to the nations: Proclaim a holy war! Alert the warriors! Let all the soldiers report and march!"
        },
        {
          "verse": 10,
          "text": "Beat your plowshares into swords, and your pruning knives into spears; let the weakling boast, “I am a warrior!”"
        },
        {
          "verse": 11,
          "text": "Hurry and come, all you neighboring peoples, assemble there! Bring down, LORD, your warriors!"
        },
        {
          "verse": 12,
          "text": "Let the nations rouse themselves and come up to the Valley of Jehoshaphat; For there I will sit in judgment upon all the neighboring nations."
        },
        {
          "verse": 13,
          "text": "Wield the sickle, for the harvest is ripe; Come and tread, for the wine press is full; The vats overflow, for their crimes are numerous."
        },
        {
          "verse": 14,
          "text": "Crowds upon crowds in the Valley of Decision; For near is the day of the LORD in the Valley of Decision."
        },
        {
          "verse": 15,
          "text": "Sun and moon are darkened, and the stars withhold their brightness,"
        },
        {
          "verse": 16,
          "text": "The LORD roars from Zion, and from Jerusalem raises his voice, The heavens and the earth quake, but the LORD will be a shelter for his people, a fortress for the people of Israel."
        },
        {
          "verse": 17,
          "text": "A Secure Future for Judah - Then you will know that I the LORD am your God, dwelling on Zion, my holy mountain; Jerusalem will be holy, and strangers will never again travel through her."
        },
        {
          "verse": 18,
          "text": "On that day the mountains will drip new wine, and the hills flow with milk, All the streams of Judah will flow with water. A spring will rise from the house of the LORD, watering the Valley of Shittim."
        },
        {
          "verse": 19,
          "text": "Egypt will be a waste, Edom a desolate wilderness, Because of violence done to the Judahites, because they shed innocent blood in their land."
        },
        {
          "verse": 20,
          "text": "But Judah will be inhabited forever, and Jerusalem for all generations."
        },
        {
          "verse": 21,
          "text": "I will avenge their blood, and I will not acquit the guilt. The LORD dwells in Zion."
        }
      ]
    }
  ]
}
