{
  "book": "Joshua",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "verse": 1,
          "text": "I. Conquest of Canaan Chapter 1 - Divine Promise of Assistance. After Moses, the servant of the LORD, had died, the LORD said to Moses’ aide Joshua, son of Nun:"
        },
        {
          "verse": 2,
          "text": "Moses my servant is dead. So now, you and the whole people with you, prepare to cross the Jordan to the land that I will give the Israelites."
        },
        {
          "verse": 3,
          "text": "Every place where you set foot I have given you, as I promised Moses."
        },
        {
          "verse": 4,
          "text": "All the land of the Hittites, from the wilderness and the Lebanon east to the great river Euphrates and west to the Great Sea, will be your territory."
        },
        {
          "verse": 5,
          "text": "No one can withstand you as long as you live. As I was with Moses, I will be with you: I will not leave you nor forsake you."
        },
        {
          "verse": 6,
          "text": "Be strong and steadfast, so that you may give this people possession of the land I swore to their ancestors that I would give them."
        },
        {
          "verse": 7,
          "text": "Only be strong and steadfast, being careful to observe the entire law which Moses my servant enjoined on you. Do not swerve from it either to the right or to the left, that you may succeed wherever you go."
        },
        {
          "verse": 8,
          "text": "Do not let this book of the law depart from your lips. Recite it by day and by night, that you may carefully observe all that is written in it; then you will attain your goal; then you will succeed."
        },
        {
          "verse": 9,
          "text": "I command you: be strong and steadfast! Do not fear nor be dismayed, for the LORD, your God, is with you wherever you go."
        },
        {
          "verse": 10,
          "text": "So Joshua commanded the officers of the people:"
        },
        {
          "verse": 11,
          "text": "“Go through the camp and command the people, ‘Prepare your provisions, for three days from now you shall cross the Jordan here, to march in and possess the land the LORD, your God, is giving as your possession.’”"
        },
        {
          "verse": 12,
          "text": "The Transjordan Tribes. Joshua addressed the Reubenites, the Gadites, and the half-tribe of Manasseh:"
        },
        {
          "verse": 13,
          "text": "“Remember what Moses, the servant of the LORD, commanded you when he said, ‘The LORD, your God, is about to give you rest; he will give you this land.’"
        },
        {
          "verse": 14,
          "text": "Your wives, your children, and your livestock may remain in the land Moses gave you here beyond the Jordan. But all the warriors among you must cross over armed, ahead of your kindred, and you must help them"
        },
        {
          "verse": 15,
          "text": "until the LORD has settled your kindred, and they like you possess the land the LORD, your God, is giving them. Afterward you may return and possess your own land, which Moses, the servant of the LORD, has given you east of the Jordan.”"
        },
        {
          "verse": 16,
          "text": "They answered Joshua, “We will do all you have commanded us, and we will go wherever you send us."
        },
        {
          "verse": 17,
          "text": "As completely as we obeyed Moses, we will obey you. Only, may the LORD, your God, be with you as God was with Moses."
        },
        {
          "verse": 18,
          "text": "Anyone who rebels against your orders and does not obey all your commands shall be put to death. Only be strong and steadfast.”"
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 2 - Spies Saved by Rahab. Then Joshua, son of Nun, secretly sent out two spies from Shittim, saying, “Go, reconnoiter the land and Jericho.” When the two reached Jericho, they went into the house of a prostitute named Rahab, where they lodged."
        },
        {
          "verse": 2,
          "text": "But a report was brought to the king of Jericho: “Some men came here last night, Israelites, to spy out the land.”"
        },
        {
          "verse": 3,
          "text": "So the king of Jericho sent Rahab the order, “Bring out the men who have come to you and entered your house, for they have come to spy out the entire land.”"
        },
        {
          "verse": 4,
          "text": "The woman had taken the two men and hidden them, so she said, “True, the men you speak of came to me, but I did not know where they came from."
        },
        {
          "verse": 5,
          "text": "At dark, when it was time to close the gate, they left, and I do not know where they went. You will have to pursue them quickly to overtake them.”"
        },
        {
          "verse": 6,
          "text": "Now, she had led them to the roof, and hidden them among her stalks of flax spread out there."
        },
        {
          "verse": 7,
          "text": "But the pursuers set out along the way to the fords of the Jordan. As soon as they had left to pursue them, the gate was shut."
        },
        {
          "verse": 8,
          "text": "Before the spies lay down, Rahab went up to them on the roof"
        },
        {
          "verse": 9,
          "text": "and said: “I know that the LORD has given you the land, that a dread of you has come upon us, and that all the inhabitants of the land tremble with fear because of you."
        },
        {
          "verse": 10,
          "text": "For we have heard how the LORD dried up the waters of the Red Sea before you when you came out of Egypt, and what you did to Sihon and Og, the two kings of the Amorites beyond the Jordan, whom you destroyed under the ban."
        },
        {
          "verse": 11,
          "text": "We heard, and our hearts melted within us; everyone is utterly dispirited because of you, since the LORD, your God, is God in heaven above and on earth below."
        },
        {
          "verse": 12,
          "text": "Now then, swear to me by the LORD that, since I am showing kindness to you, you in turn will show kindness to my family. Give me a reliable sign"
        },
        {
          "verse": 13,
          "text": "that you will allow my father and mother, brothers and sisters, and my whole family to live, and that you will deliver us from death.”"
        },
        {
          "verse": 14,
          "text": "“We pledge our lives for yours,” they answered her. “If you do not betray our mission, we will be faithful in showing kindness to you when the LORD gives us the land.”"
        },
        {
          "verse": 15,
          "text": "Then she let them down through the window with a rope; for she lived in a house built into the city wall."
        },
        {
          "verse": 16,
          "text": "“Go up into the hill country,” she said, “that your pursuers may not come upon you. Hide there for three days, until they return; then you may go on your way.”"
        },
        {
          "verse": 17,
          "text": "They answered her, “We are free of this oath that you made us take, unless,"
        },
        {
          "verse": 18,
          "text": "when we come into the land, you tie this scarlet cord in the window through which you are letting us down. Gather your father and mother, your brothers, and all your family into your house."
        },
        {
          "verse": 19,
          "text": "Should any of them pass outside the doors of your house, their blood will be on their own heads, and we will be guiltless. But if anyone in your house is harmed, their blood will be on our heads."
        },
        {
          "verse": 20,
          "text": "If, however, you betray our mission, we will be free of the oath you have made us take.”"
        },
        {
          "verse": 21,
          "text": "“Let it be as you say,” she replied, and sent them away. When they were gone, she tied the scarlet cord in the window."
        },
        {
          "verse": 22,
          "text": "They went up into the hill country, where they stayed three days until their pursuers, who had sought them all along the road without finding them, returned."
        },
        {
          "verse": 23,
          "text": "Then the two came back down from the hills, crossed the Jordan to Joshua, son of Nun, and told him all that had happened to them."
        },
        {
          "verse": 24,
          "text": "They assured Joshua, “The LORD has given all this land into our power; indeed, all the inhabitants of the land tremble with fear because of us.”"
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 3 - Preparations for Crossing the Jordan. Early the next morning, Joshua and all the Israelites moved from Shittim and came to the Jordan, where they stayed before crossing over."
        },
        {
          "verse": 2,
          "text": "Three days later the officers went through the camp"
        },
        {
          "verse": 3,
          "text": "and issued these commands to the people: “When you see the ark of the covenant of the LORD, your God, which the levitical priests will carry, you must break camp and follow it,"
        },
        {
          "verse": 4,
          "text": "that you may know the way to take, for you have not gone over this road before. But let there be a space of two thousand cubits between you and the ark: do not come nearer to it.”"
        },
        {
          "verse": 5,
          "text": "Joshua also said to the people, “Sanctify yourselves, for tomorrow the LORD will perform wonders among you.”"
        },
        {
          "verse": 6,
          "text": "And he told the priests, “Take up the ark of the covenant and cross ahead of the people”; so they took up the ark of the covenant and went before the people."
        },
        {
          "verse": 7,
          "text": "Then the LORD said to Joshua: Today I will begin to exalt you in the sight of all Israel, that they may know that, as I was with Moses, so I will be with you."
        },
        {
          "verse": 8,
          "text": "Now command the priests carrying the ark of the covenant, “When you come to the edge of the waters of the Jordan, there take your stand.”"
        },
        {
          "verse": 9,
          "text": "So Joshua said to the Israelites, “Come here and listen to the words of the LORD, your God.”"
        },
        {
          "verse": 10,
          "text": "He continued: “By this you will know that there is a living God in your midst: he will certainly dispossess before you the Canaanites, Hittites, Hivites, Perizzites, Girgashites, Amorites, and Jebusites."
        },
        {
          "verse": 11,
          "text": "The ark of the covenant of the Lord of the whole earth will cross the Jordan before you."
        },
        {
          "verse": 12,
          "text": "Now choose twelve men, one from each of the tribes of Israel."
        },
        {
          "verse": 13,
          "text": "When the soles of the feet of the priests carrying the ark of the LORD, the Lord of the whole earth, touch the waters of the Jordan, it will cease to flow; the water flowing down from upstream will halt in a single heap.”"
        },
        {
          "verse": 14,
          "text": "The Crossing Begun. The people set out from their tents to cross the Jordan, with the priests carrying the ark of the covenant ahead of them."
        },
        {
          "verse": 15,
          "text": "When those bearing the ark came to the Jordan and the feet of the priests bearing the ark were immersed in the waters of the Jordan—which overflows all its banks during the entire season of the harvest—"
        },
        {
          "verse": 16,
          "text": "the waters flowing from upstream halted, standing up in a single heap for a very great distance indeed, from Adam, a city in the direction of Zarethan; those flowing downstream toward the Salt Sea of the Arabah disappeared entirely. Thus the people crossed over opposite Jericho."
        },
        {
          "verse": 17,
          "text": "The priests carrying the ark of the covenant of the LORD stood on dry ground in the Jordan riverbed while all Israel crossed on dry ground, until the whole nation had completed the crossing of the Jordan."
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 4 - Memorial Stones. After the entire nation had completed the crossing of the Jordan,"
        },
        {
          "verse": 2,
          "text": "the LORD said to Joshua: Choose twelve men from the people, one from each tribe,"
        },
        {
          "verse": 3,
          "text": "and command them, “Take up twelve stones from this spot in the Jordan riverbed where the priests have been standing. Carry them over with you, and place them where you are to stay tonight.”"
        },
        {
          "verse": 4,
          "text": "Summoning the twelve men he had selected from among the Israelites, one from each tribe,"
        },
        {
          "verse": 5,
          "text": "Joshua said to them: “Go to the Jordan riverbed in front of the ark of the LORD, your God; lift to your shoulders one stone apiece, so that they will equal in number the tribes of the Israelites."
        },
        {
          "verse": 6,
          "text": "In the future, these are to be a sign among you. When your children ask you, ‘What do these stones mean to you?’"
        },
        {
          "verse": 7,
          "text": "you shall answer them, ‘The waters of the Jordan ceased to flow before the ark of the covenant of the LORD when it crossed the Jordan.’ Thus these stones are to serve as a perpetual memorial to the Israelites.”"
        },
        {
          "verse": 8,
          "text": "The twelve Israelites did as Joshua had commanded: they took up twelve stones from the Jordan riverbed as the LORD had said to Joshua, one for each of the tribes of the Israelites. They carried them along to the camp site, and there they placed them."
        },
        {
          "verse": 9,
          "text": "Joshua set up the twelve stones that had been in the Jordan riverbed on the spot where the priests stood who were carrying the ark of the covenant. They are there to this day."
        },
        {
          "verse": 10,
          "text": "The priests carrying the ark stood in the Jordan riverbed until everything had been done that the LORD had commanded Joshua to tell the people, just as Moses had commanded Joshua. The people crossed over quickly,"
        },
        {
          "verse": 11,
          "text": "and when all the people had completed the crossing, the ark of the LORD also crossed; and the priests were now in front of them."
        },
        {
          "verse": 12,
          "text": "The Reubenites, Gadites, and half-tribe of Manasseh, armed, marched in the vanguard of the Israelites, as Moses had ordered."
        },
        {
          "verse": 13,
          "text": "About forty thousand troops, equipped for battle, crossed over before the LORD to the plains of Jericho for war."
        },
        {
          "verse": 14,
          "text": "That day the LORD exalted Joshua in the sight of all Israel, and so during his whole life they feared him as they had feared Moses."
        },
        {
          "verse": 15,
          "text": "Then the LORD said to Joshua:"
        },
        {
          "verse": 16,
          "text": "Command the priests carrying the ark of the covenant to come up from the Jordan."
        },
        {
          "verse": 17,
          "text": "Joshua commanded the priests, “Come up from the Jordan,”"
        },
        {
          "verse": 18,
          "text": "and when the priests carrying the ark of the covenant of the LORD had come up from the Jordan riverbed, as the soles of their feet regained the dry ground, the waters of the Jordan resumed their course and as before overflowed all its banks."
        },
        {
          "verse": 19,
          "text": "The people came up from the Jordan on the tenth day of the first month, and camped in Gilgal on the eastern limits of Jericho."
        },
        {
          "verse": 20,
          "text": "At Gilgal Joshua set up the twelve stones that had been taken from the Jordan,"
        },
        {
          "verse": 21,
          "text": "saying to the Israelites, “In the future, when your children ask their parents, ‘What do these stones mean?’"
        },
        {
          "verse": 22,
          "text": "you shall inform them, ‘Israel crossed the Jordan here on dry ground.’"
        },
        {
          "verse": 23,
          "text": "For the LORD, your God, dried up the waters of the Jordan in front of you until you crossed over, just as the LORD, your God, had done at the Red Sea, drying it up in front of us until we crossed over,"
        },
        {
          "verse": 24,
          "text": "in order that all the peoples of the earth may know that the hand of the LORD is mighty, and that you may fear the LORD, your God, forever.”"
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 5 - Rites at Gilgal. When all the kings of the Amorites to the west of the Jordan and all the kings of the Canaanites by the sea heard that the LORD had dried up the waters of the Jordan before the Israelites until they crossed over, their hearts melted and they were utterly dispirited because of the Israelites."
        },
        {
          "verse": 2,
          "text": "On this occasion the LORD said to Joshua: Make flint knives and circumcise Israel for the second time."
        },
        {
          "verse": 3,
          "text": "So Joshua made flint knives and circumcised the Israelites at Gibeath-haaraloth."
        },
        {
          "verse": 4,
          "text": "This was the reason for the circumcision: Of all the people who had come out of Egypt, every male of military age had died in the wilderness during the journey after they came out of Egypt."
        },
        {
          "verse": 5,
          "text": "Though all the men who came out were circumcised, none of those born in the wilderness during the journey after the departure from Egypt were circumcised."
        },
        {
          "verse": 6,
          "text": "Now the Israelites wandered forty years in the wilderness, until all the warriors among the people that came forth from Egypt died off because they had not listened to the voice of the LORD. For the LORD swore that he would not let them see the land he had sworn to their ancestors to give us, a land flowing with milk and honey."
        },
        {
          "verse": 7,
          "text": "It was the children God raised up in their stead whom Joshua circumcised, for these were yet with foreskins, not having been circumcised on the journey."
        },
        {
          "verse": 8,
          "text": "When the circumcision of the entire nation was complete, they remained in camp where they were, until they recovered."
        },
        {
          "verse": 9,
          "text": "Then the LORD said to Joshua: Today I have removed the reproach of Egypt from you. Therefore the place is called Gilgal to the present day."
        },
        {
          "verse": 10,
          "text": "While the Israelites were encamped at Gilgal on the plains of Jericho, they celebrated the Passover on the evening of the fourteenth day of the month."
        },
        {
          "verse": 11,
          "text": "On the day after the Passover they ate of the produce of the land in the form of unleavened cakes and parched grain. On that same day"
        },
        {
          "verse": 12,
          "text": "after they ate of the produce of the land, the manna ceased. No longer was there manna for the Israelites, who that year ate of the yield of the land of Canaan."
        },
        {
          "verse": 13,
          "text": "Siege at Jericho. While Joshua was near Jericho, he raised his eyes and saw one who stood facing him, drawn sword in hand. Joshua went up to him and asked, “Are you one of us or one of our enemies?”"
        },
        {
          "verse": 14,
          "text": "He replied, “Neither. I am the commander of the army of the LORD: now I have come.” Then Joshua fell down to the ground in worship, and said to him, “What has my lord to say to his servant?”"
        },
        {
          "verse": 15,
          "text": "The commander of the army of the LORD replied to Joshua, “Remove your sandals from your feet, for the place on which you are standing is holy.” And Joshua did so."
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 6 - Now Jericho was in a state of siege because of the presence of the Israelites. No one left or entered."
        },
        {
          "verse": 2,
          "text": "And to Joshua the LORD said: I have delivered Jericho, its king, and its warriors into your power."
        },
        {
          "verse": 3,
          "text": "Have all the soldiers circle the city, marching once around it. Do this for six days,"
        },
        {
          "verse": 4,
          "text": "with seven priests carrying ram’s horns ahead of the ark. On the seventh day march around the city seven times, and have the priests blow the horns."
        },
        {
          "verse": 5,
          "text": "When they give a long blast on the ram’s horns and you hear the sound of the horn, all the people shall shout aloud. The wall of the city will collapse, and the people shall attack straight ahead."
        },
        {
          "verse": 6,
          "text": "Summoning the priests, Joshua, son of Nun, said to them, “Take up the ark of the covenant with seven of the priests carrying ram’s horns in front of the ark of the LORD.”"
        },
        {
          "verse": 7,
          "text": "And he ordered the people, “Proceed and surround the city, with the picked troops marching ahead of the ark of the LORD.”"
        },
        {
          "verse": 8,
          "text": "When Joshua spoke to the people, the seven priests who carried the ram’s horns before the LORD marched and blew their horns, and the ark of the covenant of the LORD followed them."
        },
        {
          "verse": 9,
          "text": "In front of the priests with the horns marched the picked troops; the rear guard followed the ark, and the blowing of horns was kept up continually as they marched."
        },
        {
          "verse": 10,
          "text": "But Joshua had commanded the people, “Do not shout or make any noise or outcry until I tell you, ‘Shout!’ Then you must shout.”"
        },
        {
          "verse": 11,
          "text": "So he had the ark of the LORD circle the city, going once around it, after which they returned to camp for the night."
        },
        {
          "verse": 12,
          "text": "Early the next morning, Joshua had the priests take up the ark of the LORD."
        },
        {
          "verse": 13,
          "text": "The seven priests bearing the ram’s horns marched in front of the ark of the LORD, blowing their horns. Ahead of these marched the picked troops, while the rear guard followed the ark of the LORD, and the blowing of horns was kept up continually."
        },
        {
          "verse": 14,
          "text": "On this second day they again marched around the city once before returning to camp; and for six days in all they did the same."
        },
        {
          "verse": 15,
          "text": "On the seventh day, beginning at daybreak, they marched around the city seven times in the same manner; on that day only did they march around the city seven times."
        },
        {
          "verse": 16,
          "text": "The seventh time around, the priests blew the horns and Joshua said to the people, “Now shout, for the LORD has given you the city."
        },
        {
          "verse": 17,
          "text": "The city and everything in it is under the ban. Only Rahab the prostitute and all who are in the house with her are to live, because she hid the messengers we sent."
        },
        {
          "verse": 18,
          "text": "But be careful not to covet or take anything that is under the ban; otherwise you will bring upon the camp of Israel this ban and the misery of it."
        },
        {
          "verse": 19,
          "text": "All silver and gold, and the articles of bronze or iron, are holy to the LORD. They shall be put in the treasury of the LORD.”"
        },
        {
          "verse": 20,
          "text": "The Fall of Jericho. As the horns blew, the people began to shout. When they heard the sound of the horn, they raised a tremendous shout. The wall collapsed, and the people attacked the city straight ahead and took it."
        },
        {
          "verse": 21,
          "text": "They observed the ban by putting to the sword all living creatures in the city: men and women, young and old, as well as oxen, sheep and donkeys."
        },
        {
          "verse": 22,
          "text": "To the two men who had spied out the land, Joshua said, “Go into the prostitute’s house and bring out the woman with all her family, as you swore to her you would do.”"
        },
        {
          "verse": 23,
          "text": "The spies entered and brought out Rahab, with her father, mother, brothers, and all her family; her entire family they led forth and placed outside the camp of Israel."
        },
        {
          "verse": 24,
          "text": "The city itself they burned with all that was in it; but the silver, gold, and articles of bronze and iron they placed in the treasury of the house of the LORD."
        },
        {
          "verse": 25,
          "text": "Because Rahab the prostitute had hidden the messengers whom Joshua had sent to reconnoiter Jericho, Joshua let her live, along with her father’s house and all her family, who dwell in the midst of Israel to this day."
        },
        {
          "verse": 26,
          "text": "On that occasion Joshua imposed the oath: Cursed before the LORD be the man who attempts to rebuild this city, Jericho. At the cost of his firstborn will he lay its foundation, and at the cost of his youngest son will he set up its gates."
        },
        {
          "verse": 27,
          "text": "Thus the LORD was with Joshua so that his fame spread throughout the land."
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 7 - Defeat at Ai. But the Israelites acted treacherously with regard to the ban; Achan, son of Carmi, son of Zabdi, son of Zerah of the tribe of Judah, took goods that were under the ban, and the anger of the LORD flared up against the Israelites."
        },
        {
          "verse": 2,
          "text": "Joshua next sent men from Jericho to Ai, which is near Beth-aven and east of Bethel, with the order, “Go up and reconnoiter the land.” When they had explored Ai,"
        },
        {
          "verse": 3,
          "text": "they returned to Joshua and advised, “Do not send all the people up; if only about two or three thousand go up, they can attack and overcome Ai. You need not tire all the people: the enemy there are few.”"
        },
        {
          "verse": 4,
          "text": "About three thousand of the people made the attack, but they fled before the army at Ai,"
        },
        {
          "verse": 5,
          "text": "who killed some thirty-six of them. They pursued them from the city gate to the Shebarim, and defeated them on the descent, so that the confidence of the people melted away like water."
        },
        {
          "verse": 6,
          "text": "Joshua, together with the elders of Israel, tore their garments and fell face down before the ark of the LORD until evening; and they threw dust on their heads."
        },
        {
          "verse": 7,
          "text": "“Alas, Lord GOD,” Joshua prayed, “why did you ever allow this people to cross over the Jordan, delivering us into the power of the Amorites, that they might destroy us? Would that we had been content to dwell on the other side of the Jordan."
        },
        {
          "verse": 8,
          "text": "Please, Lord, what can I say, now that Israel has turned its back to its enemies?"
        },
        {
          "verse": 9,
          "text": "When the Canaanites and the other inhabitants of the land hear of it, they will close in around us and efface our name from the earth. What will you do for your great name?”"
        },
        {
          "verse": 10,
          "text": "The LORD replied to Joshua: Stand up. Why are you lying there?"
        },
        {
          "verse": 11,
          "text": "Israel has sinned: they have transgressed the covenant which I enjoined on them. They have taken goods subject to the ban. They have stolen and lied, placing the goods in their baggage."
        },
        {
          "verse": 12,
          "text": "If the Israelites cannot stand up to their enemies, but must turn their back to them, it is because they are under the ban. I will not continue to be with you unless you remove that which is banned from among you."
        },
        {
          "verse": 13,
          "text": "Get up, sanctify the people. Tell them, “Sanctify yourselves before tomorrow, for thus says the LORD, the God of Israel: That which is banned is in your midst, Israel. You cannot stand up to your enemies until you remove it from among you."
        },
        {
          "verse": 14,
          "text": "In the morning you must come forward by tribes. The tribe which the LORD designates shall come forward by clans; the clan which the LORD designates shall come forward by families; the family which the LORD designates shall come forward one by one."
        },
        {
          "verse": 15,
          "text": "Whoever is designated as having incurred the ban shall be destroyed by fire, with all that is his, because he has trangressed the covenant of the LORD and has committed a shameful crime in Israel.”"
        },
        {
          "verse": 16,
          "text": "Achan’s Guilt and Punishment. Early the next morning Joshua had Israel come forward by tribes, and the tribe of Judah was designated."
        },
        {
          "verse": 17,
          "text": "Then he had the clans of Judah come forward, and the clan of Zerah was designated. He had the clan of Zerah come forward by families, and Zabdi was designated."
        },
        {
          "verse": 18,
          "text": "Finally he had that family come forward one by one, and Achan, son of Carmi, son of Zabdi, son of Zerah of the tribe of Judah, was designated."
        },
        {
          "verse": 19,
          "text": "Joshua said to Achan, “My son, give glory to the LORD, the God of Israel, and praise him by telling me what you have done; do not hide it from me.”"
        },
        {
          "verse": 20,
          "text": "Achan answered Joshua, “I have indeed sinned against the LORD, the God of Israel. This is what I have done:"
        },
        {
          "verse": 21,
          "text": "Among the spoils, I saw a beautiful Babylonian mantle, two hundred shekels of silver, and a bar of gold fifty shekels in weight; I coveted them and I took them. They are now hidden in the ground inside my tent, with the silver underneath.”"
        },
        {
          "verse": 22,
          "text": "Joshua sent messengers and they ran to the tent and there they were, hidden in the tent, with the silver underneath."
        },
        {
          "verse": 23,
          "text": "They took them from the tent, brought them to Joshua and all the Israelites, and spread them out before the LORD."
        },
        {
          "verse": 24,
          "text": "Then Joshua and all Israel took Achan, son of Zerah, with the silver, the mantle, and the bar of gold, and with his sons and daughters, his ox, his donkey and his sheep, his tent, and all his possessions, and led them off to the Valley of Achor."
        },
        {
          "verse": 25,
          "text": "Joshua said, “What misery have you caused us? May the LORD bring misery upon you today!” And all Israel stoned him to death. They burnt them with fire and they stoned them."
        },
        {
          "verse": 26,
          "text": "Over Achan they piled a great heap of stones, which remains to the present day. Then the LORD turned from his anger. That is why the place is called the Valley of Achor to this day."
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 8 - Capture of Ai. The LORD then said to Joshua: Do not be afraid or dismayed. Take all the army with you and prepare to attack Ai. I have delivered the king of Ai into your power, with his people, city, and land."
        },
        {
          "verse": 2,
          "text": "Do to Ai and its king what you did to Jericho and its king—except that you may take its spoil and livestock as plunder. Set an ambush behind the city."
        },
        {
          "verse": 3,
          "text": "So Joshua and all the soldiers prepared to attack Ai. Picking out thirty thousand warriors, Joshua sent them off by night"
        },
        {
          "verse": 4,
          "text": "with these orders: “See that you ambush the city from the rear. Do not be very far from the city. All of you must be ready."
        },
        {
          "verse": 5,
          "text": "The rest of the people and I will come up to the city, and when they make a sortie against us as they did the last time, we will flee from them."
        },
        {
          "verse": 6,
          "text": "They will keep coming out after us until we have drawn them away from the city, for they will think, ‘They are fleeing from us as they did the last time.’ When we flee,"
        },
        {
          "verse": 7,
          "text": "then you rise from ambush and take possession of the city, which the LORD, your God, will deliver into your power."
        },
        {
          "verse": 8,
          "text": "When you have taken the city, set it on fire in obedience to the LORD’s command. These are my orders to you.”"
        },
        {
          "verse": 9,
          "text": "Then Joshua sent them away. They went to the place of ambush, taking up their position to the west of Ai, toward Bethel. Joshua, however, spent that night with the army."
        },
        {
          "verse": 10,
          "text": "Early the next morning Joshua mustered the army and went up to Ai at its head, with the elders of Israel."
        },
        {
          "verse": 11,
          "text": "When all the troops he led were drawn up in position before the city, they pitched camp north of Ai, on the other side of the ravine."
        },
        {
          "verse": 12,
          "text": "He took about five thousand warriors and set them in ambush between Bethel and Ai, west of the city."
        },
        {
          "verse": 13,
          "text": "Thus the people took up their stations, with the main body north of the city and the ambush west of it, and Joshua waited overnight in the valley."
        },
        {
          "verse": 14,
          "text": "The king of Ai saw this, and he and all his army came out very early in the morning to engage Israel in battle at the place in front of the Arabah, not knowing that there was an ambush behind the city."
        },
        {
          "verse": 15,
          "text": "Joshua and the main body of the Israelites fled toward the wilderness, pretending defeat,"
        },
        {
          "verse": 16,
          "text": "until the last of the soldiers in the city had been called out to pursue them. Since they were drawn away from the city, with everyone pursuing Joshua,"
        },
        {
          "verse": 17,
          "text": "not a soldier remained in Ai or Bethel. They abandoned the city, leaving it open, as they pursued Israel."
        },
        {
          "verse": 18,
          "text": "Then the LORD directed Joshua: Stretch out the javelin in your hand toward Ai, for I will deliver it into your power. Joshua stretched out the javelin in his hand toward the city,"
        },
        {
          "verse": 19,
          "text": "and as soon as he did so, the men in ambush rose from their post, rushed in, captured the city, and immediately set it on fire."
        },
        {
          "verse": 20,
          "text": "By the time the army of Ai looked back, the smoke from the city was going up to the heavens. Escape in any direction was impossible, because the Israelites retreating toward the wilderness now turned on their pursuers;"
        },
        {
          "verse": 21,
          "text": "for when Joshua and the main body of Israelites saw that the city had been taken by ambush and was going up in smoke, they struck back at the forces of Ai."
        },
        {
          "verse": 22,
          "text": "Since those in the city came out to intercept them, Ai’s army was hemmed in by Israelites on both sides, who cut them down without any fugitives or survivors"
        },
        {
          "verse": 23,
          "text": "except the king, whom they took alive and brought to Joshua."
        },
        {
          "verse": 24,
          "text": "When Israel finished killing all the inhabitants of Ai in the open, who had pursued them into the wilderness, and all of them to the last man fell by the sword, then all Israel returned and put to the sword those inside the city."
        },
        {
          "verse": 25,
          "text": "There fell that day a total of twelve thousand men and women, the entire population of Ai."
        },
        {
          "verse": 26,
          "text": "Joshua kept the javelin in his hand stretched out until he had carried out the ban on all the inhabitants of Ai."
        },
        {
          "verse": 27,
          "text": "However, the Israelites took for themselves as plunder the livestock and the spoil of that city, according to the command of the LORD issued to Joshua."
        },
        {
          "verse": 28,
          "text": "Then Joshua destroyed Ai by fire, reducing it to an everlasting mound of ruins, as it remains today."
        },
        {
          "verse": 29,
          "text": "He had the king of Ai hanged on a tree until evening; then at sunset Joshua ordered the body removed from the tree and cast at the entrance of the city gate, where a great heap of stones was piled up over it, which remains to the present day."
        },
        {
          "verse": 30,
          "text": "Altar on Mount Ebal. Later, on Mount Ebal, Joshua built to the LORD, the God of Israel, an altar"
        },
        {
          "verse": 31,
          "text": "of unhewn stones on which no iron tool had been used, just as Moses, the servant of the LORD, had commanded the Israelites, as recorded in the book of the law. On this altar they sacrificed burnt offerings to the LORD and made communion sacrifices."
        },
        {
          "verse": 32,
          "text": "There, in the presence of the Israelites, Joshua inscribed upon the stones a copy of the law written by Moses."
        },
        {
          "verse": 33,
          "text": "And all Israel, resident alien and native alike, with their elders, officers, and judges, stood on either side of the ark facing the levitical priests who were carrying the ark of the covenant of the LORD. Half of them were facing Mount Gerizim and half Mount Ebal, just as Moses, the servant of the LORD, had first commanded for the blessing of the people of Israel."
        },
        {
          "verse": 34,
          "text": "Then were read aloud all the words of the law, the blessings and the curses, exactly as written in the book of the law."
        },
        {
          "verse": 35,
          "text": "Every single word that Moses had commanded, Joshua read aloud to the entire assembly, including the women and children, and the resident aliens among them."
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 9 - Confederacy Against Israel. When the news reached all the kings west of the Jordan, in the mountain regions and in the Shephelah, and all along the coast of the Great Sea as far as the Lebanon: Hittites, Amorites, Canaanites, Perizzites, Hivites, and Jebusites,"
        },
        {
          "verse": 2,
          "text": "they gathered together to launch a common attack against Joshua and Israel."
        },
        {
          "verse": 3,
          "text": "The Gibeonite Deception. On hearing what Joshua had done to Jericho and Ai, the inhabitants of Gibeon"
        },
        {
          "verse": 4,
          "text": "formed their own scheme. They chose provisions for a journey, making use of old sacks for their donkeys, and old wineskins, torn and mended."
        },
        {
          "verse": 5,
          "text": "They wore old, patched sandals and shabby garments; and all the bread they took was dry and crumbly."
        },
        {
          "verse": 6,
          "text": "Thus they journeyed to Joshua in the camp at Gilgal, where they said to him and to the Israelites, “We have come from a far-off land; now, make a covenant with us.”"
        },
        {
          "verse": 7,
          "text": "But the Israelites replied to the Hivites, “You may be living in land that is ours. How, then, can we make a covenant with you?”"
        },
        {
          "verse": 8,
          "text": "But they answered Joshua, “We are your servants.” Then Joshua asked them, “Who are you? Where do you come from?”"
        },
        {
          "verse": 9,
          "text": "They answered him, “Your servants have come from a far-off land, because of the fame of the LORD, your God. For we have heard reports of all that he did in Egypt"
        },
        {
          "verse": 10,
          "text": "and all that he did to the two kings of the Amorites beyond the Jordan, Sihon, king of Heshbon, and Og, king of Bashan, who lived in Ashtaroth."
        },
        {
          "verse": 11,
          "text": "So our elders and all the inhabitants of our land said to us, ‘Take along provisions for the journey and go to meet them. Say to them: “We are your servants; now make a covenant with us.”’"
        },
        {
          "verse": 12,
          "text": "This bread of ours was still warm when we brought it from home as provisions the day we left to come to you, but now it is dry and crumbly."
        },
        {
          "verse": 13,
          "text": "Here are our wineskins, which were new when we filled them, but now they are torn. Look at our garments and sandals; they are worn out from the very long journey.”"
        },
        {
          "verse": 14,
          "text": "Then the Israelite leaders partook of their provisions, without inquiring of the LORD."
        },
        {
          "verse": 15,
          "text": "So Joshua made peace with them and made a covenant to let them live, which the leaders of the community sealed with an oath."
        },
        {
          "verse": 16,
          "text": "Gibeonites Made Vassals. Three days after the covenant was made, the Israelites heard that these people were from nearby, and would be living in Israel."
        },
        {
          "verse": 17,
          "text": "The third day on the road, the Israelites came to their cities of Gibeon, Chephirah, Beeroth, and Kiriath-jearim,"
        },
        {
          "verse": 18,
          "text": "but did not attack them, because the leaders of the community had sworn to them by the LORD, the God of Israel. When the entire community grumbled against the leaders,"
        },
        {
          "verse": 19,
          "text": "these all remonstrated with the community, “We have sworn to them by the LORD, the God of Israel, and so we cannot harm them."
        },
        {
          "verse": 20,
          "text": "Let us therefore let them live, and so deal with them that no wrath fall upon us because of the oath we have sworn to them.”"
        },
        {
          "verse": 21,
          "text": "Thus the leaders said to them, “Let them live, and become hewers of wood and drawers of water for the entire community.” So the community did as the leaders advised them."
        },
        {
          "verse": 22,
          "text": "Joshua summoned the Gibeonites and said to them, “Why did you deceive us and say, ‘We live far off from you’?—You live among us!"
        },
        {
          "verse": 23,
          "text": "Now are you accursed: every one of you shall always be a slave, hewers of wood and drawers of water, for the house of my God.”"
        },
        {
          "verse": 24,
          "text": "They answered Joshua, “Your servants were fully informed of how the LORD, your God, commanded Moses his servant that you be given the entire land and that all its inhabitants be destroyed before you. Since, therefore, at your advance, we were in great fear for our lives, we acted as we did."
        },
        {
          "verse": 25,
          "text": "And now that we are in your power, do with us what is good and right in your eyes.”"
        },
        {
          "verse": 26,
          "text": "Joshua did what he had decided: while he saved them from being killed by the Israelites,"
        },
        {
          "verse": 27,
          "text": "on that day he made them, as they still are, hewers of wood and drawers of water for the community and for the altar of the LORD, in the place the LORD would choose."
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 10 - The Siege of Gibeon. Now when Adonizedek, king of Jerusalem, heard that Joshua had captured Ai and put it under the ban, and had done to that city and its king as he had done to Jericho and its king, and that the inhabitants of Gibeon had made their peace with Israel, remaining among them,"
        },
        {
          "verse": 2,
          "text": "there was great fear abroad, because Gibeon was a great city, like one of the royal cities, greater even than Ai, and all its men were warriors."
        },
        {
          "verse": 3,
          "text": "So Adonizedek, king of Jerusalem, sent to Hoham, king of Hebron, Piram, king of Jarmuth, Japhia, king of Lachish, and Debir, king of Eglon, with this message:"
        },
        {
          "verse": 4,
          "text": "“Come and help me attack Gibeon, for it has made peace with Joshua and the Israelites.”"
        },
        {
          "verse": 5,
          "text": "The five Amorite kings, of Jerusalem, Hebron, Jarmuth, Lachish, and Eglon, gathered with all their forces, and marched against Gibeon to make war on it."
        },
        {
          "verse": 6,
          "text": "Thereupon, the Gibeonites sent an appeal to Joshua in his camp at Gilgal: “Do not abandon your servants. Come up here quickly and save us. Help us, because all the Amorite kings of the mountain country have joined together against us.”"
        },
        {
          "verse": 7,
          "text": "Joshua’s Victory. So Joshua marched up from Gilgal with all his army and all his warriors."
        },
        {
          "verse": 8,
          "text": "The LORD said to Joshua: Do not fear them, for I have delivered them into your power. Not one of them will be able to withstand you."
        },
        {
          "verse": 9,
          "text": "After an all-night march from Gilgal, Joshua made a surprise attack upon them,"
        },
        {
          "verse": 10,
          "text": "and the LORD threw them into disorder before Israel. The Israelites inflicted a great slaughter on them at Gibeon and pursued them down the Beth-horon slope, attacking them as far as Azekah and Makkedah."
        },
        {
          "verse": 11,
          "text": "While they fled before Israel along the descent of Beth-horon, the LORD hurled great stones from the heavens above them all the way to Azekah, killing many. More died from these hailstones than the Israelites killed with the sword."
        },
        {
          "verse": 12,
          "text": "It was then, when the LORD delivered up the Amorites to the Israelites, that Joshua prayed to the LORD, and said in the presence of Israel: Sun, stand still at Gibeon, Moon, in the valley of Aijalon!"
        },
        {
          "verse": 13,
          "text": "The sun stood still, the moon stayed, while the nation took vengeance on its foes. This is recorded in the Book of Jashar. The sun halted halfway across the heavens; not for an entire day did it press on."
        },
        {
          "verse": 14,
          "text": "Never before or since was there a day like this, when the LORD obeyed the voice of a man; for the LORD fought for Israel."
        },
        {
          "verse": 15,
          "text": "Then Joshua and all Israel returned to the camp at Gilgal."
        },
        {
          "verse": 16,
          "text": "Execution of Amorite Kings. The five kings who had fled hid in the cave at Makkedah."
        },
        {
          "verse": 17,
          "text": "When Joshua was told, “The five kings have been found, hiding in the cave at Makkedah,”"
        },
        {
          "verse": 18,
          "text": "he said, “Roll large stones to the mouth of the cave and post guards over it."
        },
        {
          "verse": 19,
          "text": "But do not remain there yourselves. Pursue your enemies, and harry them in the rear. Do not allow them to reach their cities, for the LORD, your God, has delivered them into your power.”"
        },
        {
          "verse": 20,
          "text": "Once Joshua and the Israelites had finally inflicted the last blows in this very great slaughter, and the survivors had escaped from them into the fortified cities,"
        },
        {
          "verse": 21,
          "text": "all the army returned to Joshua and the camp at Makkedah in victory; no one uttered a sound against the Israelites."
        },
        {
          "verse": 22,
          "text": "Then Joshua said, “Open the mouth of the cave and bring me those five kings from the cave.”"
        },
        {
          "verse": 23,
          "text": "They did so; they brought out to him from the cave the five kings, of Jerusalem, Hebron, Jarmuth, Lachish, and Eglon."
        },
        {
          "verse": 24,
          "text": "When they brought the five kings out to Joshua, he summoned all the army of Israel and said to the commanders of the soldiers who had marched with him, “Come forward and put your feet on the necks of these kings.” They came forward and put their feet upon their necks."
        },
        {
          "verse": 25,
          "text": "Then Joshua said to them, “Do not be afraid or dismayed, be firm and steadfast. This is what the LORD will do to all the enemies against whom you fight.”"
        },
        {
          "verse": 26,
          "text": "Thereupon Joshua struck and killed the kings, and hanged them on five trees, where they remained hanging until evening."
        },
        {
          "verse": 27,
          "text": "At sunset Joshua commanded that they be taken down from the trees and be thrown into the cave where they had hidden; over the mouth of the cave large stones were placed, which remain until this very day."
        },
        {
          "verse": 28,
          "text": "Conquest of Southern Canaan. Makkedah, too, Joshua captured and put to the sword at that time. He put the city, its king, and every person in it under the ban, leaving no survivors. Thus he did to the king of Makkedah what he had done to the king of Jericho."
        },
        {
          "verse": 29,
          "text": "Joshua then passed on with all Israel from Makkedah to Libnah, and attacked it,"
        },
        {
          "verse": 30,
          "text": "and the LORD delivered it, with its king, into the power of Israel. He put it to the sword with every person there, leaving no survivors. Thus he did to its king what he had done to the king of Jericho."
        },
        {
          "verse": 31,
          "text": "Joshua next passed on with all Israel from Libnah to Lachish, where they set up a camp during the attack."
        },
        {
          "verse": 32,
          "text": "The LORD delivered Lachish into the power of Israel, so that on the second day Joshua captured it and put it to the sword with every person in it, just as he had done to Libnah."
        },
        {
          "verse": 33,
          "text": "At that time Horam, king of Gezer, came up to help Lachish, but Joshua defeated him and his people, leaving him no survivors."
        },
        {
          "verse": 34,
          "text": "From Lachish, Joshua passed on with all Israel to Eglon; encamping near it, they attacked it"
        },
        {
          "verse": 35,
          "text": "and captured it the same day, putting it to the sword. On that day he put under the ban every person in it, just as he had done at Lachish."
        },
        {
          "verse": 36,
          "text": "From Eglon, Joshua went up with all Israel to Hebron, which they attacked"
        },
        {
          "verse": 37,
          "text": "and captured. They put it to the sword with its king, all its cities, and every person there, leaving no survivors, just as Joshua had done to Eglon. He put it under the ban and every person in it."
        },
        {
          "verse": 38,
          "text": "Then Joshua and all Israel turned back to Debir and attacked it,"
        },
        {
          "verse": 39,
          "text": "capturing it with its king and all its cities. They put them to the sword and put under the ban every person in it, leaving no survivors. Thus he did to Debir and its king what he had done to Hebron, as well as to Libnah and its king."
        },
        {
          "verse": 40,
          "text": "Joshua conquered the entire land; the mountain regions, the Negeb, the Shephelah, and the mountain slopes, with all their kings. He left no survivors, but put under the ban every living being, just as the LORD, the God of Israel, had commanded."
        },
        {
          "verse": 41,
          "text": "Joshua conquered them from Kadesh-barnea to Gaza, and all the land of Goshen to Gibeon."
        },
        {
          "verse": 42,
          "text": "All these kings and their lands Joshua captured all at once, for the LORD, the God of Israel, fought for Israel."
        },
        {
          "verse": 43,
          "text": "Thereupon Joshua with all Israel returned to the camp at Gilgal."
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 11 - Northern Confederacy. When Jabin, king of Hazor, learned of this, he sent a message to Jobab, king of Madon, to the king of Shimron, to the king of Achshaph,"
        },
        {
          "verse": 2,
          "text": "and to the northern kings in the mountain regions and in the Arabah near Chinneroth, in the Shephelah, and in Naphath-dor to the west."
        },
        {
          "verse": 3,
          "text": "These were Canaanites to the east and west, Amorites, Hittites, Perizzites, and Jebusites in the mountain regions, and Hivites at the foot of Hermon in the land of Mizpah."
        },
        {
          "verse": 4,
          "text": "They came out with all their troops, an army numerous as the sands on the seashore, and with a multitude of horses and chariots."
        },
        {
          "verse": 5,
          "text": "All these kings made a pact and together they marched to the waters of Merom, where they encamped to fight against Israel."
        },
        {
          "verse": 6,
          "text": "The LORD said to Joshua, “Do not fear them, for by this time tomorrow I will present them slain to Israel. You must hamstring their horses and burn their chariots.”"
        },
        {
          "verse": 7,
          "text": "Joshua with his whole army came upon them suddenly at the waters of Merom and fell upon them."
        },
        {
          "verse": 8,
          "text": "The LORD delivered them into the power of the Israelites, who defeated them and pursued them to Greater Sidon, to Misrephoth-maim, and eastward to the valley of Mizpeh. They struck them all down, leaving no survivors."
        },
        {
          "verse": 9,
          "text": "Joshua did to them as the LORD had commanded: he hamstrung their horses and burned their chariots."
        },
        {
          "verse": 10,
          "text": "Conquest of Northern Canaan. At that time Joshua, turning back, captured Hazor and struck down its king with the sword; for Hazor formerly was the chief of all those kingdoms."
        },
        {
          "verse": 11,
          "text": "He also struck down with the sword every person there, carrying out the ban, till none was left alive. Hazor itself he burned."
        },
        {
          "verse": 12,
          "text": "All the cities of those kings, and the kings themselves, Joshua captured and put to the sword, carrying out the ban on them, as Moses, the servant of the LORD, had commanded."
        },
        {
          "verse": 13,
          "text": "However, Israel did not destroy by fire any of the cities built on their mounds, except Hazor, which Joshua burned."
        },
        {
          "verse": 14,
          "text": "All the spoil and livestock of these cities the Israelites took as plunder; but the people they put to the sword, until they had destroyed the last of them, leaving none alive."
        },
        {
          "verse": 15,
          "text": "As the LORD had commanded his servant Moses, so Moses commanded Joshua, and Joshua acted accordingly. He left nothing undone that the LORD had commanded Moses should be done."
        },
        {
          "verse": 16,
          "text": "Survey of the Conquest. So Joshua took all this land: the mountain regions, the entire Negeb, all the land of Goshen, the Shephelah, the Arabah, as well as the mountain regions and Shephelah of Israel,"
        },
        {
          "verse": 17,
          "text": "from Mount Halak that rises toward Seir as far as Baal-gad in the Lebanon valley at the foot of Mount Hermon. All their kings he captured and put to death."
        },
        {
          "verse": 18,
          "text": "Joshua waged war against all these kings for a long time."
        },
        {
          "verse": 19,
          "text": "With the exception of the Hivites who lived in Gibeon, no city made peace with the Israelites; all were taken in battle."
        },
        {
          "verse": 20,
          "text": "For it was the LORD’s doing to make their hearts obstinate to meet Israel in battle, that they might be put under the ban without mercy, and be destroyed as the LORD had commanded Moses."
        },
        {
          "verse": 21,
          "text": "At that time Joshua penetrated the mountain regions and exterminated the Anakim in Hebron, Debir, Anab, the entire mountain region of Judah, and the entire mountain region of Israel. Joshua put them and their cities under the ban,"
        },
        {
          "verse": 22,
          "text": "so that no Anakim were left in the land of the Israelites. However, some survived in Gaza, in Gath, and in Ashdod."
        },
        {
          "verse": 23,
          "text": "Thus Joshua took the whole land, just as the LORD had said to Moses. Joshua gave it to Israel as their heritage, apportioning it among the tribes. And the land had rest from war."
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 12 - Lists of Conquered Kings. These are the kings of the land whom the Israelites conquered and whose lands they occupied, east of the Jordan, from the River Arnon to Mount Hermon, including all the eastern section of the Arabah:"
        },
        {
          "verse": 2,
          "text": "First, Sihon, king of the Amorites, who lived in Heshbon. His domain extended from Aroer, which is on the bank of the Wadi Arnon, to include the wadi itself, and the land northward through half of Gilead to the Wadi Jabbok at the border with the Ammonites,"
        },
        {
          "verse": 3,
          "text": "as well as the Arabah from the eastern side of the Sea of Chinnereth, as far south as the eastern side of the Salt Sea of the Arabah in the direction of Beth-jeshimoth, southward under the slopes of Pisgah."
        },
        {
          "verse": 4,
          "text": "Secondly, the border of Og, king of Bashan, a survivor of the Rephaim, who lived at Ashtaroth and Edrei."
        },
        {
          "verse": 5,
          "text": "He ruled over Mount Hermon, Salecah, and all Bashan as far as the boundary of the Geshurites and Maacathites, and over half of Gilead as far as the territory of Sihon, king of Heshbon."
        },
        {
          "verse": 6,
          "text": "It was Moses, the servant of the LORD, and the Israelites who conquered them; Moses, the servant of the LORD, gave possession of their land to the Reubenites, the Gadites, and the half-tribe of Manasseh."
        },
        {
          "verse": 7,
          "text": "This is a list of the kings of the land whom Joshua and the Israelites conquered west of the Jordan, from Baal-gad in the Lebanon valley to Mount Halak which rises toward Seir; Joshua apportioned their land and gave possession of it to the tribes of Israel;"
        },
        {
          "verse": 8,
          "text": "it included the mountain regions and Shephelah, the Arabah, the slopes, the wilderness, and the Negeb, belonging to the Hittites, Amorites, Canaanites, Perizzites, Hivites, and Jebusites:"
        },
        {
          "verse": 9,
          "text": "The king of Jericho, one; the king of Ai, which is near Bethel, one;"
        },
        {
          "verse": 10,
          "text": "the king of Jerusalem, one; the king of Hebron, one;"
        },
        {
          "verse": 11,
          "text": "the king of Jarmuth, one; the king of Lachish, one;"
        },
        {
          "verse": 12,
          "text": "the king of Eglon, one; the king of Gezer, one;"
        },
        {
          "verse": 13,
          "text": "the king of Debir, one; the king of Geder, one;"
        },
        {
          "verse": 14,
          "text": "the king of Hormah, one; the king of Arad, one;"
        },
        {
          "verse": 15,
          "text": "the king of Libnah, one; the king of Adullam, one;"
        },
        {
          "verse": 16,
          "text": "the king of Makkedah, one; the king of Bethel, one;"
        },
        {
          "verse": 17,
          "text": "the king of Tappuah, one; the king of Hepher, one;"
        },
        {
          "verse": 18,
          "text": "the king of Aphek, one; the king of Lasharon, one;"
        },
        {
          "verse": 19,
          "text": "the king of Madon, one; the king of Hazor, one;"
        },
        {
          "verse": 20,
          "text": "the king of Shimron, one; the king of Achshaph, one;"
        },
        {
          "verse": 21,
          "text": "the king of Taanach, one; the king of Megiddo, one;"
        },
        {
          "verse": 22,
          "text": "the king of Kedesh, one; the king of Jokneam, at Carmel, one;"
        },
        {
          "verse": 23,
          "text": "the king of Dor, in Naphath-dor, one; the king of Goyim at Gilgal, one;"
        },
        {
          "verse": 24,
          "text": "and the king of Tirzah, one—thirty-one kings in all."
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "verse": 1,
          "text": "II. Division of the Land Chapter 13 - Division of Land Commanded. When Joshua was old and advanced in years, the LORD said to him: Though now you are old and advanced in years, a very large part of the land still remains to be possessed."
        },
        {
          "verse": 2,
          "text": "This is the remaining land: all Geshur and all the districts of the Philistines"
        },
        {
          "verse": 3,
          "text": "(from the stream adjoining Egypt to the boundary of Ekron in the north is reckoned Canaanite territory, though held by the five lords of the Philistines in Gaza, Ashdod, Ashkelon, Gath, and Ekron);"
        },
        {
          "verse": 4,
          "text": "also where the Avvim are in the south; all the land of the Canaanites from Mearah of the Sidonians to Aphek, and the boundaries of the Amorites;"
        },
        {
          "verse": 5,
          "text": "and the Gebalite territory; and all the Lebanon on the east, from Baal-gad at the foot of Mount Hermon to Lebo-hamath."
        },
        {
          "verse": 6,
          "text": "All the inhabitants of the mountain regions between Lebanon and Misrephoth-maim, all Sidonians, I will drive out before the Israelites; at least include these areas in the division of the Israelite heritage, just as I have commanded you."
        },
        {
          "verse": 7,
          "text": "Now, therefore, apportion among the nine tribes and the half-tribe of Manasseh the land which is to be their heritage."
        },
        {
          "verse": 8,
          "text": "The Eastern Tribes. Now the other half of the tribe of Manasseh, as well as the Reubenites and Gadites, had taken as their heritage what Moses, the servant of the LORD, had given them east of the Jordan:"
        },
        {
          "verse": 9,
          "text": "from Aroer on the bank of the Wadi Arnon and the city in the wadi itself, through the tableland of Medeba and Dibon,"
        },
        {
          "verse": 10,
          "text": "with the rest of the cities of Sihon, king of the Amorites, who reigned in Heshbon, to the boundary of the Ammonites;"
        },
        {
          "verse": 11,
          "text": "also Gilead and the territory of the Geshurites and Maacathites, all Mount Hermon, and all Bashan as far as Salecah,"
        },
        {
          "verse": 12,
          "text": "the entire kingdom in Bashan of Og, who was king at Ashtaroth and Edrei (he was a holdover from the remnant of the Rephaim). These Moses defeated and dispossessed."
        },
        {
          "verse": 13,
          "text": "But the Israelites did not dispossess the Geshurites and Maacathites, so that Geshur and Maacath dwell in the midst of Israel to this day."
        },
        {
          "verse": 14,
          "text": "However, Moses assigned no heritage to the tribe of Levi; the LORD, the God of Israel, is their heritage, as the LORD had promised them."
        },
        {
          "verse": 15,
          "text": "Reuben. This is what Moses gave to the tribe of the Reubenites by their clans:"
        },
        {
          "verse": 16,
          "text": "Their territory reached from Aroer, on the bank of the Wadi Arnon, and the city in the wadi itself, through the tableland about Medeba,"
        },
        {
          "verse": 17,
          "text": "to include Heshbon and all its towns on the tableland, Dibon, Bamoth-baal, Beth-baal-meon,"
        },
        {
          "verse": 18,
          "text": "Jahaz, Kedemoth, Mephaath,"
        },
        {
          "verse": 19,
          "text": "Kiriathaim, Sibmah, Zereth-shahar on the knoll within the valley,"
        },
        {
          "verse": 20,
          "text": "Beth-peor, the slopes of Pisgah, Beth-jeshimoth,"
        },
        {
          "verse": 21,
          "text": "and the other cities of the tableland and of the whole kingdom of Sihon. This Amorite king, who reigned in Heshbon, Moses had defeated, with the princes of Midian, vassals of Sihon who were settled in the land: Evi, Rekem, Zur, Hur, and Reba;"
        },
        {
          "verse": 22,
          "text": "Balaam, son of Beor, the diviner, the Israelites killed with the sword, together with those they struck down."
        },
        {
          "verse": 23,
          "text": "The boundary of the Reubenites was the Jordan. These cities and their villages were the heritage of the Reubenites by their clans."
        },
        {
          "verse": 24,
          "text": "Gad. This is what Moses gave to the tribe of the Gadites by their clans:"
        },
        {
          "verse": 25,
          "text": "Their territory included Jazer, all the cities of Gilead, and half the land of the Ammonites as far as Aroer, toward Rabbah"
        },
        {
          "verse": 26,
          "text": "(that is, from Heshbon to Ramath-mizpeh and Betonim, and from Mahanaim to the boundary of Lo-debar);"
        },
        {
          "verse": 27,
          "text": "and in the Jordan valley: Beth-haram, Beth-nimrah, Succoth, Zaphon, the other part of the kingdom of Sihon, king of Heshbon, with the bank of the Jordan to the southeastern tip of the Sea of Chinnereth."
        },
        {
          "verse": 28,
          "text": "These cities and their villages were the heritage of the clans of the Gadites."
        },
        {
          "verse": 29,
          "text": "Manasseh. This is what Moses gave to the half-tribe of Manasseh; the half-tribe of the Manassites, by their clans, had"
        },
        {
          "verse": 30,
          "text": "territory including Mahanaim, all of Bashan, the entire kingdom of Og, king of Bashan, and all the villages of Jair, which are sixty cities in Bashan."
        },
        {
          "verse": 31,
          "text": "Half of Gilead, with Ashtaroth and Edrei, royal cities of Og in Bashan, fell to the descendants of Machir, son of Manasseh, to half the Machirites, by their clans."
        },
        {
          "verse": 32,
          "text": "These are the heritages which Moses gave when he was in the plains of Moab, beyond the Jordan east of Jericho."
        },
        {
          "verse": 33,
          "text": "But Moses gave no heritage to the tribe of Levi: the LORD, the God of Israel, is their heritage, as he had promised them."
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 14 - The Western Tribes. These are the portions which the Israelites received as heritage in the land of Canaan. Eleazar the priest, Joshua, son of Nun, and the heads of families in the tribes of the Israelites determined"
        },
        {
          "verse": 2,
          "text": "their heritage by lot, as the LORD had commanded through Moses concerning the remaining nine and a half tribes."
        },
        {
          "verse": 3,
          "text": "To two and a half tribes Moses had already given a heritage beyond the Jordan; to the Levites he had given no heritage among them:"
        },
        {
          "verse": 4,
          "text": "the descendants of Joseph formed two tribes, Manasseh and Ephraim. But the Levites were given no share of the land except cities to live in, with their pasture lands for the herds and flocks."
        },
        {
          "verse": 5,
          "text": "As the LORD had commanded Moses, so the Israelites did: they apportioned the land."
        },
        {
          "verse": 6,
          "text": "Caleb’s Portion. When the Judahites approached Joshua in Gilgal, the Kenizzite Caleb, son of Jephunneh, said to him: “You know the word the LORD spoke to Moses, the man of God, concerning you and concerning me in Kadesh-barnea."
        },
        {
          "verse": 7,
          "text": "I was forty years old when Moses, the servant of the LORD, sent me from Kadesh-barnea to reconnoiter the land; and I brought back to him a frank report."
        },
        {
          "verse": 8,
          "text": "My fellow scouts who went up with me made the people’s confidence melt away, but I was completely loyal to the LORD, my God."
        },
        {
          "verse": 9,
          "text": "On that occasion Moses swore this oath, ‘The land where you have set foot shall become your heritage and that of your descendants forever, because you have been completely loyal to the LORD, my God.’"
        },
        {
          "verse": 10,
          "text": "Now, as he promised, the LORD has preserved me these forty-five years since the LORD spoke thus to Moses while Israel journeyed in the wilderness; and now I am eighty-five years old,"
        },
        {
          "verse": 11,
          "text": "but I am still as strong today as I was the day Moses sent me forth, with no less vigor whether it be for war or for any other tasks."
        },
        {
          "verse": 12,
          "text": "Now give me this mountain region which the LORD promised me that day, as you yourself heard. True, the Anakim are there, with large fortified cities, but if the LORD is with me I shall be able to dispossess them, as the LORD promised.”"
        },
        {
          "verse": 13,
          "text": "Joshua blessed Caleb, son of Jephunneh, and gave him Hebron as his heritage."
        },
        {
          "verse": 14,
          "text": "Therefore Hebron remains the heritage of the Kenizzite Caleb, son of Jephunneh, to the present day, because he was completely loyal to the LORD, the God of Israel."
        },
        {
          "verse": 15,
          "text": "Hebron was formerly called Kiriath-arba, for Arba, the greatest among the Anakim. And the land had rest from war."
        }
      ]
    },
    {
      "chapter": 15,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 15 - Boundaries of Judah. The lot for the tribe of Judah by their clans fell toward the boundary of Edom, the wilderness of Zin in the Negeb, in the extreme south."
        },
        {
          "verse": 2,
          "text": "Their southern boundary ran from the end of the Salt Sea, from the tongue of land that faces the Negeb,"
        },
        {
          "verse": 3,
          "text": "and went southward below the pass of Akrabbim, across through Zin, up to a point south of Kadesh-barnea, across to Hezron, and up to Addar; from there, looping around Karka,"
        },
        {
          "verse": 4,
          "text": "it crossed to Azmon and then joined the Wadi of Egypt before coming out at the sea. (This is your southern boundary.)"
        },
        {
          "verse": 5,
          "text": "The eastern boundary was the Salt Sea as far as the mouth of the Jordan. The northern boundary climbed northward from the tongue of the sea, toward the mouth of the Jordan,"
        },
        {
          "verse": 6,
          "text": "up to Beth-hoglah, and ran north of Beth-arabah, up to Eben-Bohan-ben-Reuben."
        },
        {
          "verse": 7,
          "text": "Thence the boundary climbed to Debir, north of the Valley of Achor, in the direction of the Gilgal that faces the pass of Adummim, on the south side of the wadi; from there it crossed to the waters of En-shemesh and emerged at En-rogel."
        },
        {
          "verse": 8,
          "text": "Climbing again to the Valley of Ben-hinnom on the southern flank of the Jebusites (that is, Jerusalem), the boundary rose to the top of the mountain at the northern end of the Valley of Rephaim, which bounds the Valley of Hinnom on the west."
        },
        {
          "verse": 9,
          "text": "From the top of the mountain it ran to the fountain of waters of Nephtoah, extended to the cities of Mount Ephron, and continued to Baalah, or Kiriath-jearim."
        },
        {
          "verse": 10,
          "text": "From Baalah the boundary curved westward to Mount Seir and passed north of the ridge of Mount Jearim (that is, Chesalon); it descended to Beth-shemesh, and ran across to Timnah."
        },
        {
          "verse": 11,
          "text": "It then extended along the northern flank of Ekron, continued through Shikkeron, and across to Mount Baalah, from there to include Jabneel, before it came out at the sea."
        },
        {
          "verse": 12,
          "text": "The western boundary was the Great Sea and its coast. This was the complete boundary of the Judahites by their clans."
        },
        {
          "verse": 13,
          "text": "Conquest by Caleb. As the LORD had commanded, Joshua gave Caleb, son of Jephunneh, a portion among the Judahites, namely, Kiriath-arba (Arba was the father of Anak), that is, Hebron."
        },
        {
          "verse": 14,
          "text": "And Caleb dispossessed from there the three Anakim, the descendants of Anak: Sheshai, Ahiman, and Talmai."
        },
        {
          "verse": 15,
          "text": "From there he marched up against the inhabitants of Debir, which was formerly called Kiriath-sepher."
        },
        {
          "verse": 16,
          "text": "Caleb said, “To the man who attacks Kiriath-sepher and captures it, I will give my daughter Achsah in marriage.”"
        },
        {
          "verse": 17,
          "text": "Othniel captured it, the son of Caleb’s brother Kenaz; so Caleb gave him his daughter Achsah in marriage."
        },
        {
          "verse": 18,
          "text": "When she came to him, she induced him to ask her father for some land. Then, as she alighted from the donkey, Caleb asked her, “What do you want?”"
        },
        {
          "verse": 19,
          "text": "She answered, “Give me a present! Since you have assigned to me land in the Negeb, give me also pools of water.” So he gave her the upper and the lower pools. Cities of Judah."
        },
        {
          "verse": 20,
          "text": "This is the heritage of the tribe of Judahites by their clans:"
        },
        {
          "verse": 21,
          "text": "The cities of the tribe of the Judahites in the extreme southern district toward Edom were: Kabzeel, Eder, Jagur,"
        },
        {
          "verse": 22,
          "text": "Kinah, Dimonah, Adadah,"
        },
        {
          "verse": 23,
          "text": "Kedesh, Hazor, and Ithnan;"
        },
        {
          "verse": 24,
          "text": "Ziph, Telem, Bealoth,"
        },
        {
          "verse": 25,
          "text": "Hazor-hadattah, and Kerioth-hezron (that is, Hazor);"
        },
        {
          "verse": 26,
          "text": "Amam, Shema, Moladah,"
        },
        {
          "verse": 27,
          "text": "Hazar-gaddah, Heshmon, Beth-pelet,"
        },
        {
          "verse": 28,
          "text": "Hazar-shual, Beer-sheba, and Biziothiah;"
        },
        {
          "verse": 29,
          "text": "Baalah, Iim, Ezem,"
        },
        {
          "verse": 30,
          "text": "Eltolad, Chesil, Hormah,"
        },
        {
          "verse": 31,
          "text": "Ziklag, Madmannah, Sansannah,"
        },
        {
          "verse": 32,
          "text": "Lebaoth, Shilhim, and Ain and Rimmon; a total of twenty-nine cities with their villages."
        },
        {
          "verse": 33,
          "text": "In the Shephelah: Eshtaol, Zorah, Ashnah,"
        },
        {
          "verse": 34,
          "text": "Zanoah, Engannim, Tappuah, Enam,"
        },
        {
          "verse": 35,
          "text": "Jarmuth, Adullam, Socoh, Azekah,"
        },
        {
          "verse": 36,
          "text": "Shaaraim, Adithaim, Gederah, and Gederothaim; fourteen cities and their villages."
        },
        {
          "verse": 37,
          "text": "Zenan, Hadashah, Migdal-gad,"
        },
        {
          "verse": 38,
          "text": "Dilean, Mizpeh, Joktheel,"
        },
        {
          "verse": 39,
          "text": "Lachish, Bozkath, Eglon,"
        },
        {
          "verse": 40,
          "text": "Cabbon, Lahmas, Chitlish,"
        },
        {
          "verse": 41,
          "text": "Gederoth, Beth-dagon, Naamah, and Makkedah; sixteen cities and their villages."
        },
        {
          "verse": 42,
          "text": "Libnah, Ether, Ashan,"
        },
        {
          "verse": 43,
          "text": "Iphtah, Ashnah, Nezib,"
        },
        {
          "verse": 44,
          "text": "Keilah, Achzib, and Mareshah; nine cities and their villages."
        },
        {
          "verse": 45,
          "text": "Ekron and its towns and villages;"
        },
        {
          "verse": 46,
          "text": "from Ekron to the sea, all the towns that lie alongside Ashdod, and their villages;"
        },
        {
          "verse": 47,
          "text": "Ashdod and its towns and villages; Gaza and its towns and villages, as far as the Wadi of Egypt and the coast of the Great Sea."
        },
        {
          "verse": 48,
          "text": "In the mountain regions: Shamir, Jattir, Socoh,"
        },
        {
          "verse": 49,
          "text": "Dannah, Kiriath-sannah (that is, Debir),"
        },
        {
          "verse": 50,
          "text": "Anab, Eshtemoh, Anim,"
        },
        {
          "verse": 51,
          "text": "Goshen, Holon, and Giloh; eleven cities and their villages."
        },
        {
          "verse": 52,
          "text": "Arab, Dumah, Eshan,"
        },
        {
          "verse": 53,
          "text": "Janim, Beth-tappuah, Aphekah,"
        },
        {
          "verse": 54,
          "text": "Humtah, Kiriath-arba (that is, Hebron), and Zior; nine cities and their villages."
        },
        {
          "verse": 55,
          "text": "Maon, Carmel, Ziph, Juttah,"
        },
        {
          "verse": 56,
          "text": "Jezreel, Jokdeam, Zanoah,"
        },
        {
          "verse": 57,
          "text": "Kain, Gibbeah, and Timnah; ten cities and their villages."
        },
        {
          "verse": 58,
          "text": "Halhul, Beth-zur, Gedor,"
        },
        {
          "verse": 59,
          "text": "Maarath, Beth-anoth, and Eltekon; six cities and their villages. Tekoa, Ephrathah (that is, Bethlehem), Peor, Etam, Kulom, Tatam, Zores, Karim, Gallim, Bether, and Manoko; eleven cities and their villages."
        },
        {
          "verse": 60,
          "text": "Kiriath-baal (that is, Kiriath-jearim) and Rabbah; two cities and their villages."
        },
        {
          "verse": 61,
          "text": "In the wilderness: Beth-arabah, Middin, Secacah,"
        },
        {
          "verse": 62,
          "text": "Nibshan, Ir-hamelah, and En-gedi; six cities and their villages."
        },
        {
          "verse": 63,
          "text": "But the Jebusites who lived in Jerusalem the Judahites could not dispossess; so the Jebusites dwell in Jerusalem beside the Judahites to the present day."
        }
      ]
    },
    {
      "chapter": 16,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 16 - The Joseph Tribes. The lot that fell to the Josephites extended from the Jordan at Jericho to the waters of Jericho east of the wilderness; then the boundary went up from Jericho to the heights at Bethel."
        },
        {
          "verse": 2,
          "text": "Leaving Bethel for Luz, it crossed the ridge to the border of the Archites at Ataroth,"
        },
        {
          "verse": 3,
          "text": "and descended westward to the border of the Japhletites, to that of the Lower Beth-horon, and to Gezer, and from there to the sea."
        },
        {
          "verse": 4,
          "text": "Ephraim. Within the heritage of Manasseh and Ephraim, sons of Joseph,"
        },
        {
          "verse": 5,
          "text": "the dividing line for the heritage of the Ephraimites by their clans ran from east of Ataroth-addar to Upper Beth-horon"
        },
        {
          "verse": 6,
          "text": "and thence to the sea. From Michmethath on the north, their boundary curved eastward around Taanath-shiloh, and continued east of it to Janoah;"
        },
        {
          "verse": 7,
          "text": "from there it descended to Ataroth and Naarah, and reaching Jericho, it ended at the Jordan."
        },
        {
          "verse": 8,
          "text": "From Tappuah the boundary ran westward to the Wadi Kanah and ended at the sea. This was the heritage of the Ephraimites by their clans,"
        },
        {
          "verse": 9,
          "text": "including the villages that belonged to each city set aside for the Ephraimites within the heritage of the Manassites."
        },
        {
          "verse": 10,
          "text": "But they did not dispossess the Canaanites living in Gezer; they live within Ephraim to the present day, though they have been put to forced labor."
        }
      ]
    },
    {
      "chapter": 17,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 17 - Manasseh. Now as for the lot that fell to the tribe of Manasseh as the firstborn of Joseph: since Manasseh’s eldest son, Machir, the father of Gilead, was a warrior, who had already obtained Gilead and Bashan,"
        },
        {
          "verse": 2,
          "text": "the allotment was now made to the rest of the Manassites by their clans: the descendants of Abiezer, Helek, Asriel, Shechem, Hepher, and Shemida; these are the other male children of Manasseh, son of Joseph, by their clans."
        },
        {
          "verse": 3,
          "text": "Furthermore, Zelophehad, son of Hepher, son of Gilead, son of Machir, son of Manasseh, had no sons, but only daughters, whose names were Mahlah, Noah, Hoglah, Milcah, and Tirzah."
        },
        {
          "verse": 4,
          "text": "These presented themselves to Eleazar the priest, to Joshua, son of Nun, and to the leaders, saying, “The LORD commanded Moses to give us a heritage among our relatives.” So in accordance with the command of the LORD a heritage was given them among their father’s relatives."
        },
        {
          "verse": 5,
          "text": "Thus ten shares fell to Manasseh apart from the land of Gilead and Bashan beyond the Jordan,"
        },
        {
          "verse": 6,
          "text": "since these female descendants of Manasseh received each a portion among his sons. The land of Gilead fell to the rest of the Manassites."
        },
        {
          "verse": 7,
          "text": "Manasseh bordered on Asher. From Michmethath, near Shechem, another boundary ran southward to include the inhabitants of En-Tappuah,"
        },
        {
          "verse": 8,
          "text": "because the district of Tappuah belonged to Manasseh, although Tappuah itself was an Ephraimite city on the border of Manasseh."
        },
        {
          "verse": 9,
          "text": "This same boundary continued down to the Wadi Kanah. The cities that belonged to Ephraim from among the cities in Manasseh were those to the south of that wadi; thus the territory of Manasseh ran north of the wadi and ended at the sea."
        },
        {
          "verse": 10,
          "text": "The land on the south belonged to Ephraim and that on the north to Manasseh; with the sea as their common boundary, they reached Asher on the north and Issachar on the east."
        },
        {
          "verse": 11,
          "text": "Moreover, in Issachar and in Asher Manasseh was awarded Beth-shean and its towns, Ibleam and its towns, the inhabitants of Dor and its towns, the inhabitants of Endor and its towns, the inhabitants of Taanach and its towns, the inhabitants of Megiddo and its towns (the third is Naphath-dor)."
        },
        {
          "verse": 12,
          "text": "Since the Manassites were not able to dispossess these cities, the Canaanites continued to inhabit this region."
        },
        {
          "verse": 13,
          "text": "When the Israelites grew stronger they put the Canaanites to forced labor, but they did not dispossess them."
        },
        {
          "verse": 14,
          "text": "Protest of Joseph Tribes. The descendants of Joseph said to Joshua, “Why have you given us only one lot and one share as our heritage? Our people are too many, because of the extent to which the LORD has blessed us.”"
        },
        {
          "verse": 15,
          "text": "Joshua answered them, “If you are too many, go up to the forest and clear out a place for yourselves there in the land of the Perizzites and Rephaim, since the mountain regions of Ephraim are so narrow.”"
        },
        {
          "verse": 16,
          "text": "For the Josephites said, “Our mountain regions are not enough for us; on the other hand, the Canaanites living in the valley region all have iron chariots, in particular those in Beth-shean and its towns, and those in the valley of Jezreel.”"
        },
        {
          "verse": 17,
          "text": "Joshua therefore said to Ephraim and Manasseh, the house of Joseph, “You are a numerous people and very strong. You shall not have merely one share,"
        },
        {
          "verse": 18,
          "text": "for the mountain region which is now forest shall be yours when you clear it. Its adjacent land shall also be yours if, despite their strength and iron chariots, you dispossess the Canaanites.”"
        }
      ]
    },
    {
      "chapter": 18,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 18 - The whole community of the Israelites assembled at Shiloh, where they set up the tent of meeting; and the land was subdued before them."
        },
        {
          "verse": 2,
          "text": "The Seven Remaining Portions. There remained seven tribes among the Israelites that had not yet received their heritage."
        },
        {
          "verse": 3,
          "text": "Joshua therefore said to the Israelites, “How much longer will you put off taking steps to possess the land which the LORD, the God of your ancestors, has given you?"
        },
        {
          "verse": 4,
          "text": "Choose three representatives from each of your tribes; I will send them to go throughout the land and describe it for purposes of acquiring their heritage. When they return to me"
        },
        {
          "verse": 5,
          "text": "you shall divide it into seven parts. Judah is to retain its territory in the south, and the house of Joseph its territory in the north."
        },
        {
          "verse": 6,
          "text": "You shall bring to me here the description of the land in seven sections. I will then cast lots for you here before the LORD, our God."
        },
        {
          "verse": 7,
          "text": "For the Levites have no share among you, because the priesthood of the LORD is their heritage; while Gad, Reuben, and the half-tribe of Manasseh have already received the heritage east of the Jordan which Moses, the servant of the LORD, gave them.”"
        },
        {
          "verse": 8,
          "text": "When those who were to describe the land were ready for their journey, Joshua commanded them, “Go throughout the land and describe it; return to me and I will cast lots for you here before the LORD in Shiloh.”"
        },
        {
          "verse": 9,
          "text": "So they went through the land, described its cities in writing in seven sections, and returned to Joshua in the camp at Shiloh."
        },
        {
          "verse": 10,
          "text": "Joshua then cast lots for them before the LORD in Shiloh, and divided up the land for the Israelites into their separate shares."
        },
        {
          "verse": 11,
          "text": "Benjamin. One lot fell to the tribe of Benjaminites by their clans. The territory allotted them lay between the descendants of Judah and those of Joseph."
        },
        {
          "verse": 12,
          "text": "Their northern boundary began at the Jordan and went over the northern flank of Jericho, up westward into the mountains, until it reached the wilderness of Beth-aven."
        },
        {
          "verse": 13,
          "text": "From there it crossed over to the southern flank of Luz (that is, Bethel). Then it ran down to Ataroth-addar, on the mountaintop south of Lower Beth-horon."
        },
        {
          "verse": 14,
          "text": "For the western border, the boundary line swung south from the mountaintop opposite Beth-horon until it reached Kiriath-baal (that is, Kiriath-jearim; this city belonged to the Judahites). This was the western boundary."
        },
        {
          "verse": 15,
          "text": "The southern boundary began at the limits of Kiriath-jearim and projected to the spring at Nephtoah."
        },
        {
          "verse": 16,
          "text": "It went down to the edge of the mountain on the north of the Valley of Rephaim, where it faces the Valley of Ben-hinnom; and continuing down the Valley of Hinnom along the southern flank of the Jebusites, reached En-rogel."
        },
        {
          "verse": 17,
          "text": "Inclining to the north, it extended to En-shemesh, and thence to Geliloth, opposite the pass of Adummim. Then it dropped to Eben-Bohan-ben-Reuben,"
        },
        {
          "verse": 18,
          "text": "across the northern flank of the Arabah overlook, down into the Arabah."
        },
        {
          "verse": 19,
          "text": "From there the boundary continued across the northern flank of Beth-hoglah and extended northward to the tongue of the Salt Sea, toward the southern end of the Jordan. This was the southern boundary."
        },
        {
          "verse": 20,
          "text": "The Jordan bounded it on the east. This was how the heritage of the Benjaminites by their clans was bounded on all sides."
        },
        {
          "verse": 21,
          "text": "Now the cities belonging to the tribe of the Benjaminites by their clans were: Jericho, Beth-hoglah, Emek-keziz,"
        },
        {
          "verse": 22,
          "text": "Beth-arabah, Zemaraim, Bethel,"
        },
        {
          "verse": 23,
          "text": "Avvim, Parah, Ophra,"
        },
        {
          "verse": 24,
          "text": "Chephar-ammoni, Ophni, and Geba; twelve cities and their villages."
        },
        {
          "verse": 25,
          "text": "Also Gibeon, Ramah, Beeroth,"
        },
        {
          "verse": 26,
          "text": "Mizpeh, Chephirah, Mozah,"
        },
        {
          "verse": 27,
          "text": "Rekem, Irpeel, Taralah,"
        },
        {
          "verse": 28,
          "text": "Zela, Haeleph, the Jebusite city (that is, Jerusalem), Gibeah, and Kiriath; fourteen cities and their villages. This was the heritage of the clans of Benjaminites."
        }
      ]
    },
    {
      "chapter": 19,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 19 - Simeon. The second lot fell to Simeon. The heritage of the tribe of Simeonites by their clans lay within that of the Judahites."
        },
        {
          "verse": 2,
          "text": "For their heritage they received Beer-sheba, Shema, Moladah,"
        },
        {
          "verse": 3,
          "text": "Hazar-shual, Balah, Ezem,"
        },
        {
          "verse": 4,
          "text": "Eltolad, Bethul, Hormah,"
        },
        {
          "verse": 5,
          "text": "Ziklag, Bethmar-caboth, Hazar-susah,"
        },
        {
          "verse": 6,
          "text": "Beth-lebaoth, and Sharuhen; thirteen cities and their villages."
        },
        {
          "verse": 7,
          "text": "Also Ain, Rimmon, Ether, and Ashan; four cities and their villages,"
        },
        {
          "verse": 8,
          "text": "besides all the villages around these cities as far as Baalath-beer (that is, Ramoth-negeb). This was the heritage of the tribe of the Simeonites by their clans."
        },
        {
          "verse": 9,
          "text": "This heritage of the Simeonites was within the confines of the Judahites; for since the portion of the latter was too large for them, the Simeonites obtained their heritage within it."
        },
        {
          "verse": 10,
          "text": "Zebulun. The third lot fell to the Zebulunites by their clans. The boundary of their heritage was at Sarid."
        },
        {
          "verse": 11,
          "text": "Their boundary went up west and through Mareal, reaching Dabbesheth and the wadi that is near Jokneam."
        },
        {
          "verse": 12,
          "text": "From Sarid eastward it ran to the district of Chisloth-tabor, on to Daberath, and up to Japhia."
        },
        {
          "verse": 13,
          "text": "From there it continued eastward to Gath-hepher and to Eth-kazin, extended to Rimmon, and turned to Neah."
        },
        {
          "verse": 14,
          "text": "Skirting north of Hannathon, the boundary ended at the valley of Iphtahel."
        },
        {
          "verse": 15,
          "text": "Thus, with Kattath, Nahalal, Shimron, Idalah, and Bethlehem, there were twelve cities and their villages."
        },
        {
          "verse": 16,
          "text": "This was the heritage of the Zebulunites by their clans, these cities and their villages."
        },
        {
          "verse": 17,
          "text": "Issachar. The fourth lot fell to Issachar. The territory of the Issacharites by their clans"
        },
        {
          "verse": 18,
          "text": "included Jezreel, Chesulloth, Shunem,"
        },
        {
          "verse": 19,
          "text": "Hapharaim, Shion, Anaharath,"
        },
        {
          "verse": 20,
          "text": "Rabbith, Kishion, Ebez,"
        },
        {
          "verse": 21,
          "text": "Remeth, En-gannim, En-haddah, and Beth-pazzez."
        },
        {
          "verse": 22,
          "text": "The boundary reached Tabor, Shahazumah, and Beth-shemesh, ending at the Jordan: sixteen cities and their villages."
        },
        {
          "verse": 23,
          "text": "This was the heritage of the Issacharites by their clans, these cities and their villages."
        },
        {
          "verse": 24,
          "text": "Asher. The fifth lot fell to the Asherites by their clans."
        },
        {
          "verse": 25,
          "text": "Their territory included Helkath, Hali, Beten, Achshaph,"
        },
        {
          "verse": 26,
          "text": "Allammelech, Amad, and Mishal, and reached Carmel on the west, and Shihor-libnath."
        },
        {
          "verse": 27,
          "text": "In the other direction, it ran eastward of Beth-dagon, reached Zebulun and the valley of Iphtahel; then north of Beth-emek and Neiel, it extended northward to Cabul,"
        },
        {
          "verse": 28,
          "text": "Ebron, Rehob, Hammon, and Kanah, near Greater Sidon."
        },
        {
          "verse": 29,
          "text": "Then the boundary turned back to Ramah and to the fortress city of Tyre; thence it cut back to Hosah and ended at the sea. Thus, with Mahalab, Achzib,"
        },
        {
          "verse": 30,
          "text": "Ummah, Acco, Aphek, and Rehob, there were twenty-two cities and their villages."
        },
        {
          "verse": 31,
          "text": "This was the heritage of the tribe of the Asherites by their clans, these cities and their villages."
        },
        {
          "verse": 32,
          "text": "Naphtali. The sixth lot fell to the Naphtalites."
        },
        {
          "verse": 33,
          "text": "Their boundary extended from Heleph, from the oak at Zaanannim, including Adami-nekeb and Jabneel, to Lakkum, and ended at the Jordan."
        },
        {
          "verse": 34,
          "text": "In the opposite direction, westerly, it ran through Aznoth-tabor and from there extended to Hukkok; it reached Zebulun on the south, Asher on the west, and the Jordan on the east."
        },
        {
          "verse": 35,
          "text": "The fortified cities were Ziddim, Zer, Hammath, Rakkath, Chinnereth,"
        },
        {
          "verse": 36,
          "text": "Adamah, Ramah, Hazor,"
        },
        {
          "verse": 37,
          "text": "Kedesh, Edrei, En-hazor,"
        },
        {
          "verse": 38,
          "text": "Yiron, Migdal-el, Horem, Beth-anath, and Beth-shemesh; nineteen cities and their villages."
        },
        {
          "verse": 39,
          "text": "This was the heritage of the tribe of the Naphtalites by their clans, these cities and their villages."
        },
        {
          "verse": 40,
          "text": "Dan. The seventh lot fell to the tribe of Danites by their clans."
        },
        {
          "verse": 41,
          "text": "Their heritage was the territory of Zorah, Eshtaol, Ir-shemesh,"
        },
        {
          "verse": 42,
          "text": "Shaalabbin, Aijalon, Ithlah,"
        },
        {
          "verse": 43,
          "text": "Elon, Timnah, Ekron,"
        },
        {
          "verse": 44,
          "text": "Eltekoh, Gibbethon, Baalath,"
        },
        {
          "verse": 45,
          "text": "Jehud, Bene-berak, Gath-rimmon,"
        },
        {
          "verse": 46,
          "text": "Me-jarkon, and Rakkon, with the coast at Joppa."
        },
        {
          "verse": 47,
          "text": "But the territory of the Danites was too small for them; so the Danites marched up and attacked Leshem, which they captured and put to the sword. Once they had taken possession of Leshem, they dwelt there and named it after their ancestor Dan."
        },
        {
          "verse": 48,
          "text": "This was the heritage of the tribe of the Danites by their clans, these cities and their villages."
        },
        {
          "verse": 49,
          "text": "Joshua’s City. When the last of them had received the portions of the land they were to inherit, the Israelites assigned a heritage in their midst to Joshua, son of Nun."
        },
        {
          "verse": 50,
          "text": "According to the command of the LORD, they gave him the city he requested, Timnah-serah in the mountain region of Ephraim. He rebuilt the city and made it his home."
        },
        {
          "verse": 51,
          "text": "These are the heritages which Eleazar the priest, Joshua, son of Nun, and the heads of families in the tribes of the Israelites apportioned by lot in the presence of the LORD, at the door of the tent of meeting in Shiloh. Thus they finished dividing the land."
        }
      ]
    },
    {
      "chapter": 20,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 20 - Cities of Refuge. The LORD said to Joshua:"
        },
        {
          "verse": 2,
          "text": "Tell the Israelites: Designate for yourselves the cities of refuge of which I spoke to you through Moses,"
        },
        {
          "verse": 3,
          "text": "to which anyone guilty of inadvertent and unintentional homicide may flee for asylum from the avenger of blood."
        },
        {
          "verse": 4,
          "text": "To one of these cities the killer shall flee, and standing at the entrance of the city gate, shall plead his case in the hearing of the elders of the city, who must receive him and assign him a place in which to live among them."
        },
        {
          "verse": 5,
          "text": "Though the avenger of blood pursues him, they shall not deliver up to him the one who killed a neighbor unintentionally, when there had been no hatred previously."
        },
        {
          "verse": 6,
          "text": "Once he has stood judgment before the community, he shall live on in that city until the death of the high priest who is in office at the time. Then the killer may return home to the city from where he originally fled."
        },
        {
          "verse": 7,
          "text": "List of Cities. So they set apart Kedesh in Galilee in the mountain region of Naphtali, Shechem in the mountain region of Ephraim, and Kiriath-arba (that is, Hebron) in the mountain region of Judah."
        },
        {
          "verse": 8,
          "text": "And beyond the Jordan east of Jericho they designated Bezer in the wilderness on the tableland in the tribe of Reuben, Ramoth in Gilead in the tribe of Gad, and Golan in Bashan in the tribe of Manasseh."
        },
        {
          "verse": 9,
          "text": "These are the designated cities to which any Israelite or alien residing among them who had killed a person unintentionally might flee to escape death at the hand of the avenger of blood, until the killer could appear before the community."
        }
      ]
    },
    {
      "chapter": 21,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 21 - Levitical Cities. The heads of the Levite families approached Eleazar the priest, Joshua, son of Nun, and the heads of families of the other tribes of the Israelites"
        },
        {
          "verse": 2,
          "text": "at Shiloh in the land of Canaan, and said to them, “The LORD commanded, through Moses, that cities be given us to dwell in, with pasture lands for our livestock.”"
        },
        {
          "verse": 3,
          "text": "Out of their own heritage, according to the command of the LORD, the Israelites gave the Levites the following cities with their pasture lands."
        },
        {
          "verse": 4,
          "text": "When the first lot among the Levites fell to the clans of the Kohathites, the descendants of Aaron the priest obtained by lot from the tribes of Judah, Simeon, and Benjamin, thirteen cities."
        },
        {
          "verse": 5,
          "text": "From the clans of the tribe of Ephraim, from the tribe of Dan, and from the half-tribe of Manasseh, the rest of the Kohathites obtained by lot ten cities."
        },
        {
          "verse": 6,
          "text": "From the clans of the tribe of Issachar, from the tribe of Asher, from the tribe of Naphtali, and from the half-tribe of Manasseh, the Gershonites obtained by lot thirteen cities."
        },
        {
          "verse": 7,
          "text": "From the tribes of Reuben, Gad, and Zebulun, the clans of the Merarites obtained twelve cities."
        },
        {
          "verse": 8,
          "text": "These cities with their pasture lands the Israelites gave by lot to the Levites, as the LORD had commanded through Moses."
        },
        {
          "verse": 9,
          "text": "Cities of the Priests. From the tribes of the Judahites and Simeonites they gave the following cities"
        },
        {
          "verse": 10,
          "text": "and assigned them to the descendants of Aaron in the Kohathite clan of the Levites, since the first lot fell to them:"
        },
        {
          "verse": 11,
          "text": "first, Kiriath-arba (Arba was the father of Anak), that is, Hebron, in the mountain region of Judah, with the adjacent pasture lands,"
        },
        {
          "verse": 12,
          "text": "although the open country and villages belonging to the city had been given to Caleb, son of Jephunneh, as his holding."
        },
        {
          "verse": 13,
          "text": "Thus to the descendants of Aaron the priest were given the city of refuge for homicides at Hebron, with its pasture lands; also, Libnah with its pasture lands,"
        },
        {
          "verse": 14,
          "text": "Jattir with its pasture lands, Eshtemoa with its pasture lands,"
        },
        {
          "verse": 15,
          "text": "Holon with its pasture lands, Debir with its pasture lands,"
        },
        {
          "verse": 16,
          "text": "Ain with its pasture lands, Juttah with its pasture lands, and Beth-shemesh with its pasture lands: nine cities from these two tribes."
        },
        {
          "verse": 17,
          "text": "From the tribe of Benjamin they obtained Gibeon with its pasture lands, Geba with its pasture lands,"
        },
        {
          "verse": 18,
          "text": "Anathoth with its pasture lands, and Almon with its pasture lands: four cities."
        },
        {
          "verse": 19,
          "text": "These cities which with their pasture lands belonged to the priestly descendants of Aaron, were thirteen in all."
        },
        {
          "verse": 20,
          "text": "Cities of the Other Kohathites. The rest of the Kohathite clans among the Levites obtained by lot, from the tribe of Ephraim, four cities."
        },
        {
          "verse": 21,
          "text": "They were assigned, with its pasture lands, the city of refuge for homicides at Shechem in the mountain region of Ephraim; also Gezer with its pasture lands,"
        },
        {
          "verse": 22,
          "text": "Kibzaim with its pasture lands, and Beth-horon with its pasture lands."
        },
        {
          "verse": 23,
          "text": "From the tribe of Dan they obtained Elteke with its pasture lands, Gibbethon with its pasture lands,"
        },
        {
          "verse": 24,
          "text": "Aijalon with its pasture lands, and Gath-rimmon with its pasture lands: four cities."
        },
        {
          "verse": 25,
          "text": "From the half-tribe of Manasseh, Taanach with its pasture lands, and Gath-rimmon with its pasture lands: two cities."
        },
        {
          "verse": 26,
          "text": "These cities which with their pasture lands belonged to the rest of the Kohathite clans were ten in all."
        },
        {
          "verse": 27,
          "text": "Cities of the Gershonites. The Gershonite clan of the Levites received from the half-tribe of Manasseh the city of refuge for homicides at Golan in Bashan, with its pasture lands; and also Beth-Astharoth with its pasture lands: two cities."
        },
        {
          "verse": 28,
          "text": "From the tribe of Issachar they obtained Kishion with its pasture lands, Daberath with its pasture lands,"
        },
        {
          "verse": 29,
          "text": "Jarmuth with its pasture lands, and En-gannim with its pasture lands: four cities."
        },
        {
          "verse": 30,
          "text": "From the tribe of Asher, Mishal with its pasture lands, Abdon with its pasture lands,"
        },
        {
          "verse": 31,
          "text": "Helkath with its pasture lands, and Rehob with its pasture lands: four cities."
        },
        {
          "verse": 32,
          "text": "From the tribe of Naphtali, the city of refuge for homicides at Kedesh in Galilee, with its pasture lands; also Hammath with its pasture lands, and Kartan with its pasture lands: three cities."
        },
        {
          "verse": 33,
          "text": "The cities which belonged to the Gershonite clans, with their pasture lands, were thirteen in all."
        },
        {
          "verse": 34,
          "text": "Cities of the Merarites. The Merarite clans, the last of the Levites, received, from the tribe of Zebulun, Jokneam with its pasture lands, Kartah with its pasture lands,"
        },
        {
          "verse": 35,
          "text": "Dimnah with its pasture lands, and Nahalal with its pasture lands: four cities."
        },
        {
          "verse": 36,
          "text": "Also, across the Jordan, from the tribe of Reuben, the city of refuge for homicides at Bezer with its pasture lands, Jahaz with its pasture lands,"
        },
        {
          "verse": 37,
          "text": "Kedemoth with its pasture lands, and Mephaath with its pasture lands: four cities."
        },
        {
          "verse": 38,
          "text": "From the tribe of Gad, the city of refuge for homicides at Ramoth in Gilead with its pasture lands, Mahanaim with its pasture lands,"
        },
        {
          "verse": 39,
          "text": "Heshbon with its pasture lands, and Jazer with its pasture lands: four cities in all."
        },
        {
          "verse": 40,
          "text": "The cities allotted to the Merarite clans, the last of the Levites, were therefore twelve in all."
        },
        {
          "verse": 41,
          "text": "Thus the total number of cities within the territory of the Israelites which, with their pasture lands, belonged to the Levites, was forty-eight."
        },
        {
          "verse": 42,
          "text": "With each and every one of these cities went the pasture lands round about it."
        },
        {
          "verse": 43,
          "text": "And so the LORD gave Israel the entire land he had sworn to their ancestors he would give them. Once they had taken possession of it, and dwelt in it,"
        },
        {
          "verse": 44,
          "text": "the LORD gave them peace on every side, just as he had promised their ancestors. Not one of their enemies could withstand them; the LORD gave all their enemies into their power."
        },
        {
          "verse": 45,
          "text": "Not a single word of the blessing that the LORD had promised to the house of Israel failed; it all came true."
        }
      ]
    },
    {
      "chapter": 22,
      "verses": [
        {
          "verse": 1,
          "text": "III. Return of the Transjordan Tribes and Joshua’s Farewell Chapter 22 - The Eastern Tribes Dismissed. At that time Joshua summoned the Reubenites, the Gadites, and the half-tribe of Manasseh"
        },
        {
          "verse": 2,
          "text": "and said to them: “You have observed all that Moses, the servant of the LORD, commanded you, and have listened to my voice in everything I commanded you."
        },
        {
          "verse": 3,
          "text": "For many years now, even until today, you have not abandoned your allies, but have taken care to observe the commands of the LORD, your God."
        },
        {
          "verse": 4,
          "text": "Now that the LORD, your God, has settled your allies as he promised them, you may return to your tents, to your own land, which Moses, the servant of the LORD, gave you, across the Jordan."
        },
        {
          "verse": 5,
          "text": "But be very careful to observe the commandment and the law which Moses, the servant of the LORD, commanded you: love the LORD, your God, follow him in all his ways, keep his commandments, hold fast to him, and serve him with your whole heart and your whole self.”"
        },
        {
          "verse": 6,
          "text": "Joshua then blessed them and sent them away, and they went to their tents."
        },
        {
          "verse": 7,
          "text": "(For, to half of the tribe of Manasseh Moses had assigned land in Bashan; and to the other half Joshua had given a portion along with their allies west of the Jordan.) When Joshua sent them away to their tents and blessed them,"
        },
        {
          "verse": 8,
          "text": "he said, “Now that you are returning to your own tents with great wealth, with abundant livestock, with silver, gold, bronze and iron, and with a very large supply of clothing, divide these spoils of your enemies with your allies there.”"
        },
        {
          "verse": 9,
          "text": "So the Reubenites, the Gadites, and the half-tribe of Manasseh left the other Israelites at Shiloh in the land of Canaan and returned to the land of Gilead, their own land, which they had received according to the LORD’s command through Moses."
        },
        {
          "verse": 10,
          "text": "The Altar Beside the Jordan. When the Reubenites, the Gadites, and the half-tribe of Manasseh came to the region of the Jordan in the land of Canaan, they built an altar there at the Jordan, an impressively large altar."
        },
        {
          "verse": 11,
          "text": "The other Israelites heard the report: “The Reubenites, the Gadites, and the half-tribe of Manasseh have built an altar” in the region of the Jordan facing the land of Canaan, across from the Israelites."
        },
        {
          "verse": 12,
          "text": "When the Israelites heard this, they assembled at Shiloh, as the entire Israelite community to take military action against them."
        },
        {
          "verse": 13,
          "text": "Accusation of the Western Tribes. The Israelites sent Phinehas, son of Eleazar the priest, to the Reubenites, the Gadites, and the half-tribe of Manasseh in the land of Gilead,"
        },
        {
          "verse": 14,
          "text": "and with him ten leaders, one from each tribe of Israel, each one the head of an ancestral house among the clans of Israel."
        },
        {
          "verse": 15,
          "text": "When these came to the Reubenites, the Gadites, and the half-tribe of Manasseh in the land of Gilead, they said to them:"
        },
        {
          "verse": 16,
          "text": "“Thus says the whole community of the LORD: What act of treachery is this you have committed against the God of Israel? This day you have turned from following the LORD; by building an altar of your own you have rebelled against the LORD this day."
        },
        {
          "verse": 17,
          "text": "Is the iniquity of Peor not enough, by which we made ourselves impure, even to this day, and a plague came upon the community of the LORD?"
        },
        {
          "verse": 18,
          "text": "If today you turn away from following the LORD, and rebel against the LORD, tomorrow he will be angry with the whole community of Israel!"
        },
        {
          "verse": 19,
          "text": "If you consider the land you now possess unclean, cross over to the land the LORD possesses, where the tabernacle of the LORD stands, and share that with us. But do not rebel against the LORD, nor involve us in rebellion, by building an altar of your own in addition to the altar of the LORD, our God."
        },
        {
          "verse": 20,
          "text": "When Achan, son of Zerah, acted treacherously by violating the ban, was it not upon the entire community of Israel that wrath fell? Though he was but a single man, he did not perish alone for his guilt!”"
        },
        {
          "verse": 21,
          "text": "Reply of the Eastern Tribes. The Reubenites, the Gadites, and the half-tribe of Manasseh replied to the heads of the Israelite clans:"
        },
        {
          "verse": 22,
          "text": "“The LORD is the God of gods. The LORD, the God of gods, knows and Israel shall know. If now we have acted out of rebellion or treachery against the LORD, our God, do not try to save us this day,"
        },
        {
          "verse": 23,
          "text": "and if we have built an altar of our own to turn from following the LORD, or to sacrifice burnt offerings, grain offerings, or communion sacrifices upon it, the LORD himself will exact the penalty."
        },
        {
          "verse": 24,
          "text": "We did it rather out of our anxious concern lest in the future your children should say to our children: ‘What have you to do with the LORD, the God of Israel?"
        },
        {
          "verse": 25,
          "text": "For the LORD has placed the Jordan as a boundary between you and us, you Reubenites and Gadites. You have no share in the LORD.’ Thus your children would prevent ours from revering the LORD."
        },
        {
          "verse": 26,
          "text": "So we thought, ‘Let us act for ourselves by building this altar of our own’—not for burnt offerings or sacrifice,"
        },
        {
          "verse": 27,
          "text": "but as witness between us and you and our descendants, that we have the right to provide for the service of the LORD in his presence with our burnt offerings, sacrifices, and communion sacrifices. Now in the future your children cannot say to our children, ‘You have no share in the LORD.’"
        },
        {
          "verse": 28,
          "text": "Our thought was that, if in the future they should speak thus to us or to our descendants, we could answer: ‘Look at the copy of the altar of the LORD which our ancestors made, not for burnt offerings or for sacrifices, but to witness between you and us.’"
        },
        {
          "verse": 29,
          "text": "Far be it from us to rebel against the LORD or to turn now from following the LORD by building an altar for burnt offering, grain offering, or sacrifice in addition to the altar of the LORD, our God, which stands before his tabernacle.”"
        },
        {
          "verse": 30,
          "text": "When Phinehas the priest and the leaders of the community, the heads of the Israelite clans, heard what the Reubenites, the Gadites, and the Manassites had to say, they were satisfied."
        },
        {
          "verse": 31,
          "text": "Phinehas, son of Eleazar the priest, said to the Reubenites, the Gadites, and the Manassites, “Today we know that the LORD is in our midst. Since you have not rebelled against the LORD by this act of treachery, you have delivered the Israelites from the hand of the LORD.”"
        },
        {
          "verse": 32,
          "text": "Phinehas, son of Eleazar the priest, and the leaders returned from the Reubenites and the Gadites in the land of Gilead to the Israelites in the land of Canaan, and reported the matter to them."
        },
        {
          "verse": 33,
          "text": "The report satisfied the Israelites, who blessed God and decided not to take military action against the Reubenites and Gadites nor to ravage the land where they lived."
        },
        {
          "verse": 34,
          "text": "The Reubenites and the Gadites gave the altar its name as a witness among them that the LORD is God."
        }
      ]
    },
    {
      "chapter": 23,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 23 - Joshua’s Final Plea. Many years later, after the LORD had given the Israelites rest from all their enemies round about them, and when Joshua was old and advanced in years,"
        },
        {
          "verse": 2,
          "text": "he summoned all Israel, including their elders, leaders, judges, and officers, and said to them: “I am old and advanced in years."
        },
        {
          "verse": 3,
          "text": "You have seen all that the LORD, your God, has done for you against all these nations; for it has been the LORD, your God, who fought for you."
        },
        {
          "verse": 4,
          "text": "See, I have apportioned among your tribes as their heritage the nations that survive, as well as those I destroyed, between the Jordan and the Great Sea in the west."
        },
        {
          "verse": 5,
          "text": "The LORD, your God, will drive them out and dispossess them at your approach, so that you will take possession of their land as the LORD, your God, promised you."
        },
        {
          "verse": 6,
          "text": "Therefore be strong and be careful to observe all that is written in the book of the law of Moses, never turning from it right or left,"
        },
        {
          "verse": 7,
          "text": "or mingling with these nations that survive among you. You must not invoke their gods by name, or swear by them, or serve them, or bow down to them,"
        },
        {
          "verse": 8,
          "text": "but you must hold fast to the LORD, your God, as you have done up to this day."
        },
        {
          "verse": 9,
          "text": "At your approach the LORD has dispossessed great and strong nations; not one has withstood you up to this day."
        },
        {
          "verse": 10,
          "text": "One of you puts to flight a thousand, because it is the LORD, your God, himself who fights for you, as he promised you."
        },
        {
          "verse": 11,
          "text": "As for you, take great care to love the LORD, your God."
        },
        {
          "verse": 12,
          "text": "For if you ever turn away from him and join with the remnant of these nations that survive among you, by intermarrying and intermingling with them,"
        },
        {
          "verse": 13,
          "text": "know for certain that the LORD, your God, will no longer dispossess these nations at your approach. Instead they will be a snare and a trap for you, a scourge for your sides and thorns for your eyes, until you perish from this good land which the LORD, your God, has given you."
        },
        {
          "verse": 14,
          "text": "“Today, as you see, I am going the way of all the earth. So now acknowledge with your whole heart and soul that not one of all the promises the LORD, your God, made concerning you has failed. Every one has come true for you; not one has failed."
        },
        {
          "verse": 15,
          "text": "But just as every promise the LORD, your God, made to you has come true for you, so will he bring upon you every threat, even so far as to exterminate you from this good land which the LORD, your God, has given you."
        },
        {
          "verse": 16,
          "text": "If you transgress the covenant of the LORD, your God, which he enjoined on you, to go and serve other gods and bow down to them, the anger of the LORD will flare up against you and you will quickly perish from the good land he has given you.”"
        }
      ]
    },
    {
      "chapter": 24,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 24 - Covenant Ceremony. Joshua gathered together all the tribes of Israel at Shechem, summoning the elders, leaders, judges, and officers of Israel. When they stood in ranks before God,"
        },
        {
          "verse": 2,
          "text": "Joshua addressed all the people: “Thus says the LORD, the God of Israel: In times past your ancestors, down to Terah, father of Abraham and Nahor, lived beyond the River and served other gods."
        },
        {
          "verse": 3,
          "text": "But I brought your father Abraham from the region beyond the River and led him through the entire land of Canaan. I made his descendants numerous, and gave him Isaac."
        },
        {
          "verse": 4,
          "text": "To Isaac I gave Jacob and Esau. To Esau I assigned the mountain region of Seir to possess, while Jacob and his children went down to Egypt."
        },
        {
          "verse": 5,
          "text": "“Then I sent Moses and Aaron, and struck Egypt with the plagues and wonders that I wrought in her midst. Afterward I led you out."
        },
        {
          "verse": 6,
          "text": "And when I led your ancestors out of Egypt, you came to the sea, and the Egyptians pursued your ancestors to the Red Sea with chariots and charioteers."
        },
        {
          "verse": 7,
          "text": "When they cried out to the LORD, he put darkness between you and the Egyptians, upon whom he brought the sea so that it covered them. Your eyes saw what I did to Egypt. After you dwelt a long time in the wilderness,"
        },
        {
          "verse": 8,
          "text": "I brought you into the land of the Amorites who lived east of the Jordan. They fought against you, but I delivered them into your power. You took possession of their land, and I destroyed them at your approach."
        },
        {
          "verse": 9,
          "text": "Then Balak, son of Zippor, king of Moab, prepared to war against Israel. He summoned Balaam, son of Beor, to curse you,"
        },
        {
          "verse": 10,
          "text": "but I would not listen to Balaam. Instead, he had to bless you, and I delivered you from his power."
        },
        {
          "verse": 11,
          "text": "Once you crossed the Jordan and came to Jericho, the citizens of Jericho fought against you, but I delivered them also into your power."
        },
        {
          "verse": 12,
          "text": "And I sent the hornets ahead of you which drove them—the Amorites, Perizzites, Canaanites, Hittites, Girgashites, Hivites, and Jebusites—out of your way; it was not your sword or your bow."
        },
        {
          "verse": 13,
          "text": "I gave you a land you did not till and cities you did not build, to dwell in; you ate of vineyards and olive groves you did not plant."
        },
        {
          "verse": 14,
          "text": "“Now, therefore, fear the LORD and serve him completely and sincerely. Cast out the gods your ancestors served beyond the River and in Egypt, and serve the LORD."
        },
        {
          "verse": 15,
          "text": "If it is displeasing to you to serve the LORD, choose today whom you will serve, the gods your ancestors served beyond the River or the gods of the Amorites in whose country you are dwelling. As for me and my household, we will serve the LORD.”"
        },
        {
          "verse": 16,
          "text": "But the people answered, “Far be it from us to forsake the LORD to serve other gods."
        },
        {
          "verse": 17,
          "text": "For it was the LORD, our God, who brought us and our ancestors up out of the land of Egypt, out of the house of slavery. He performed those great signs before our very eyes and protected us along our entire journey and among all the peoples through whom we passed."
        },
        {
          "verse": 18,
          "text": "At our approach the LORD drove out all the peoples, including the Amorites who dwelt in the land. Therefore we also will serve the LORD, for he is our God.”"
        },
        {
          "verse": 19,
          "text": "Joshua in turn said to the people, “You may not be able to serve the LORD, for he is a holy God; he is a passionate God who will not forgive your transgressions or your sins."
        },
        {
          "verse": 20,
          "text": "If you forsake the LORD and serve strange gods, he will then do evil to you and destroy you, after having done you good.”"
        },
        {
          "verse": 21,
          "text": "But the people answered Joshua, “No! We will serve the LORD.”"
        },
        {
          "verse": 22,
          "text": "Joshua therefore said to the people, “You are witnesses against yourselves that you have chosen to serve the LORD.” They replied, “We are witnesses!”"
        },
        {
          "verse": 23,
          "text": "“Now, therefore, put away the foreign gods that are among you and turn your hearts to the LORD, the God of Israel.”"
        },
        {
          "verse": 24,
          "text": "Then the people promised Joshua, “We will serve the LORD, our God, and will listen to his voice.”"
        },
        {
          "verse": 25,
          "text": "So Joshua made a covenant with the people that day and made statutes and ordinances for them at Shechem."
        },
        {
          "verse": 26,
          "text": "Joshua wrote these words in the book of the law of God. Then he took a large stone and set it up there under the terebinth that was in the sanctuary of the LORD."
        },
        {
          "verse": 27,
          "text": "And Joshua said to all the people, “This stone shall be our witness, for it has heard all the words which the LORD spoke to us. It shall be a witness against you, should you wish to deny your God.”"
        },
        {
          "verse": 28,
          "text": "Then Joshua dismissed the people, each to their own heritage."
        },
        {
          "verse": 29,
          "text": "Death of Joshua. After these events, Joshua, son of Nun, servant of the LORD, died at the age of a hundred and ten,"
        },
        {
          "verse": 30,
          "text": "and they buried him within the borders of his heritage at Timnath-serah in the mountain region of Ephraim north of Mount Gaash."
        },
        {
          "verse": 31,
          "text": "Israel served the LORD during the entire lifetime of Joshua, and of those elders who outlived Joshua and who knew all the work the LORD had done for Israel."
        },
        {
          "verse": 32,
          "text": "The bones of Joseph, which the Israelites had brought up from Egypt, were buried in Shechem in the plot of ground Jacob had bought from the sons of Hamor, father of Shechem, for a hundred pieces of money. This was a heritage of the descendants of Joseph."
        },
        {
          "verse": 33,
          "text": "When Eleazar, son of Aaron, also died, he was buried on the hill which had been given to his son Phinehas in the mountain region of Ephraim."
        }
      ]
    }
  ]
}
