{
  "book": "Judges",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "verse": 1,
          "text": "I. The Situation in Canaan Following the Israelite Conquest Chapter 1 - Canaanites in Palestine. After the death of Joshua the Israelites consulted the LORD, asking, “Who shall be first among us to attack the Canaanites and to do battle with them?”"
        },
        {
          "verse": 2,
          "text": "The LORD answered: Judah shall attack: I have delivered the land into his power."
        },
        {
          "verse": 3,
          "text": "Judah then said to his brother Simeon, “Come up with me into the territory allotted to me, and let us do battle with the Canaanites. I will likewise go with you into the territory allotted to you.” So Simeon went with him."
        },
        {
          "verse": 4,
          "text": "When Judah attacked, the LORD delivered the Canaanites and Perizzites into their power, and they struck down ten thousand of them in Bezek."
        },
        {
          "verse": 5,
          "text": "They came upon Adonibezek in Bezek and fought against him. When they struck down the Canaanites and Perizzites,"
        },
        {
          "verse": 6,
          "text": "Adonibezek fled. They pursued him, and when they caught him, they cut off his thumbs and big toes."
        },
        {
          "verse": 7,
          "text": "“Seventy kings,” said Adonibezek, “used to pick up scraps under my table with their thumbs and big toes cut off. As I have done, so has God repaid me.” He was brought to Jerusalem, and he died there."
        },
        {
          "verse": 8,
          "text": "The Judahites fought against Jerusalem, captured it, and put it to the sword, setting the city itself on fire."
        },
        {
          "verse": 9,
          "text": "Afterward the Judahites went down to fight against the Canaanites who lived in the mountain region, in the Negeb, and in the foothills."
        },
        {
          "verse": 10,
          "text": "Judah also marched against the Canaanites who lived in Hebron, which was formerly called Kiriath-arba, and defeated Sheshai, Ahiman, and Talmai."
        },
        {
          "verse": 11,
          "text": "They marched from there against the inhabitants of Debir, which was formerly called Kiriath-sepher."
        },
        {
          "verse": 12,
          "text": "Caleb said, “To the man who attacks Kiriath-sepher and captures it, I will give my daughter Achsah in marriage.”"
        },
        {
          "verse": 13,
          "text": "Othniel captured it, the son of Caleb’s younger brother Kenaz; so Caleb gave him his daughter Achsah in marriage."
        },
        {
          "verse": 14,
          "text": "When she came to him, she induced him to ask her father for some land. Then, as she alighted from the donkey, Caleb asked her, “What do you want?”"
        },
        {
          "verse": 15,
          "text": "She answered, “Give me a present. Since you have put me in the land of the Negeb, give me pools of water.” So Caleb gave her what she wanted, both the upper and the lower pool."
        },
        {
          "verse": 16,
          "text": "The descendants of Hobab the Kenite, Moses’ father-in-law, came up with the Judahites from the City of Palms to the wilderness of Arad, which is in the Negeb, and they settled among the Amalekites."
        },
        {
          "verse": 17,
          "text": "Then Judah went with his brother Simeon, and they defeated the Canaanites who lived in Zephath. They put the city under the ban and renamed it Hormah."
        },
        {
          "verse": 18,
          "text": "Judah captured Gaza with its territory, Ashkelon with its territory, Ekron with its territory, and Ashdod with its territory."
        },
        {
          "verse": 19,
          "text": "The LORD was with Judah, so they gained possession of the mountain region. But they could not dispossess those who lived on the plain, because they had iron chariots."
        },
        {
          "verse": 20,
          "text": "As Moses had commanded, they gave Hebron to Caleb, who then drove the three sons of Anak away from there."
        },
        {
          "verse": 21,
          "text": "As for the Jebusites dwelling in Jerusalem, the Benjaminites did not dispossess them, so that the Jebusites live with the Benjaminites in Jerusalem to the present day."
        },
        {
          "verse": 22,
          "text": "The house of Joseph, too, went up against Bethel, and the LORD was with them."
        },
        {
          "verse": 23,
          "text": "The house of Joseph reconnoitered Bethel, which formerly was called Luz."
        },
        {
          "verse": 24,
          "text": "The scouts saw a man coming out of the city and said to him, “Tell us the way into the city, and we will show you mercy.”"
        },
        {
          "verse": 25,
          "text": "He showed them the way into the city, and they put the city to the sword; but they let the man and his whole clan go free."
        },
        {
          "verse": 26,
          "text": "The man then went to the land of the Hittites, where he built a city and called it Luz, which is its name to this day."
        },
        {
          "verse": 27,
          "text": "Manasseh did not take possession of Beth-shean with its towns or of Taanach with its towns. Nor did they dispossess the inhabitants of Dor and its towns, those of Ibleam and its towns, or those of Megiddo and its towns. The Canaanites continued to live in this district."
        },
        {
          "verse": 28,
          "text": "When Israel grew stronger, they conscripted the Canaanites as laborers, but did not actually drive them out."
        },
        {
          "verse": 29,
          "text": "Ephraim did not drive out the Canaanites living in Gezer, and so the Canaanites lived among them in Gezer."
        },
        {
          "verse": 30,
          "text": "Nor did Zebulun dispossess the inhabitants of Kitron or those of Nahalol; the Canaanites lived among them and became forced laborers."
        },
        {
          "verse": 31,
          "text": "Nor did Asher dispossess the inhabitants of Acco or those of Sidon, or take possession of Mahaleb, Achzib, Helbah, Aphik, or Rehob."
        },
        {
          "verse": 32,
          "text": "So the Asherites settled among the Canaanite inhabitants of the land, for they had not dispossessed them."
        },
        {
          "verse": 33,
          "text": "Nor did Naphtali drive out the inhabitants of Beth-shemesh or those of Beth-anath. They settled among the Canaanite inhabitants of the land and the inhabitants of Beth-shemesh and Beth-anath became forced laborers for them."
        },
        {
          "verse": 34,
          "text": "The Amorites hemmed in the Danites in the mountain region, not permitting them to come down onto the plain."
        },
        {
          "verse": 35,
          "text": "So the Amorites continued to live in Harheres, Aijalon, and Shaalbim, but as the power of the house of Joseph grew, they were conscripted as laborers."
        },
        {
          "verse": 36,
          "text": "The territory of the Amorites extended from the Akrabbim pass, from Sela and upward."
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 2 - Infidelities of the Israelites. A messenger of the LORD went up from Gilgal to Bochim and said, I brought you up from Egypt and led you into the land which I promised on oath to your ancestors. I said, I will never break my covenant with you,"
        },
        {
          "verse": 2,
          "text": "but you must not make a covenant with the inhabitants of this land; you must pull down their altars. But you did not listen to me. Look what you have done!"
        },
        {
          "verse": 3,
          "text": "For I also said, I will not clear them out of your way; they will become traps for you, and their gods a snare for you."
        },
        {
          "verse": 4,
          "text": "When the messenger of the LORD had spoken these things to all the Israelites, the people wept aloud."
        },
        {
          "verse": 5,
          "text": "They named that place Bochim, and they offered sacrifice there to the LORD."
        },
        {
          "verse": 6,
          "text": "Then Joshua dismissed the people, and the Israelites went, each to their own heritage, to take possession of the land."
        },
        {
          "verse": 7,
          "text": "The people served the LORD during the entire lifetime of Joshua, and of those elders who outlived Joshua and who had seen all the great work the LORD had done for Israel."
        },
        {
          "verse": 8,
          "text": "Joshua, son of Nun, the servant of the LORD, died at the age of a hundred and ten,"
        },
        {
          "verse": 9,
          "text": "and they buried him within the borders of his heritage at Timnath-heres in the mountain region of Ephraim north of Mount Gaash."
        },
        {
          "verse": 10,
          "text": "When the rest of that generation were also gathered to their ancestors, and a later generation arose that did not know the LORD or the work he had done for Israel,"
        },
        {
          "verse": 11,
          "text": "the Israelites did what was evil in the sight of the LORD. They served the Baals,"
        },
        {
          "verse": 12,
          "text": "and abandoned the LORD, the God of their ancestors, the one who had brought them out of the land of Egypt. They followed other gods, the gods of the peoples around them, and bowed down to them, and provoked the LORD."
        },
        {
          "verse": 13,
          "text": "Because they had abandoned the LORD and served Baal and the Astartes,"
        },
        {
          "verse": 14,
          "text": "the anger of the LORD flared up against Israel, and he delivered them into the power of plunderers who despoiled them. He sold them into the power of the enemies around them, and they were no longer able to withstand their enemies."
        },
        {
          "verse": 15,
          "text": "Whenever they marched out, the hand of the LORD turned against them, as the LORD had said, and as the LORD had sworn to them; and they were in great distress."
        },
        {
          "verse": 16,
          "text": "But the LORD raised up judges to save them from the power of their plunderers;"
        },
        {
          "verse": 17,
          "text": "but they did not listen to their judges either, for they prostituted themselves by following other gods, bowing down to them. They were quick to stray from the way their ancestors had taken, who obeyed the commandments of the LORD; but these did not."
        },
        {
          "verse": 18,
          "text": "When the LORD raised up judges for them, he would be with the judge and save them from the power of their enemies as long as the judge lived. The LORD would change his mind when they groaned in their affliction under their oppressors."
        },
        {
          "verse": 19,
          "text": "But when the judge died, they would again do worse than their ancestors, following other gods, serving and bowing down to them, relinquishing none of their evil practices or stubborn ways."
        },
        {
          "verse": 20,
          "text": "The anger of the LORD flared up against Israel, and he said: Because this nation has transgressed my covenant, which I enjoined on their ancestors, and has not listened to me,"
        },
        {
          "verse": 21,
          "text": "I for my part will not clear away for them any more of the nations Joshua left when he died."
        },
        {
          "verse": 22,
          "text": "They will be made to test Israel, to see whether or not they will keep to the way of the LORD and continue in it as their ancestors did."
        },
        {
          "verse": 23,
          "text": "Therefore the LORD allowed these nations to remain instead of expelling them immediately. He had not delivered them into the power of Joshua."
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 3 - These are the nations the LORD allowed to remain, so that through them he might test Israel, all those who had not experienced any of the Canaanite wars—"
        },
        {
          "verse": 2,
          "text": "to teach warfare to those generations of Israelites who had never experienced it:"
        },
        {
          "verse": 3,
          "text": "the five lords of the Philistines, and all the Canaanites, the Sidonians, and the Hivites who lived in the mountain region of the Lebanon between Baal-hermon and Lebo-hamath."
        },
        {
          "verse": 4,
          "text": "These served as a test for Israel, to know whether they would obey the commandments the LORD had enjoined on their ancestors through Moses."
        },
        {
          "verse": 5,
          "text": "So the Israelites settled among the Canaanites, Hittites, Amorites, Perizzites, Hivites, and Jebusites."
        },
        {
          "verse": 6,
          "text": "They took their daughters in marriage, and gave their own daughters to their sons in marriage, and served their gods."
        },
        {
          "verse": 7,
          "text": "II. Stories of the Judges - Othniel. Then the Israelites did what was evil in the sight of the LORD; they forgot the LORD, their God, and served the Baals and the Asherahs,"
        },
        {
          "verse": 8,
          "text": "and the anger of the LORD flared up against them. He sold them into the power of Cushan-rishathaim, king of Aram Naharaim; and the Israelites served Cushan-rishathaim for eight years."
        },
        {
          "verse": 9,
          "text": "But when the Israelites cried out to the LORD, he raised up a savior for them, to save them. It was Othniel, son of Caleb’s younger brother Kenaz."
        },
        {
          "verse": 10,
          "text": "The spirit of the LORD came upon him, and he judged Israel. When he marched out to war, the LORD delivered Cushan-rishathaim, king of Aram, into his power, and his hold on Cushan-rishathaim was firm."
        },
        {
          "verse": 11,
          "text": "So the land was at rest for forty years, until Othniel, son of Kenaz, died."
        },
        {
          "verse": 12,
          "text": "Ehud. Again the Israelites did what was evil in the sight of the LORD, so he strengthened Eglon, king of Moab, against Israel because they did what was evil in the sight of the LORD."
        },
        {
          "verse": 13,
          "text": "Taking the Ammonites and Amalek as allies, he went and defeated Israel, taking possession of the City of Palms."
        },
        {
          "verse": 14,
          "text": "So the Israelites served Eglon, king of Moab, for eighteen years."
        },
        {
          "verse": 15,
          "text": "But when the Israelites cried out to the LORD, he raised up for them a savior, Ehud, son of Gera, a Benjaminite who was left-handed. The Israelites would send their tribute to Eglon, king of Moab, by him."
        },
        {
          "verse": 16,
          "text": "Ehud made himself a two-edged dagger a foot long, and strapped it under his clothes on his right thigh."
        },
        {
          "verse": 17,
          "text": "He presented the tribute to Eglon, king of Moab; now Eglon was a very fat man."
        },
        {
          "verse": 18,
          "text": "When he had finished presenting the tribute, he dismissed the troops who had carried the tribute."
        },
        {
          "verse": 19,
          "text": "But he himself turned back at the sculptured stones near Gilgal, and said, “I have a secret message for you, O king.” And the king said, “Silence!” Then when all his attendants had left his presence,"
        },
        {
          "verse": 20,
          "text": "Ehud went in to him where he sat alone in his cool upper room. Ehud said, “I have a word from God for you.” So the king rose from his throne."
        },
        {
          "verse": 21,
          "text": "Then Ehud with his left hand drew the dagger from his right thigh, and thrust it into Eglon’s belly."
        },
        {
          "verse": 22,
          "text": "The hilt also went in after the blade, and the fat closed over the blade because he did not withdraw the dagger from the body."
        },
        {
          "verse": 23,
          "text": "Then Ehud went out onto the porch, shutting the doors of the upper room on Eglon and locking them."
        },
        {
          "verse": 24,
          "text": "When Ehud had left and the servants had come, they saw that the doors of the upper room were locked, and thought, “He must be easing himself in the cool chamber.”"
        },
        {
          "verse": 25,
          "text": "They waited until they were at a loss when he did not open the doors of the upper room. So they took the key and opened them, and there was their lord lying on the floor, dead."
        },
        {
          "verse": 26,
          "text": "During their delay Ehud escaped and, passing the sculptured stones, took refuge in Seirah."
        },
        {
          "verse": 27,
          "text": "On his arrival he sounded the horn in the mountain region of Ephraim, and the Israelites went down from the mountains with him as their leader."
        },
        {
          "verse": 28,
          "text": "“Follow me,” he said to them, “for the LORD has delivered your enemies the Moabites into your power.” So they followed him down and seized the fords of the Jordan against the Moabites, permitting no one to cross."
        },
        {
          "verse": 29,
          "text": "On that occasion they slew about ten thousand Moabites, all of them strong warriors. Not one escaped."
        },
        {
          "verse": 30,
          "text": "So Moab was brought under the power of Israel at that time; and the land had rest for eighty years."
        },
        {
          "verse": 31,
          "text": "Shamgar. After him there was Shamgar, son of Anath, who slew six hundred Philistines with an oxgoad. He, too, was a savior for Israel."
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 4 - Deborah and Barak. The Israelites again did what was evil in the sight of the LORD; Ehud was dead."
        },
        {
          "verse": 2,
          "text": "So the LORD sold them into the power of the Canaanite king, Jabin, who reigned in Hazor. The general of his army was Sisera, who lived in Harosheth-ha-goiim."
        },
        {
          "verse": 3,
          "text": "But the Israelites cried out to the LORD; for with his nine hundred iron chariots Jabin harshly oppressed the Israelites for twenty years."
        },
        {
          "verse": 4,
          "text": "At that time the prophet Deborah, wife of Lappidoth, was judging Israel."
        },
        {
          "verse": 5,
          "text": "She used to sit under Deborah’s palm tree, between Ramah and Bethel in the mountain region of Ephraim, where the Israelites came up to her for judgment."
        },
        {
          "verse": 6,
          "text": "She had Barak, son of Abinoam, summoned from Kedesh of Naphtali. She said to him, “This is what the LORD, the God of Israel, commands: Go, march against Mount Tabor, and take with you ten thousand men from Naphtali and Zebulun."
        },
        {
          "verse": 7,
          "text": "I will draw Sisera, the general of Jabin’s army, out to you at the Wadi Kishon, together with his chariots and troops, and I will deliver them into your power.”"
        },
        {
          "verse": 8,
          "text": "But Barak answered her, “If you come with me, I will go; if you do not come with me, I will not go.”"
        },
        {
          "verse": 9,
          "text": "“I will certainly go with you,” she replied, “but you will not gain glory for the expedition on which you are setting out, for it is into a woman’s power that the LORD is going to sell Sisera.” So Deborah arose and went with Barak and journeyed with him to Kedesh."
        },
        {
          "verse": 10,
          "text": "Barak summoned Zebulun and Naphtali to Kedesh, and ten thousand men followed him. Deborah also went up with him."
        },
        {
          "verse": 11,
          "text": "Now Heber the Kenite had detached himself from Cain, the descendants of Hobab, Moses’ father-in-law, and had pitched his tent by the terebinth of Zaanannim, which was near Kedesh."
        },
        {
          "verse": 12,
          "text": "It was reported to Sisera that Barak, son of Abinoam, had gone up to Mount Tabor."
        },
        {
          "verse": 13,
          "text": "So Sisera called out all nine hundred of his iron chariots and all his forces from Harosheth-ha-goiim to the Wadi Kishon."
        },
        {
          "verse": 14,
          "text": "Deborah then said to Barak, “Up! This is the day on which the LORD has delivered Sisera into your power. The LORD marches before you.” So Barak went down Mount Tabor, followed by his ten thousand men."
        },
        {
          "verse": 15,
          "text": "And the LORD threw Sisera and all his chariots and forces into a panic before Barak. Sisera himself dismounted from his chariot and fled on foot,"
        },
        {
          "verse": 16,
          "text": "but Barak pursued the chariots and the army as far as Harosheth-ha-goiim. The entire army of Sisera fell beneath the sword, not even one man surviving."
        },
        {
          "verse": 17,
          "text": "Sisera fled on foot to the tent of Jael, wife of Heber the Kenite, for there was peace between Jabin, king of Hazor, and the family of Heber the Kenite."
        },
        {
          "verse": 18,
          "text": "Jael went out to meet Sisera and said to him, “Turn aside, my lord, turn aside with me; do not be afraid.” So he went into her tent, and she covered him with a rug."
        },
        {
          "verse": 19,
          "text": "He said to her, “Please give me a little water to drink. I am thirsty.” So she opened a skin of milk, gave him a drink, and then covered him."
        },
        {
          "verse": 20,
          "text": "“Stand at the entrance of the tent,” he said to her. “If anyone comes and asks, ‘Is there someone here?’ say, ‘No!’”"
        },
        {
          "verse": 21,
          "text": "Jael, wife of Heber, got a tent peg and took a mallet in her hand. When Sisera was in a deep sleep from exhaustion, she approached him stealthily and drove the peg through his temple and down into the ground, and he died."
        },
        {
          "verse": 22,
          "text": "Then when Barak came in pursuit of Sisera, Jael went out to meet him and said to him, “Come, I will show you the man you are looking for.” So he went in with her, and there lay Sisera dead, with the tent peg through his temple."
        },
        {
          "verse": 23,
          "text": "Thus on that day God humbled the Canaanite king, Jabin, before the Israelites;"
        },
        {
          "verse": 24,
          "text": "their power weighed ever more heavily on him, until at length they finished off the Canaanite king, Jabin."
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 5 - Song of Deborah. On that day Deborah sang this song—and Barak, son of Abinoam:"
        },
        {
          "verse": 2,
          "text": "When uprising broke out in Israel, when the people rallied for duty—bless the LORD!"
        },
        {
          "verse": 3,
          "text": "Hear, O kings! Give ear, O princes! I will sing, I will sing to the LORD, I will make music to the LORD, the God of Israel."
        },
        {
          "verse": 4,
          "text": "LORD, when you went out from Seir, when you marched from the plains of Edom, The earth shook, the heavens poured, the clouds poured rain,"
        },
        {
          "verse": 5,
          "text": "The mountains streamed, before the LORD, the One of Sinai, before the LORD, the God of Israel."
        },
        {
          "verse": 6,
          "text": "In the days of Shamgar, son of Anath, in the days of Jael, caravans ceased: Those who traveled the roads now traveled by roundabout paths."
        },
        {
          "verse": 7,
          "text": "Gone was freedom beyond the walls, gone indeed from Israel. When I, Deborah, arose, when I arose, a mother in Israel."
        },
        {
          "verse": 8,
          "text": "New gods were their choice; then war was at the gates. No shield was to be found, no spear, among forty thousand in Israel!"
        },
        {
          "verse": 9,
          "text": "My heart is with the leaders of Israel, with the dedicated ones of the people—bless the LORD;"
        },
        {
          "verse": 10,
          "text": "Those who ride on white donkeys, seated on saddle rugs, and those who travel the road, Sing of them"
        },
        {
          "verse": 11,
          "text": "to the sounds of musicians at the wells. There they recount the just deeds of the LORD, his just deeds bringing freedom to Israel."
        },
        {
          "verse": 12,
          "text": "Awake, awake, Deborah! Awake, awake, strike up a song! Arise, Barak! Take captive your captors, son of Abinoam!"
        },
        {
          "verse": 13,
          "text": "Then down went Israel against the mighty, the army of the LORD went down for him against the warriors."
        },
        {
          "verse": 14,
          "text": "From Ephraim, their base in the valley; behind you, Benjamin, among your troops. From Machir came down commanders, from Zebulun wielders of the marshal’s staff."
        },
        {
          "verse": 15,
          "text": "The princes of Issachar were with Deborah, Issachar, faithful to Barak; in the valley they followed at his heels. Among the clans of Reuben great were the searchings of heart!"
        },
        {
          "verse": 16,
          "text": "Why did you stay beside your hearths listening to the lowing of the herds? Among the clans of Reuben great were the searchings of heart!"
        },
        {
          "verse": 17,
          "text": "Gilead stayed beyond the Jordan; Why did Dan spend his time in ships? Asher remained along the shore, he stayed in his havens."
        },
        {
          "verse": 18,
          "text": "Zebulun was a people who defied death, Naphtali, too, on the open heights!"
        },
        {
          "verse": 19,
          "text": "The kings came and fought; then they fought, those kings of Canaan, At Taanach by the waters of Megiddo; no spoil of silver did they take."
        },
        {
          "verse": 20,
          "text": "From the heavens the stars fought; from their courses they fought against Sisera."
        },
        {
          "verse": 21,
          "text": "The Wadi Kishon swept them away; the wadi overwhelmed them, the Wadi Kishon. Trample down the strong!"
        },
        {
          "verse": 22,
          "text": "Then the hoofs of the horses hammered, the galloping, galloping of steeds."
        },
        {
          "verse": 23,
          "text": "“Curse Meroz,” says the messenger of the LORD, “curse, curse its inhabitants! For they did not come when the LORD helped, the help of the LORD against the warriors.”"
        },
        {
          "verse": 24,
          "text": "Most blessed of women is Jael, the wife of Heber the Kenite, blessed among tent-dwelling women!"
        },
        {
          "verse": 25,
          "text": "He asked for water, she gave him milk, in a princely bowl she brought him curds."
        },
        {
          "verse": 26,
          "text": "With her hand she reached for the peg, with her right hand, the workman’s hammer. She hammered Sisera, crushed his head; she smashed, pierced his temple."
        },
        {
          "verse": 27,
          "text": "At her feet he sank down, fell, lay still; down at her feet he sank and fell; where he sank down, there he fell, slain."
        },
        {
          "verse": 28,
          "text": "From the window she looked down, the mother of Sisera peered through the lattice: “Why is his chariot so long in coming? why are the hoofbeats of his chariots delayed?”"
        },
        {
          "verse": 29,
          "text": "The wisest of her princesses answers her; she even replies to herself,"
        },
        {
          "verse": 30,
          "text": "“They must be dividing the spoil they took: a slave woman or two for each man, Spoil of dyed cloth for Sisera, spoil of ornate dyed cloth, a pair of ornate dyed cloths for my neck in the spoil.”"
        },
        {
          "verse": 31,
          "text": "So perish all your enemies, O LORD! But may those who love you be like the sun rising in its might! And the land was at rest for forty years."
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 6 - The Call of Gideon. The Israelites did what was evil in the sight of the LORD, who therefore delivered them into the power of Midian for seven years,"
        },
        {
          "verse": 2,
          "text": "so that Midian held Israel subject. From fear of Midian the Israelites made dens in the mountains, the caves, and the strongholds."
        },
        {
          "verse": 3,
          "text": "For it used to be that whenever the Israelites had completed sowing their crops, Midian, Amalek, and the Kedemites would come up,"
        },
        {
          "verse": 4,
          "text": "encamp against them, and lay waste the produce of the land as far as the outskirts of Gaza, leaving no sustenance in Israel, and no sheep, ox, or donkey."
        },
        {
          "verse": 5,
          "text": "For they would come up with their livestock, and their tents would appear as thick as locusts. They would be too many to count when they came into the land to lay it waste."
        },
        {
          "verse": 6,
          "text": "Israel was reduced to utter poverty by Midian, and so the Israelites cried out to the LORD."
        },
        {
          "verse": 7,
          "text": "When Israel cried out to the LORD because of Midian,"
        },
        {
          "verse": 8,
          "text": "the LORD sent a prophet to the Israelites who said to them: Thus says the LORD, the God of Israel: I am the one who brought you up from Egypt; I brought you out of the house of slavery."
        },
        {
          "verse": 9,
          "text": "I rescued you from the power of Egypt and all your oppressors. I drove them out before you and gave you their land."
        },
        {
          "verse": 10,
          "text": "And I said to you: I, the LORD, am your God; you shall not fear the gods of the Amorites in whose land you are dwelling. But you did not listen to me."
        },
        {
          "verse": 11,
          "text": "Then the messenger of the LORD came and sat under the terebinth in Ophrah that belonged to Joash the Abiezrite. Joash’s son Gideon was beating out wheat in the wine press to save it from the Midianites,"
        },
        {
          "verse": 12,
          "text": "and the messenger of the LORD appeared to him and said: The LORD is with you, you mighty warrior!"
        },
        {
          "verse": 13,
          "text": "“My lord,” Gideon said to him, “if the LORD is with us, why has all this happened to us? Where are his wondrous deeds about which our ancestors told us when they said, ‘Did not the LORD bring us up from Egypt?’ For now the LORD has abandoned us and has delivered us into the power of Midian.”"
        },
        {
          "verse": 14,
          "text": "The LORD turned to him and said: Go with the strength you have, and save Israel from the power of Midian. Is it not I who send you?"
        },
        {
          "verse": 15,
          "text": "But he answered him, “Please, my Lord, how can I save Israel? My family is the poorest in Manasseh, and I am the most insignificant in my father’s house.”"
        },
        {
          "verse": 16,
          "text": "The LORD said to him: I will be with you, and you will cut down Midian to the last man."
        },
        {
          "verse": 17,
          "text": "He answered him, “If you look on me with favor, give me a sign that you are the one speaking with me."
        },
        {
          "verse": 18,
          "text": "Please do not depart from here until I come to you and bring out my offering and set it before you.” He answered: I will await your return."
        },
        {
          "verse": 19,
          "text": "So Gideon went off and prepared a young goat and an ephah of flour in the form of unleavened cakes. Putting the meat in a basket and the broth in a pot, he brought them out to him under the terebinth and presented them."
        },
        {
          "verse": 20,
          "text": "The messenger of God said to him: Take the meat and unleavened cakes and lay them on this rock; then pour out the broth. When he had done so,"
        },
        {
          "verse": 21,
          "text": "the messenger of the LORD stretched out the tip of the staff he held. When he touched the meat and unleavened cakes, a fire came up from the rock and consumed the meat and unleavened cakes. Then the messenger of the LORD disappeared from sight."
        },
        {
          "verse": 22,
          "text": "Gideon, now aware that it had been the messenger of the LORD, said, “Alas, Lord GOD, that I have seen the messenger of the LORD face to face!”"
        },
        {
          "verse": 23,
          "text": "The LORD answered him: You are safe. Do not fear. You shall not die."
        },
        {
          "verse": 24,
          "text": "So Gideon built there an altar to the LORD and called it Yahweh-shalom. To this day it is still in Ophrah of the Abiezrites."
        },
        {
          "verse": 25,
          "text": "That same night the LORD said to him: Take your father’s bull, the bull fattened for seven years, and pull down your father’s altar to Baal. As for the asherah beside it, cut it down"
        },
        {
          "verse": 26,
          "text": "and build an altar to the LORD, your God, on top of this stronghold with the pile of wood. Then take the fattened bull and offer it as a whole-burnt sacrifice on the wood from the asherah you have cut down."
        },
        {
          "verse": 27,
          "text": "So Gideon took ten of his servants and did as the LORD had commanded him. But he was too afraid of his family and of the townspeople to do it by day; he did it at night."
        },
        {
          "verse": 28,
          "text": "Early the next morning the townspeople found that the altar of Baal had been dismantled, the asherah beside it cut down, and the fattened bull offered on the altar that was built."
        },
        {
          "verse": 29,
          "text": "They asked one another, “Who did this?” They inquired and searched until they were told, “Gideon, son of Joash, did it.”"
        },
        {
          "verse": 30,
          "text": "So the townspeople said to Joash, “Bring out your son that he may die, for he has dismantled the altar of Baal and cut down the asherah that was beside it.”"
        },
        {
          "verse": 31,
          "text": "But Joash replied to all who were standing around him, “Is it for you to take action for Baal, or be his savior? Anyone who takes action for him shall be put to death by morning. If he is a god, let him act for himself, since his altar has been dismantled!”"
        },
        {
          "verse": 32,
          "text": "So on that day Gideon was called Jerubbaal, because of the words, “Let Baal take action against him, since he dismantled his altar.”"
        },
        {
          "verse": 33,
          "text": "Then all Midian and Amalek and the Kedemites mustered and crossed over into the valley of Jezreel, where they encamped."
        },
        {
          "verse": 34,
          "text": "And Gideon was clothed with the spirit of the LORD, and he blew the horn summoning Abiezer to follow him."
        },
        {
          "verse": 35,
          "text": "He sent messengers throughout Manasseh, and they, too, were summoned to follow him; he also sent messengers throughout Asher, Zebulun, and Naphtali, and they advanced to meet the others."
        },
        {
          "verse": 36,
          "text": "Gideon said to God, “If indeed you are going to save Israel through me, as you have said,"
        },
        {
          "verse": 37,
          "text": "I am putting this woolen fleece on the threshing floor, and if dew is on the fleece alone, while all the ground is dry, I shall know that you will save Israel through me, as you have said.”"
        },
        {
          "verse": 38,
          "text": "That is what happened. Early the next morning when he wrung out the fleece, he squeezed enough dew from it to fill a bowl."
        },
        {
          "verse": 39,
          "text": "Gideon then said to God, “Do not be angry with me if I speak once more. Let me make just one more test with the fleece. Let the fleece alone be dry, but let there be dew on all the ground.”"
        },
        {
          "verse": 40,
          "text": "That is what God did that night: the fleece alone was dry, but there was dew on all the ground."
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 7 - Defeat of Midian. Early the next morning Jerubbaal (that is, Gideon) encamped by the spring of Harod with all his soldiers. The camp of Midian was north of him, beside the hill of Moreh in the valley."
        },
        {
          "verse": 2,
          "text": "The LORD said to Gideon: You have too many soldiers with you for me to deliver Midian into their power, lest Israel vaunt itself against me and say, “My own power saved me.”"
        },
        {
          "verse": 3,
          "text": "So announce in the hearing of the soldiers, “If anyone is afraid or fearful, let him leave! Let him depart from Mount Gilead!” Twenty-two thousand of the soldiers left, but ten thousand remained."
        },
        {
          "verse": 4,
          "text": "The LORD said to Gideon: There are still too many soldiers. Lead them down to the water and I will test them for you there. If I tell you that a certain man is to go with you, he must go with you. But no one is to go if I tell you he must not."
        },
        {
          "verse": 5,
          "text": "When Gideon led the soldiers down to the water, the LORD said to him: Everyone who laps up the water as a dog does with its tongue you shall set aside by himself; and everyone who kneels down to drink raising his hand to his mouth you shall set aside by himself."
        },
        {
          "verse": 6,
          "text": "Those who lapped up the water with their tongues numbered three hundred, but all the rest of the soldiers knelt down to drink the water."
        },
        {
          "verse": 7,
          "text": "The LORD said to Gideon: By means of the three hundred who lapped up the water I will save you and deliver Midian into your power. So let all the other soldiers go home."
        },
        {
          "verse": 8,
          "text": "They took up such supplies as the soldiers had with them, as well as their horns, and Gideon sent the rest of the Israelites to their tents, but kept the three hundred men. Now the camp of Midian was below him in the valley."
        },
        {
          "verse": 9,
          "text": "That night the LORD said to Gideon: Go, descend on the camp, for I have delivered it into your power."
        },
        {
          "verse": 10,
          "text": "If you are afraid to attack, go down to the camp with your aide Purah"
        },
        {
          "verse": 11,
          "text": "and listen to what they are saying. After that you will have the courage to descend on the camp. So he went down with his aide Purah to the outposts of the armed men in the camp."
        },
        {
          "verse": 12,
          "text": "The Midianites, Amalekites, and all the Kedemites were lying in the valley, thick as locusts. Their camels could not be counted, for they were as many as the sands on the seashore."
        },
        {
          "verse": 13,
          "text": "When Gideon arrived, one man was telling another about a dream. “I had a dream,” he said, “that a round loaf of barley bread was rolling into the camp of Midian. It came to a certain tent and struck it and turned it upside down, and the tent collapsed.”"
        },
        {
          "verse": 14,
          "text": "“This can only be the sword of the Israelite Gideon, son of Joash,” the other replied. “God has delivered Midian and all the camp into his power.”"
        },
        {
          "verse": 15,
          "text": "When Gideon heard the account of the dream and its explanation, he bowed down. Then returning to the camp of Israel, he said, “Arise, for the LORD has delivered the camp of Midian into your power.”"
        },
        {
          "verse": 16,
          "text": "He divided the three hundred men into three companies, and provided them all with horns and with empty jars and torches inside the jars."
        },
        {
          "verse": 17,
          "text": "“Watch me and follow my lead,” he told them. “I shall go to the edge of the camp, and as I do, you must do also."
        },
        {
          "verse": 18,
          "text": "When I and those with me blow horns, you too must blow horns all around the camp and cry out, ‘For the LORD and for Gideon!’”"
        },
        {
          "verse": 19,
          "text": "So Gideon and the hundred men who were with him came to the edge of the camp at the beginning of the middle watch, just after the posting of the guards. They blew the horns and broke the jars they were holding."
        },
        {
          "verse": 20,
          "text": "When the three companies had blown their horns and broken their jars, they took the torches in their left hands, and in their right the horns they had been blowing, and cried out, “A sword for the LORD and for Gideon!”"
        },
        {
          "verse": 21,
          "text": "They all remained standing in place around the camp, while the whole camp began to run and shout and flee."
        },
        {
          "verse": 22,
          "text": "When they blew the three hundred horns, the LORD set the sword of one against another throughout the camp, and they fled as far as Beth-shittah in the direction of Zeredah, near the border of Abel-meholah at Tabbath."
        },
        {
          "verse": 23,
          "text": "The Israelites were called to arms from Naphtali, from Asher, and from all Manasseh, and they pursued Midian."
        },
        {
          "verse": 24,
          "text": "Gideon also sent messengers throughout the mountain region of Ephraim to say, “Go down to intercept Midian, and seize the water courses against them as far as Beth-barah, as well as the Jordan.” So all the Ephraimites were called to arms, and they seized the water courses as far as Beth-barah, and the Jordan as well."
        },
        {
          "verse": 25,
          "text": "They captured the two princes of Midian, Oreb and Zeeb, killing Oreb at the rock of Oreb and Zeeb at the wine press of Zeeb. Then they pursued Midian, but they had the heads of Oreb and Zeeb brought to Gideon beyond the Jordan."
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 8 - But the Ephraimites said to him, “What have you done to us, not summoning us when you went to fight against Midian?” And they quarreled bitterly with him."
        },
        {
          "verse": 2,
          "text": "But he answered them, “What have I done in comparison with you? Is not the gleaning of Ephraim better than the vintage of Abiezer?"
        },
        {
          "verse": 3,
          "text": "It was into your power God delivered the princes of Midian, Oreb and Zeeb. What have I been able to do in comparison with you?” When he said this, their anger against him subsided."
        },
        {
          "verse": 4,
          "text": "When Gideon reached the Jordan and crossed it, he and his three hundred men were exhausted and famished."
        },
        {
          "verse": 5,
          "text": "So he said to the people of Succoth, “Will you give my followers some loaves of bread? They are exhausted, and I am pursuing Zebah and Zalmunna, kings of Midian.”"
        },
        {
          "verse": 6,
          "text": "But the princes of Succoth replied, “Are the hands of Zebah and Zalmunna already in your possession, that we should give food to your army?”"
        },
        {
          "verse": 7,
          "text": "Gideon said, “Very well; when the LORD has delivered Zebah and Zalmunna into my power, I will thrash your bodies with desert thorns and briers.”"
        },
        {
          "verse": 8,
          "text": "He went up from there to Penuel and made the same request of them, but the people of Penuel answered him as had the people of Succoth."
        },
        {
          "verse": 9,
          "text": "So to the people of Penuel, too, he said, “When I return in peace, I will demolish this tower.”"
        },
        {
          "verse": 10,
          "text": "Now Zebah and Zalmunna were in Karkor with their force of about fifteen thousand men; these were all who were left of the whole Kedemite army, a hundred and twenty thousand swordsmen having fallen."
        },
        {
          "verse": 11,
          "text": "Gideon went up by the route of the tent-dwellers east of Nobah and Jogbehah, and attacked the force when it felt secure."
        },
        {
          "verse": 12,
          "text": "Zebah and Zalmunna fled and Gideon pursued them. He captured the two kings of Midian, Zebah and Zalmunna, terrifying the entire force."
        },
        {
          "verse": 13,
          "text": "Then Gideon, son of Joash, returned from battle by the pass of Heres."
        },
        {
          "verse": 14,
          "text": "He captured a young man of Succoth and questioned him, and he wrote down for him the seventy-seven princes and elders of Succoth."
        },
        {
          "verse": 15,
          "text": "So he went to the princes of Succoth and said, “Here are Zebah and Zalmunna, with whom you taunted me, ‘Are the hands of Zebah and Zalmunna already in your possession, that we should give food to your weary men?’”"
        },
        {
          "verse": 16,
          "text": "He seized the elders of the city, and with desert thorns and briers he thrashed the people of Succoth."
        },
        {
          "verse": 17,
          "text": "He also demolished the tower of Penuel and killed the people of the city."
        },
        {
          "verse": 18,
          "text": "Then he said to Zebah and Zalmunna, “What about the men you killed at Tabor?” “They were all like you,” they replied. “They appeared to be princes.”"
        },
        {
          "verse": 19,
          "text": "“They were my brothers, my mother’s sons,” he said. “As the LORD lives, if you had spared their lives, I would not kill you.”"
        },
        {
          "verse": 20,
          "text": "Then he said to his firstborn, Jether, “Go, kill them.” But the boy did not draw his sword, for he was afraid, for he was still a boy."
        },
        {
          "verse": 21,
          "text": "Zebah and Zalmunna said, “Come, kill us yourself, for as a man is, so is his strength.” So Gideon stepped forward and killed Zebah and Zalmunna. He also took the crescents that were on the necks of their camels."
        },
        {
          "verse": 22,
          "text": "The Israelites then said to Gideon, “Rule over us—you, your son, and your son’s son—for you saved us from the power of Midian.”"
        },
        {
          "verse": 23,
          "text": "But Gideon answered them, “I will not rule over you, nor shall my son rule over you. The LORD must rule over you.”"
        },
        {
          "verse": 24,
          "text": "Gideon went on to say, “Let me make a request of you. Give me, each of you, a ring from his spoils.” (Since they were Ishmaelites, the enemy had gold rings.)"
        },
        {
          "verse": 25,
          "text": "“We will certainly give them,” they replied, and they spread out a cloak into which everyone threw a ring from his spoils."
        },
        {
          "verse": 26,
          "text": "The gold rings he had requested weighed seventeen hundred gold shekels, apart from the crescents and pendants, the purple garments worn by the kings of Midian, and apart from the trappings that were on the necks of their camels."
        },
        {
          "verse": 27,
          "text": "Gideon made an ephod out of the gold and placed it in his city, Ophrah. All Israel prostituted themselves there, and it became a snare to Gideon and his household."
        },
        {
          "verse": 28,
          "text": "Midian was brought into subjection by the Israelites; they no longer held their heads high, and the land had rest for forty years, during the lifetime of Gideon."
        },
        {
          "verse": 29,
          "text": "Gideon’s Son Abimelech. Then Jerubbaal, son of Joash, went to live in his house."
        },
        {
          "verse": 30,
          "text": "Now Gideon had seventy sons, his own offspring, for he had many wives."
        },
        {
          "verse": 31,
          "text": "His concubine who lived in Shechem also bore him a son, whom he named Abimelech."
        },
        {
          "verse": 32,
          "text": "At a good old age Gideon, son of Joash, died and was buried in the tomb of Joash his father in Ophrah of the Abiezrites."
        },
        {
          "verse": 33,
          "text": "But after Gideon was dead, the Israelites again prostituted themselves by following the Baals, making Baal-berith their god."
        },
        {
          "verse": 34,
          "text": "The Israelites did not remember the LORD, their God, who had delivered them from the power of their enemies all around them."
        },
        {
          "verse": 35,
          "text": "Nor were they loyal to the house of Jerubbaal (Gideon) for all the good he had done for Israel."
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 9 - Abimelech, son of Jerubbaal, went to his mother’s kin in Shechem, and said to them and to the whole clan to which his mother’s family belonged,"
        },
        {
          "verse": 2,
          "text": "“Put this question to all the lords of Shechem: ‘Which is better for you: that seventy men, all Jerubbaal’s sons, rule over you, or that one man rule over you?’ You must remember that I am your own flesh and bone.”"
        },
        {
          "verse": 3,
          "text": "When his mother’s kin repeated these words on his behalf to all the lords of Shechem, they set their hearts on Abimelech, thinking, “He is our kin.”"
        },
        {
          "verse": 4,
          "text": "They also gave him seventy pieces of silver from the temple of Baal-berith, with which Abimelech hired worthless men and outlaws as his followers."
        },
        {
          "verse": 5,
          "text": "He then went to his father’s house in Ophrah, and killed his brothers, the seventy sons of Jerubbaal, on one stone. Only the youngest son of Jerubbaal, Jotham, escaped, for he was hidden."
        },
        {
          "verse": 6,
          "text": "Then all the lords of Shechem and all Beth-millo came together and made Abimelech king by the terebinth at the memorial pillar in Shechem."
        },
        {
          "verse": 7,
          "text": "When this was reported to Jotham, he went and stood at the top of Mount Gerizim and cried out in a loud voice: “Hear me, lords of Shechem, and may God hear you!"
        },
        {
          "verse": 8,
          "text": "One day the trees went out to anoint a king over themselves. So they said to the olive tree, ‘Reign over us.’"
        },
        {
          "verse": 9,
          "text": "But the olive tree answered them, ‘Must I give up my rich oil, whereby gods and human beings are honored, and go off to hold sway over the trees?’"
        },
        {
          "verse": 10,
          "text": "Then the trees said to the fig tree, ‘Come; you reign over us!’"
        },
        {
          "verse": 11,
          "text": "But the fig tree answered them, ‘Must I give up my sweetness and my sweet fruit, and go off to hold sway over the trees?’"
        },
        {
          "verse": 12,
          "text": "Then the trees said to the vine, ‘Come you, reign over us.’"
        },
        {
          "verse": 13,
          "text": "But the vine answered them, ‘Must I give up my wine that cheers gods and human beings, and go off to hold sway over the trees?’"
        },
        {
          "verse": 14,
          "text": "Then all the trees said to the buckthorn, ‘Come; you reign over us!’"
        },
        {
          "verse": 15,
          "text": "The buckthorn answered the trees, ‘If you are anointing me in good faith, to make me king over you, come, and take refuge in my shadow. But if not, let fire come from the buckthorn and devour the cedars of Lebanon.’"
        },
        {
          "verse": 16,
          "text": "“Now then, if you have acted in good faith and integrity in appointing Abimelech your king, if you have acted with good will toward Jerubbaal and his house, and if you have treated him as he deserved—"
        },
        {
          "verse": 17,
          "text": "for my father fought for you at the risk of his life when he delivered you from the power of Midian,"
        },
        {
          "verse": 18,
          "text": "but you have risen against my father’s house today and killed his seventy sons upon one stone and made Abimelech, the son of his maidservant, king over the lords of Shechem, because he is your kin—"
        },
        {
          "verse": 19,
          "text": "if, then, you have acted in good faith and integrity toward Jerubbaal and his house today, then rejoice in Abimelech and may he in turn rejoice in you!"
        },
        {
          "verse": 20,
          "text": "But if not, let fire come forth from Abimelech and devour the lords of Shechem and Beth-millo, and let fire come forth from the lords of Shechem and Beth-millo and devour Abimelech.”"
        },
        {
          "verse": 21,
          "text": "Then Jotham fled and escaped to Beer, where he remained for fear of his brother Abimelech."
        },
        {
          "verse": 22,
          "text": "When Abimelech had ruled Israel for three years,"
        },
        {
          "verse": 23,
          "text": "God put an evil spirit between Abimelech and the lords of Shechem, and the lords of Shechem broke faith with the house of Abimelech."
        },
        {
          "verse": 24,
          "text": "This was to repay the violence done to the seventy sons of Jerubbaal and to avenge their blood upon their brother Abimelech, who killed them, and upon the lords of Shechem, who encouraged him to kill his brothers."
        },
        {
          "verse": 25,
          "text": "The lords of Shechem then set men in ambush for him on the mountaintops, and they robbed all who passed them on the road. It was reported to Abimelech."
        },
        {
          "verse": 26,
          "text": "Now Gaal, son of Ebed, and his kin came, and when they passed through Shechem, the lords of Shechem put their trust in him."
        },
        {
          "verse": 27,
          "text": "They went out into the fields, harvested the grapes from their vineyards, trod them out, and held a festival. Then they went to the temple of their god, where they ate and drank and cursed Abimelech."
        },
        {
          "verse": 28,
          "text": "Gaal, son of Ebed, said, “Who is Abimelech? And who is Shechem that we should serve him? Did not the son of Jerubbaal and his lieutenant Zebul serve the men of Hamor, father of Shechem? So why should we serve him?"
        },
        {
          "verse": 29,
          "text": "Would that these troops were entrusted to my command! I would depose Abimelech. I would say to Abimelech, ‘Get a larger army and come out!’”"
        },
        {
          "verse": 30,
          "text": "When Zebul, the ruler of the city, heard what Gaal, son of Ebed, had said, he was angry"
        },
        {
          "verse": 31,
          "text": "and sent messengers to Abimelech in Arumah to say, “Gaal, son of Ebed, and his kin have come to Shechem and are stirring up the city against you."
        },
        {
          "verse": 32,
          "text": "So take action tonight, you and the troops who are with you, and set an ambush in the fields."
        },
        {
          "verse": 33,
          "text": "Promptly at sunrise tomorrow morning, make a raid on the city. When he and the troops who are with him come out against you, deal with him as best you can.”"
        },
        {
          "verse": 34,
          "text": "During the night Abimelech went into action with all his soldiers and set up an ambush outside of Shechem in four companies."
        },
        {
          "verse": 35,
          "text": "Gaal, son of Ebed, went out and stood at the entrance of the city gate. When Abimelech and his soldiers rose from their place of ambush,"
        },
        {
          "verse": 36,
          "text": "Gaal saw the soldiers and said to Zebul, “There are soldiers coming down from the mountaintops!” But Zebul answered him, “It is the shadow of the hills that you see as men.”"
        },
        {
          "verse": 37,
          "text": "But Gaal went on to say, “Soldiers are coming down from the region of Tabbur-haarez, and one company is coming by way of Elon-meonenim.”"
        },
        {
          "verse": 38,
          "text": "Zebul said to him, “Where now is your boast, when you said, ‘Who is Abimelech that we should serve him?’ Are these not the troops for whom you expressed contempt? Go out now and fight with them.”"
        },
        {
          "verse": 39,
          "text": "So Gaal went out at the head of the lords of Shechem to fight against Abimelech;"
        },
        {
          "verse": 40,
          "text": "but when Abimelech went after him, he fled from him. Many fell slain right up to the entrance of the gate."
        },
        {
          "verse": 41,
          "text": "Abimelech returned to Arumah, and Zebul drove Gaal and his kin away so that they could no longer remain at Shechem."
        },
        {
          "verse": 42,
          "text": "The next day, the army marched out into the field, and it was reported to Abimelech."
        },
        {
          "verse": 43,
          "text": "He divided the troops he had into three companies, and set up an ambush in the fields. He watched until he saw the army leave the city and then went on the attack against them."
        },
        {
          "verse": 44,
          "text": "Abimelech and the company with him rushed in and stood by the entrance of the city gate, while the other two companies rushed upon all who were in the field and attacked them."
        },
        {
          "verse": 45,
          "text": "That entire day Abimelech fought against the city. He captured it, killed the people who were in it, and demolished the city itself, sowing it with salt."
        },
        {
          "verse": 46,
          "text": "When they heard of this, all the lords of the Migdal-shechem went into the crypt of the temple of El-berith."
        },
        {
          "verse": 47,
          "text": "It was reported to Abimelech that all the lords of the Migdal-shechem were gathered together."
        },
        {
          "verse": 48,
          "text": "So he went up Mount Zalmon with all his soldiers, took his ax in his hand, and cut down some brushwood. This he lifted to his shoulder, then said to the troops with him, “Hurry! Do just as you have seen me do.”"
        },
        {
          "verse": 49,
          "text": "So all the soldiers likewise cut down brushwood and, following Abimelech, placed it against the crypt. Then they set the crypt on fire over them, so that every one of the people of the Migdal-shechem, about a thousand men and women, perished."
        },
        {
          "verse": 50,
          "text": "Abimelech proceeded to Thebez, encamped, and captured it."
        },
        {
          "verse": 51,
          "text": "Now there was a strong tower in the middle of the city, and all the men and women and all the lords of the city fled there, shutting themselves in and going up to the roof of the tower."
        },
        {
          "verse": 52,
          "text": "Abimelech came up to the tower and fought against it. When he came close to the entrance of the tower to set it on fire,"
        },
        {
          "verse": 53,
          "text": "a certain woman cast the upper part of a millstone down on Abimelech’s head, and it fractured his skull."
        },
        {
          "verse": 54,
          "text": "He immediately called his armor-bearer and said to him, “Draw your sword and put me to death so they will not say about me, ‘A woman killed him.’” So his attendant ran him through and he died."
        },
        {
          "verse": 55,
          "text": "When the Israelites saw that Abimelech was dead, they all left for their homes."
        },
        {
          "verse": 56,
          "text": "Thus did God repay the evil that Abimelech had done to his father in killing his seventy brothers."
        },
        {
          "verse": 57,
          "text": "God also brought all the wickedness of the people of Shechem back on their heads, for the curse of Jotham, son of Jerubbaal, overtook them."
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 10 - Tola. After Abimelech, Tola, son of Puah, son of Dodo, a man of Issachar, rose up to save Israel; he lived in Shamir in the mountain region of Ephraim."
        },
        {
          "verse": 2,
          "text": "When he had judged Israel twenty-three years, he died and was buried in Shamir."
        },
        {
          "verse": 3,
          "text": "Jair. Jair the Gileadite came after him and judged Israel twenty-two years."
        },
        {
          "verse": 4,
          "text": "He had thirty sons who rode on thirty donkeys and possessed thirty cities in the land of Gilead (these are called Havvoth-jair to the present day)."
        },
        {
          "verse": 5,
          "text": "Jair died and was buried in Kamon."
        },
        {
          "verse": 6,
          "text": "Oppression by the Ammonites. The Israelites again did what was evil in the sight of the LORD, serving the Baals and Ashtarts, the gods of Aram, the gods of Sidon, the gods of Moab, the gods of the Ammonites, and the gods of the Philistines. Since they had abandoned the LORD and would not serve him,"
        },
        {
          "verse": 7,
          "text": "the LORD became angry with Israel and he sold them into the power of the Philistines and the Ammonites."
        },
        {
          "verse": 8,
          "text": "For eighteen years they afflicted and oppressed the Israelites in Bashan, and all the Israelites in the Amorite land beyond the Jordan in Gilead."
        },
        {
          "verse": 9,
          "text": "The Ammonites also crossed the Jordan to fight against Judah, Benjamin and the house of Ephraim, so that Israel was in great distress."
        },
        {
          "verse": 10,
          "text": "Then the Israelites cried out to the LORD, “We have sinned against you, for we have abandoned our God and served the Baals.”"
        },
        {
          "verse": 11,
          "text": "The LORD answered the Israelites: Did not the Egyptians, the Amorites, the Ammonites, the Philistines,"
        },
        {
          "verse": 12,
          "text": "the Sidonians, the Amalekites, and the Midianites oppress you? Yet when you cried out to me, and I saved you from their power,"
        },
        {
          "verse": 13,
          "text": "you still abandoned me and served other gods. Therefore I will save you no more."
        },
        {
          "verse": 14,
          "text": "Go and cry out to the gods you have chosen; let them save you in your time of distress."
        },
        {
          "verse": 15,
          "text": "But the Israelites said to the LORD, “We have sinned. Do to us whatever is good in your sight. Only deliver us this day!”"
        },
        {
          "verse": 16,
          "text": "And they cast out the foreign gods from their midst and served the LORD, so that he grieved over the misery of Israel."
        },
        {
          "verse": 17,
          "text": "The Ammonites were called out for war and encamped in Gilead, while the Israelites assembled and encamped at Mizpah."
        },
        {
          "verse": 18,
          "text": "The captains of the army of Gilead said to one another, “The one who begins the war against the Ammonites shall be leader of all the inhabitants of Gilead.”"
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 11 - Jephthah. Jephthah the Gileadite was a warrior. He was the son of a prostitute, fathered by Gilead."
        },
        {
          "verse": 2,
          "text": "Gilead’s wife had also borne him sons. When they grew up the sons of the wife had driven Jephthah away, saying to him, “You shall inherit nothing in our father’s house, for you are the son of another woman.”"
        },
        {
          "verse": 3,
          "text": "So Jephthah had fled from his brothers and taken up residence in the land of Tob. Worthless men had joined company with him, and went out with him on raids."
        },
        {
          "verse": 4,
          "text": "Some time later, the Ammonites went to war with Israel."
        },
        {
          "verse": 5,
          "text": "As soon as the Ammonites were at war with Israel, the elders of Gilead went to bring Jephthah from the land of Tob."
        },
        {
          "verse": 6,
          "text": "“Come,” they said to Jephthah, “be our commander so that we can fight the Ammonites.”"
        },
        {
          "verse": 7,
          "text": "“Are you not the ones who hated me and drove me from my father’s house?” Jephthah replied to the elders of Gilead, “Why do you come to me now, when you are in distress?”"
        },
        {
          "verse": 8,
          "text": "The elders of Gilead said to Jephthah, “This is the reason we have come back to you now: if you go with us to fight against the Ammonites, you shall be the leader of all of the inhabitants of Gilead.”"
        },
        {
          "verse": 9,
          "text": "Jephthah answered the elders of Gilead, “If you bring me back to fight against the Ammonites and the LORD delivers them up to me, I will be your leader.”"
        },
        {
          "verse": 10,
          "text": "The elders of Gilead said to Jephthah, “The LORD is witness between us that we will do as you say.”"
        },
        {
          "verse": 11,
          "text": "So Jephthah went with the elders of Gilead, and the army made him their leader and commander. Jephthah gave all his orders in the presence of the LORD in Mizpah."
        },
        {
          "verse": 12,
          "text": "Then he sent messengers to the king of the Ammonites to say, “What do you have against me that you come to fight with me in my land?”"
        },
        {
          "verse": 13,
          "text": "The king of the Ammonites answered the messengers of Jephthah, “Israel took away my land from the Arnon to the Jabbok and the Jordan when they came up from Egypt. Now restore it peaceably.”"
        },
        {
          "verse": 14,
          "text": "Again Jephthah sent messengers to the king of the Ammonites,"
        },
        {
          "verse": 15,
          "text": "saying to him, “This is what Jephthah says: ‘Israel did not take the land of Moab or the land of the Ammonites."
        },
        {
          "verse": 16,
          "text": "For when they came up from Egypt, Israel went through the wilderness to the Red Sea and came to Kadesh."
        },
        {
          "verse": 17,
          "text": "Israel then sent messengers to the king of Edom saying, “Let me pass through your land.” But the king of Edom did not give consent. They also sent to the king of Moab, but he too was unwilling. So Israel remained in Kadesh."
        },
        {
          "verse": 18,
          "text": "Then they went through the wilderness, and bypassing the land of Edom and the land of Moab, they arrived east of the land of Moab and encamped across the Arnon. Thus they did not enter the territory of Moab, for the Arnon is the boundary of Moab."
        },
        {
          "verse": 19,
          "text": "Then Israel sent messengers to the Amorite king Sihon, who was king of Heshbon. Israel said to him, “Let me pass through your land to my own place.”"
        },
        {
          "verse": 20,
          "text": "But Sihon refused to let Israel pass through his territory. He gathered all his soldiers, and they encamped at Jahaz and fought Israel."
        },
        {
          "verse": 21,
          "text": "But the LORD, the God of Israel, delivered Sihon and his entire army into the power of Israel, who defeated them and occupied all the land of the Amorites who lived in that region."
        },
        {
          "verse": 22,
          "text": "They occupied all of the Amorite territory from the Arnon to the Jabbok and the wilderness to the Jordan."
        },
        {
          "verse": 23,
          "text": "Now, then, it was the LORD, the God of Israel, who dispossessed the Amorites for his people, Israel. And you are going to dispossess them?"
        },
        {
          "verse": 24,
          "text": "Should you not take possession of that which your god Chemosh gave you to possess, and should we not take possession of all that the LORD, our God, has dispossessed for us?"
        },
        {
          "verse": 25,
          "text": "Now, then, are you any better than Balak, son of Zippor, king of Moab? Did he ever quarrel with Israel or make war against them?"
        },
        {
          "verse": 26,
          "text": "Israel has dwelt in Heshbon and its villages, Aroer and its villages, and all the cities on the banks of the Arnon for three hundred years. Why did you not recover them during that time?"
        },
        {
          "verse": 27,
          "text": "As for me, I have not sinned against you, but you wrong me by making war against me. Let the LORD, who is judge, decide this day between the Israelites and the Ammonites!’”"
        },
        {
          "verse": 28,
          "text": "But the king of the Ammonites paid no heed to the message Jephthah sent him."
        },
        {
          "verse": 29,
          "text": "Jephthah’s Vow. The spirit of the LORD came upon Jephthah. He passed through Gilead and Manasseh, and through Mizpah of Gilead as well, and from Mizpah of Gilead he crossed over against the Ammonites."
        },
        {
          "verse": 30,
          "text": "Jephthah made a vow to the LORD. “If you deliver the Ammonites into my power,” he said,"
        },
        {
          "verse": 31,
          "text": "“whoever comes out of the doors of my house to meet me when I return from the Ammonites in peace shall belong to the LORD. I shall offer him up as a burnt offering.”"
        },
        {
          "verse": 32,
          "text": "Jephthah then crossed over against the Ammonites to fight against them, and the LORD delivered them into his power."
        },
        {
          "verse": 33,
          "text": "He inflicted a very severe defeat on them from Aroer to the approach of Minnith—twenty cities in all—and as far as Abel-keramin. So the Ammonites were brought into subjection by the Israelites."
        },
        {
          "verse": 34,
          "text": "When Jephthah returned to his house in Mizpah, it was his daughter who came out to meet him, with tambourine-playing and dancing. She was his only child: he had neither son nor daughter besides her."
        },
        {
          "verse": 35,
          "text": "When he saw her, he tore his garments and said, “Ah, my daughter! You have struck me down and brought calamity upon me. For I have made a vow to the LORD and I cannot take it back.”"
        },
        {
          "verse": 36,
          "text": "“Father,” she replied, “you have made a vow to the LORD. Do with me as you have vowed, because the LORD has taken vengeance for you against your enemies the Ammonites.”"
        },
        {
          "verse": 37,
          "text": "Then she said to her father, “Let me have this favor. Do nothing for two months, that I and my companions may go wander in the mountains to weep for my virginity.”"
        },
        {
          "verse": 38,
          "text": "“Go,” he replied, and sent her away for two months. So she departed with her companions and wept for her virginity in the mountains."
        },
        {
          "verse": 39,
          "text": "At the end of the two months she returned to her father, and he did to her as he had vowed. She had not had relations with any man. It became a custom in Israel"
        },
        {
          "verse": 40,
          "text": "for Israelite women to go yearly to mourn the daughter of Jephthah the Gileadite for four days of the year."
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 12 - The Shibboleth Incident. The men of Ephraim were called out, and they crossed over to Zaphon. They said to Jephthah, “Why did you go to fight with the Ammonites without calling us to go with you? We will burn your house on top of you.”"
        },
        {
          "verse": 2,
          "text": "Jephthah answered them, “My soldiers and I were engaged in a contest with the Ammonites. They were pressing us hard, and I cried out to you, but you did not come to save me from their power."
        },
        {
          "verse": 3,
          "text": "When I saw that you were not coming to save me, I took my life in my own hand and crossed over against the Ammonites, and the LORD delivered them into my power. Why, then, should you come up against me this day to fight with me?”"
        },
        {
          "verse": 4,
          "text": "Then Jephthah gathered together all the men of Gilead and fought against Ephraim. The men of Gilead defeated Ephraim,"
        },
        {
          "verse": 5,
          "text": "and Gilead seized the fords of the Jordan against Ephraim. When any of the fleeing Ephraimites said, “Let me pass,” the men of Gilead would say to him, “Are you an Ephraimite?” If he answered, “No!”"
        },
        {
          "verse": 6,
          "text": "they would ask him to say “Shibboleth.” If he said “Sibboleth,” not pronouncing it exactly right, they would seize him and kill him at the fords of the Jordan. Forty-two thousand Ephraimites fell at that time."
        },
        {
          "verse": 7,
          "text": "Jephthah judged Israel for six years, and Jephthah the Gileadite died and was buried in his city in Gilead."
        },
        {
          "verse": 8,
          "text": "Ibzan. After him Ibzan of Bethlehem judged Israel."
        },
        {
          "verse": 9,
          "text": "He had thirty sons and thirty daughters whom he gave in marriage outside the family, while bringing in thirty wives for his sons from outside the family. He judged Israel for seven years."
        },
        {
          "verse": 10,
          "text": "Ibzan died and was buried in Bethlehem."
        },
        {
          "verse": 11,
          "text": "Elon. After him Elon the Zebulunite judged Israel; he judged Israel for ten years."
        },
        {
          "verse": 12,
          "text": "Elon the Zebulunite died and was buried at Aijalon in the land of Zebulun."
        },
        {
          "verse": 13,
          "text": "Abdon. After him Abdon, son of Hillel, the Pirathonite, judged Israel."
        },
        {
          "verse": 14,
          "text": "He had forty sons and thirty grandsons, who rode on seventy donkeys. He judged Israel for eight years."
        },
        {
          "verse": 15,
          "text": "Abdon, son of Hillel, the Pirathonite, died and was buried in Pirathon in the land of Ephraim in the mountain region of the Amalekites."
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 13 - The Birth of Samson. The Israelites again did what was evil in the sight of the LORD, who therefore delivered them into the power of the Philistines for forty years."
        },
        {
          "verse": 2,
          "text": "There was a certain man from Zorah, of the clan of the Danites, whose name was Manoah. His wife was barren and had borne no children."
        },
        {
          "verse": 3,
          "text": "An angel of the LORD appeared to the woman and said to her: Though you are barren and have had no children, you will conceive and bear a son."
        },
        {
          "verse": 4,
          "text": "Now, then, be careful to drink no wine or beer and to eat nothing unclean,"
        },
        {
          "verse": 5,
          "text": "for you will conceive and bear a son. No razor shall touch his head, for the boy is to be a nazirite for God from the womb. It is he who will begin to save Israel from the power of the Philistines."
        },
        {
          "verse": 6,
          "text": "The woman went and told her husband, “A man of God came to me; he had the appearance of an angel of God, fearsome indeed. I did not ask him where he came from, nor did he tell me his name."
        },
        {
          "verse": 7,
          "text": "But he said to me, ‘You will conceive and bear a son. So drink no wine or beer, and eat nothing unclean. For the boy shall be a nazirite for God from the womb, until the day of his death.’”"
        },
        {
          "verse": 8,
          "text": "Manoah then prayed to the LORD. “Please, my Lord,” he said, “may the man of God whom you sent return to us to teach us what to do for the boy who is to be born.”"
        },
        {
          "verse": 9,
          "text": "God heard the prayer of Manoah, and the angel of God came again to the woman as she was sitting in the field; but her husband Manoah was not with her."
        },
        {
          "verse": 10,
          "text": "The woman ran quickly and told her husband. “The man who came to me the other day has appeared to me,” she said to him;"
        },
        {
          "verse": 11,
          "text": "so Manoah got up and followed his wife. When he reached the man, he said to him, “Are you the one who spoke to my wife?” I am, he answered."
        },
        {
          "verse": 12,
          "text": "Then Manoah asked, “Now, when what you say comes true, what rules must the boy follow? What must he do?”"
        },
        {
          "verse": 13,
          "text": "The angel of the LORD answered Manoah: Your wife must be careful about all the things of which I spoke to her."
        },
        {
          "verse": 14,
          "text": "She must not eat anything that comes from the vine, she must not drink wine or beer, and she must not eat anything unclean. Let her observe all that I have commanded her."
        },
        {
          "verse": 15,
          "text": "Then Manoah said to the angel of the LORD, “Permit us to detain you, so that we may prepare a young goat for you.”"
        },
        {
          "verse": 16,
          "text": "But the angel of the LORD answered Manoah: Though you detained me, I would not eat your food. But if you want to prepare a burnt offering, then offer it up to the LORD. For Manoah did not know that he was the angel of the LORD."
        },
        {
          "verse": 17,
          "text": "Then Manoah said to the angel of the LORD, “What is your name, that we may honor you when your words come true?”"
        },
        {
          "verse": 18,
          "text": "The angel of the LORD answered him: Why do you ask my name? It is wondrous."
        },
        {
          "verse": 19,
          "text": "Then Manoah took a young goat with a grain offering and offered it on the rock to the LORD, who works wonders. While Manoah and his wife were looking on,"
        },
        {
          "verse": 20,
          "text": "as the flame rose to the heavens from the altar, the angel of the LORD ascended in the flame of the altar. When Manoah and his wife saw this, they fell on their faces to the ground;"
        },
        {
          "verse": 21,
          "text": "but the angel of the LORD was seen no more by Manoah and his wife. Then Manoah, realizing that it was the angel of the LORD,"
        },
        {
          "verse": 22,
          "text": "said to his wife, “We will certainly die, for we have seen God.”"
        },
        {
          "verse": 23,
          "text": "But his wife said to him, “If the LORD had meant to kill us, he would not have accepted a burnt offering and grain offering from our hands! Nor would he have let us see all this, or hear what we have heard.”"
        },
        {
          "verse": 24,
          "text": "The woman bore a son and named him Samson, and when the boy grew up the LORD blessed him."
        },
        {
          "verse": 25,
          "text": "The spirit of the LORD came upon him for the first time in Mahaneh-dan, between Zorah and Eshtaol."
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 14 - Marriage of Samson. Samson went down to Timnah where he saw one of the Philistine women."
        },
        {
          "verse": 2,
          "text": "On his return he told his father and mother, “I saw in Timnah a woman, a Philistine. Get her for me as a wife.”"
        },
        {
          "verse": 3,
          "text": "His father and mother said to him, “Is there no woman among your kinsfolk or among all your people, that you must go and take a woman from the uncircumcised Philistines?” But Samson answered his father, “Get her for me, for she is the one I want.”"
        },
        {
          "verse": 4,
          "text": "Now his father and mother did not know that this had been brought about by the LORD, who was seeking an opportunity against the Philistines; for at that time they ruled over Israel."
        },
        {
          "verse": 5,
          "text": "So Samson went down to Timnah with his father and mother. When he turned aside to the vineyards of Timnah, a young lion came roaring out toward him."
        },
        {
          "verse": 6,
          "text": "But the spirit of the LORD rushed upon Samson, and he tore the lion apart barehanded, as one tears a young goat. Without telling his father or mother what he had done,"
        },
        {
          "verse": 7,
          "text": "he went down and spoke to the woman. He liked her."
        },
        {
          "verse": 8,
          "text": "Later, when he came back to marry her, he turned aside to look at the remains of the lion, and there was a swarm of bees in the lion’s carcass, and honey."
        },
        {
          "verse": 9,
          "text": "So he scooped the honey out into his hands and ate it as he went along. When he came to his father and mother, he gave them some to eat, but he did not tell them that he had scooped the honey from the lion’s carcass."
        },
        {
          "verse": 10,
          "text": "His father also went down to the woman, and Samson gave a feast there, since it was customary for the young men to do this."
        },
        {
          "verse": 11,
          "text": "Out of their fear of him, they brought thirty men to be his companions."
        },
        {
          "verse": 12,
          "text": "Samson said to them, “Let me propose a riddle to you. If within the seven days of the feast you solve it for me, I will give you thirty linen tunics and thirty sets of garments."
        },
        {
          "verse": 13,
          "text": "But if you cannot answer it for me, you must give me thirty tunics and thirty sets of garments.” “Propose your riddle,” they responded, “and we will listen to it.”"
        },
        {
          "verse": 14,
          "text": "So he said to them, “Out of the eater came food, out of the strong came sweetness.” For three days they were unable to answer the riddle,"
        },
        {
          "verse": 15,
          "text": "and on the fourth day they said to Samson’s wife, “Trick your husband into solving the riddle for us, or we will burn you and your family. Did you invite us here to reduce us to poverty?”"
        },
        {
          "verse": 16,
          "text": "So Samson’s wife wept at his side and said, “You just hate me! You do not love me! You proposed a riddle to my people, but did not tell me the answer.” He said to her, “If I did not tell even my father or my mother, must I tell you?”"
        },
        {
          "verse": 17,
          "text": "But she wept beside him during the seven days the feast lasted, and on the seventh day, he told her the answer, because she pressed him, and she explained the riddle to her people."
        },
        {
          "verse": 18,
          "text": "On the seventh day, before the sun set, the men of the city said to him, “What is sweeter than honey, what is stronger than a lion?” He replied to them, “If you had not plowed with my heifer, you would not have solved my riddle.”"
        },
        {
          "verse": 19,
          "text": "The spirit of the LORD rushed upon him, and he went down to Ashkelon, where he killed thirty of their men and stripped them; he gave their garments to those who had answered the riddle. Then he went off to his own family in anger,"
        },
        {
          "verse": 20,
          "text": "and Samson’s wife was married to the companion who had been his best man."
        }
      ]
    },
    {
      "chapter": 15,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 15 - Samson Defeats the Philistines. After some time, in the season of the wheat harvest, Samson visited his wife, bringing a young goat. But when he said, “Let me go into my wife’s room,” her father would not let him go in."
        },
        {
          "verse": 2,
          "text": "He said, “I thought you hated her, so I gave her to your best man. Her younger sister is better; you may have her instead.”"
        },
        {
          "verse": 3,
          "text": "Samson said to him, “This time I am guiltless if I harm the Philistines.”"
        },
        {
          "verse": 4,
          "text": "So Samson went and caught three hundred jackals, and turning them tail to tail, he took some torches and tied one between each pair of tails."
        },
        {
          "verse": 5,
          "text": "He then kindled the torches and set the jackals loose in the standing grain of the Philistines, thus burning both the shocks and standing grain, the vineyards and olive groves."
        },
        {
          "verse": 6,
          "text": "When the Philistines asked, “Who has done this?” they were told, “Samson, the son-in-law of the Timnite, because his wife was taken and given to his best man.” So the Philistines went up and destroyed her and her family by fire."
        },
        {
          "verse": 7,
          "text": "Samson said to them, “If this is how you act, I will not stop until I have taken revenge on you.”"
        },
        {
          "verse": 8,
          "text": "And he struck them hip and thigh—a great slaughter. Then he went down and stayed in a cleft of the crag of Etam."
        },
        {
          "verse": 9,
          "text": "The Philistines went up and encamped in Judah, deploying themselves against Lehi."
        },
        {
          "verse": 10,
          "text": "When the men of Judah asked, “Why have you come up against us?” they answered, “To take Samson prisoner; to do to him as he has done to us.”"
        },
        {
          "verse": 11,
          "text": "Three thousand men of Judah went down to the cleft of the crag of Etam and said to Samson, “Do you not know that the Philistines are our rulers? Why, then, have you done this to us?” He answered them, “As they have done to me, so have I done to them.”"
        },
        {
          "verse": 12,
          "text": "They said to him, “We have come down to bind you and deliver you to the Philistines.” Samson said to them, “Swear to me that you will not attack me yourselves.”"
        },
        {
          "verse": 13,
          "text": "“No,” they replied, “we will only bind you and hand you over to them. We will certainly not kill you.” So they bound him with two new ropes and brought him up from the crag."
        },
        {
          "verse": 14,
          "text": "When he reached Lehi, and the Philistines came shouting to meet him, the spirit of the LORD rushed upon him: the ropes around his arms became like flax that is consumed by fire, and his bonds melted away from his hands."
        },
        {
          "verse": 15,
          "text": "Coming upon the fresh jawbone of an ass, he reached out, grasped it, and with it killed a thousand men."
        },
        {
          "verse": 16,
          "text": "Then Samson said, “With the jawbone of an ass I have piled them in a heap; With the jawbone of an ass I have slain a thousand men.”"
        },
        {
          "verse": 17,
          "text": "As he finished speaking he threw the jawbone from him; and so that place was named Ramath-lehi."
        },
        {
          "verse": 18,
          "text": "Being very thirsty, he cried to the LORD and said, “You have put this great victory into the hand of your servant. Must I now die of thirst and fall into the hands of the uncircumcised?”"
        },
        {
          "verse": 19,
          "text": "Then God split the cavity in Lehi, and water issued from it, and Samson drank till his spirit returned and he revived. Hence it is called En-hakkore in Lehi to this day."
        },
        {
          "verse": 20,
          "text": "Samson judged Israel for twenty years in the days of the Philistines."
        }
      ]
    },
    {
      "chapter": 16,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 16 - Once Samson went to Gaza, where he saw a prostitute and visited her."
        },
        {
          "verse": 2,
          "text": "The people of Gaza were told, “Samson has come here,” and they surrounded him with an ambush at the city gate all night long. And all the night they waited, saying, “At morning light we will kill him.”"
        },
        {
          "verse": 3,
          "text": "Samson lay there until midnight. Then he rose at midnight, seized the doors of the city gate and the two gateposts, and tore them loose, bar and all. He hoisted them on his shoulders and carried them to the top of the ridge opposite Hebron."
        },
        {
          "verse": 4,
          "text": "Samson and Delilah. After that he fell in love with a woman in the Wadi Sorek whose name was Delilah."
        },
        {
          "verse": 5,
          "text": "The lords of the Philistines came up to her and said, “Trick him and find out where he gets his great strength, and how we may overcome and bind him so as to make him helpless. Then for our part, we will each give you eleven hundred pieces of silver.”"
        },
        {
          "verse": 6,
          "text": "So Delilah said to Samson, “Tell me where you get your great strength and how you may be bound so as to be made helpless.”"
        },
        {
          "verse": 7,
          "text": "“If they bind me with seven fresh bowstrings that have not dried,” Samson answered her, “I shall grow weaker and be like anyone else.”"
        },
        {
          "verse": 8,
          "text": "So the lords of the Philistines brought her seven fresh bowstrings that had not dried, and she bound him with them."
        },
        {
          "verse": 9,
          "text": "She had men lying in wait in the room, and she said to him, “The Philistines are upon you, Samson!” But he snapped the bowstrings as a thread of tow is snapped by a whiff of flame; and his strength remained unexplained."
        },
        {
          "verse": 10,
          "text": "Delilah said to Samson, “You have mocked me and told me lies. Now tell me how you may be bound.”"
        },
        {
          "verse": 11,
          "text": "“If they bind me tight with new ropes, with which no work has been done,” he answered her, “I shall grow weaker and be like anyone else.”"
        },
        {
          "verse": 12,
          "text": "So Delilah took new ropes and bound him with them. Then she said to him, “The Philistines are upon you, Samson!” For there were men lying in wait in the room. But he snapped the ropes off his arms like thread."
        },
        {
          "verse": 13,
          "text": "Delilah said to Samson again, “Up to now you have mocked me and told me lies. Tell me how you may be bound.” He said to her, “If you weave the seven locks of my hair into the web and fasten them with the pin, I shall grow weaker and be like anyone else.”"
        },
        {
          "verse": 14,
          "text": "So when he went to bed, Delilah took the seven locks of his hair and wove them into the web, and fastened them with the pin. Then she said, “The Philistines are upon you, Samson!” Awakening from his sleep, he pulled out both the loom and the web."
        },
        {
          "verse": 15,
          "text": "Then she said to him, “How can you say ‘I love you’ when your heart is not mine? Three times already you have mocked me, and not told me where you get your great strength!”"
        },
        {
          "verse": 16,
          "text": "She pressed him continually and pestered him till he was deathly weary of it."
        },
        {
          "verse": 17,
          "text": "So he told her all that was in his heart and said, “No razor has touched my head, for I have been a nazirite for God from my mother’s womb. If I am shaved, my strength will leave me, and I shall grow weaker and be like anyone else.”"
        },
        {
          "verse": 18,
          "text": "When Delilah realized that he had told her all that was in his heart, she summoned the lords of the Philistines, saying, “Come up this time, for he has told me all that is in his heart.” So the lords of the Philistines came to her and brought the money with them."
        },
        {
          "verse": 19,
          "text": "She put him to sleep on her lap, and called for a man who shaved off the seven locks of his hair. He immediately became helpless, for his strength had left him."
        },
        {
          "verse": 20,
          "text": "When she said “The Philistines are upon you, Samson!” he woke from his sleep and thought, “I will go out as I have done time and again and shake myself free.” He did not realize that the LORD had left him."
        },
        {
          "verse": 21,
          "text": "But the Philistines seized him and gouged out his eyes. Then they brought him down to Gaza and bound him with bronze fetters, and he was put to grinding grain in the prison."
        },
        {
          "verse": 22,
          "text": "But the hair of his head began to grow as soon as it was shaved."
        },
        {
          "verse": 23,
          "text": "The Death of Samson. The lords of the Philistines assembled to offer a great sacrifice to their god Dagon and to celebrate. They said, “Our god has delivered Samson our enemy into our power.”"
        },
        {
          "verse": 24,
          "text": "When the people saw him, they praised their god. For they said, “Our god has delivered into our power our enemy, the ravager of our land, the one who has multiplied our slain.”"
        },
        {
          "verse": 25,
          "text": "When their spirits were high, they said, “Call Samson that he may amuse us.” So they called Samson from the prison, and he provided amusement for them. They made him stand between the columns,"
        },
        {
          "verse": 26,
          "text": "and Samson said to the attendant who was holding his hand, “Put me where I may touch the columns that support the temple, so that I may lean against them.”"
        },
        {
          "verse": 27,
          "text": "The temple was full of men and women: all the lords of the Philistines were there, and from the roof about three thousand men and women looked on as Samson provided amusement."
        },
        {
          "verse": 28,
          "text": "Samson cried out to the LORD and said, “Lord GOD, remember me! Strengthen me only this once that I may avenge myself on the Philistines at one blow for my two eyes.”"
        },
        {
          "verse": 29,
          "text": "Samson grasped the two middle columns on which the temple rested and braced himself against them, one at his right, the other at his left."
        },
        {
          "verse": 30,
          "text": "Then saying, “Let me die with the Philistines!” Samson pushed hard, and the temple fell upon the lords and all the people who were in it. Those he killed by his dying were more than those he had killed during his lifetime."
        },
        {
          "verse": 31,
          "text": "His kinsmen and all his father’s house went down and bore him up for burial in the grave of Manoah his father between Zorah and Eshtaol. He had judged Israel for twenty years."
        }
      ]
    },
    {
      "chapter": 17,
      "verses": [
        {
          "verse": 1,
          "text": "III. Further Stories of the Tribes of Dan and Benjamin Chapter 17 - Micah and the Levite. There was a man from the mountain region of Ephraim whose name was Micah."
        },
        {
          "verse": 2,
          "text": "He said to his mother, “The eleven hundred pieces of silver that were taken from you, about which you pronounced a curse and even said it in my hearing—I have that silver. I took it. So now I will restore it to you.” Then his mother said, “May my son be blessed by the LORD!”"
        },
        {
          "verse": 3,
          "text": "When he restored the eleven hundred pieces of silver to his mother, she said, “I consecrate the silver to the LORD from my own hand on behalf of my son to make an idol overlaid with silver.”"
        },
        {
          "verse": 4,
          "text": "So when he restored the silver to his mother, she took two hundred pieces and gave them to the silversmith, who made of them an idol overlaid with silver. So it remained in the house of Micah."
        },
        {
          "verse": 5,
          "text": "The man Micah had a shrine, and he made an ephod and teraphim, and installed one of his sons, who became his priest."
        },
        {
          "verse": 6,
          "text": "In those days there was no king in Israel; everyone did what was right in their own eyes."
        },
        {
          "verse": 7,
          "text": "There was a young man from Bethlehem of Judah, from the clan of Judah; he was a Levite residing there."
        },
        {
          "verse": 8,
          "text": "The man set out from the city, Bethlehem of Judah, to take up residence wherever he could find a place. On his journey he came into the mountain region of Ephraim as far as the house of Micah."
        },
        {
          "verse": 9,
          "text": "“Where do you come from?” Micah asked him. He answered him, “I am a Levite, from Bethlehem in Judah, and I am on my way to take up residence wherever I can find a place.”"
        },
        {
          "verse": 10,
          "text": "“Stay with me,” Micah said to him. “Be father and priest to me, and I will give you ten silver pieces a year, a set of garments, and your living.” He pressed the Levite,"
        },
        {
          "verse": 11,
          "text": "and he agreed to stay with the man. The young man became like one of his own sons."
        },
        {
          "verse": 12,
          "text": "Micah installed the Levite, and the young man became his priest, remaining in the house of Micah."
        },
        {
          "verse": 13,
          "text": "Then Micah said, “Now I know that the LORD will prosper me, since I have the Levite as my priest.”"
        }
      ]
    },
    {
      "chapter": 18,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 18 - Migration of the Danites. In those days there was no king in Israel. In those days the tribe of the Danites were in search of a heritage to dwell in, for up to that time no heritage had been allotted to them among the tribes of Israel."
        },
        {
          "verse": 2,
          "text": "So the Danites sent from their clans five powerful men of Zorah and Eshtaol, to reconnoiter the land and scout it. “Go, scout the land,” they were told. They went into the mountain region of Ephraim, and they spent the night there."
        },
        {
          "verse": 3,
          "text": "While they were near the house of Micah, they recognized the voice of the young Levite, so they turned aside. They asked him, “Who brought you here? What are you doing here? What is your interest here?”"
        },
        {
          "verse": 4,
          "text": "“This is what Micah has done for me,” he replied to them. “He has hired me and I have become his priest.”"
        },
        {
          "verse": 5,
          "text": "They said to him, “Consult God, that we may know whether the journey we are making will lead to success.”"
        },
        {
          "verse": 6,
          "text": "The priest said to them, “Go in peace! The journey you are making is under the eye of the LORD.”"
        },
        {
          "verse": 7,
          "text": "So the five men went on and came to Laish. They saw the people there living securely after the manner of the Sidonians, quiet and trusting, with no lack of any natural resource. They were distant from the Sidonians and had no dealings with the Arameans."
        },
        {
          "verse": 8,
          "text": "When the five returned to their kin in Zorah and Eshtaol, they were asked, “What do you have to report?”"
        },
        {
          "verse": 9,
          "text": "They replied, “Come, let us attack them, for we have seen the land and it is very good. Are you going to hesitate? Do not be slow to go in and take possession of the land!"
        },
        {
          "verse": 10,
          "text": "When you go you will come to a trusting people. The land stretches out in both directions, and God has indeed given it into your power—a place where no natural resource is lacking.”"
        },
        {
          "verse": 11,
          "text": "So six hundred of the clan of the Danites, men armed with weapons of war, set out from Zorah and Eshtaol."
        },
        {
          "verse": 12,
          "text": "They marched up into Judah and encamped near Kiriath-jearim; for this reason the place is called Mahaneh-dan to this day (it lies west of Kiriath-jearim)."
        },
        {
          "verse": 13,
          "text": "From there they passed on into the mountain region of Ephraim and came to the house of Micah."
        },
        {
          "verse": 14,
          "text": "Then the five men who had gone to reconnoiter the land spoke up and said to their kindred, “Do you know that in these houses there are an ephod, teraphim, and an idol overlaid with silver? Now decide what you must do!”"
        },
        {
          "verse": 15,
          "text": "So turning in that direction, they went to the house of the young Levite at the home of Micah and greeted him."
        },
        {
          "verse": 16,
          "text": "The six hundred Danites stationed themselves at the entrance of the gate armed with weapons of war."
        },
        {
          "verse": 17,
          "text": "The five men who had gone to reconnoiter the land went up"
        },
        {
          "verse": 18,
          "text": "and entered the house of Micah with the priest standing there. They took the idol, the ephod, the teraphim and the metal image. When the priest said to them, “What are you doing?”"
        },
        {
          "verse": 19,
          "text": "they said to him, “Be still! Put your hand over your mouth! Come with us and be our father and priest. Is it better for you to be priest for the family of one man or to be priest for a tribe and a clan in Israel?”"
        },
        {
          "verse": 20,
          "text": "The priest, agreeing, took the ephod, the teraphim, and the idol, and went along with the troops."
        },
        {
          "verse": 21,
          "text": "As they turned to depart, they placed their little ones, their livestock, and their goods at the head of the column."
        },
        {
          "verse": 22,
          "text": "When the Danites had gone some distance from the house of Micah, Micah and the men in the houses nearby mustered and overtook them."
        },
        {
          "verse": 23,
          "text": "They called to the Danites, who turned and said to Micah, “What do you want that you have called this muster?”"
        },
        {
          "verse": 24,
          "text": "“You have taken my god, which I made for myself, and you have gone off with my priest as well,” he answered. “What is left for me? How, then, can you ask me, ‘What do you want?’”"
        },
        {
          "verse": 25,
          "text": "The Danites said to him, “Do not let your voice be heard near us, or aggravated men will attack you, and you will have forfeited your life and the lives of your family!”"
        },
        {
          "verse": 26,
          "text": "Then the Danites went on their way, and Micah, seeing that they were too strong for him, turned back and went home."
        },
        {
          "verse": 27,
          "text": "Having taken what Micah had made and his priest, they marched against Laish, a quiet and trusting people; they put them to the sword and destroyed the city by fire."
        },
        {
          "verse": 28,
          "text": "No one came to their aid, since the city was far from Sidon and they had no dealings with the Arameans; the city was in the valley that belongs to Beth-rehob. The Danites then rebuilt the city and occupied it."
        },
        {
          "verse": 29,
          "text": "They named it Dan after their ancestor Dan, who was born to Israel. But Laish was the name of the city formerly."
        },
        {
          "verse": 30,
          "text": "The Danites set up the idol for themselves, and Jonathan, son of Gershom, son of Moses, and his descendants were priests for the tribe of the Danites until the time the land went into captivity."
        },
        {
          "verse": 31,
          "text": "They maintained the idol Micah had made as long as the house of God was in Shiloh."
        }
      ]
    },
    {
      "chapter": 19,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 19 - The Levite from Ephraim. In those days, when there was no king in Israel, there was a Levite residing in remote parts of the mountain region of Ephraim who had taken for himself a concubine from Bethlehem of Judah."
        },
        {
          "verse": 2,
          "text": "But his concubine spurned him and left him for her father’s house in Bethlehem of Judah, where she stayed for some four months."
        },
        {
          "verse": 3,
          "text": "Her husband then set out with his servant and a pair of donkeys, and went after her to soothe her and bring her back. He arrived at her father’s house, and when the young woman’s father saw him, he came out joyfully to meet him."
        },
        {
          "verse": 4,
          "text": "His father-in-law, the young woman’s father, urged him to stay, and so he spent three days eating and drinking and passing the night there."
        },
        {
          "verse": 5,
          "text": "On the fourth day they rose early in the morning and he prepared to go. But the young woman’s father said to his son-in-law, “Fortify yourself with a little food; you can go later on.”"
        },
        {
          "verse": 6,
          "text": "So they stayed and the two men ate and drank together. Then the young woman’s father said to the husband, “Why not decide to spend the night here and enjoy yourself?”"
        },
        {
          "verse": 7,
          "text": "The man made a move to go, but when his father-in-law pressed him he went back and spent the night there."
        },
        {
          "verse": 8,
          "text": "On the fifth morning he rose early to depart, but the young woman’s father said, “Fortify yourself!” He coaxed him, and he tarried until the afternoon, and the two of them ate."
        },
        {
          "verse": 9,
          "text": "Then when the husband was ready to go with his concubine and servant, the young woman’s father said to him, “See, the day is wearing on toward evening. Stay for the night. See, the day is coming to an end. Spend the night here and enjoy yourself. Early tomorrow you can start your journey home.”"
        },
        {
          "verse": 10,
          "text": "The man, however, refused to stay another night; he and his concubine set out with a pair of saddled donkeys, and traveled until they came opposite Jebus, which is Jerusalem."
        },
        {
          "verse": 11,
          "text": "Since they were near Jebus with the day far gone, the servant said to his master, “Come, let us turn off to this city of the Jebusites and spend the night in it.”"
        },
        {
          "verse": 12,
          "text": "But his master said to him, “We will not turn off to a foreigner’s city, where there are no Israelites. We will go on to Gibeah."
        },
        {
          "verse": 13,
          "text": "Come,” he said to his servant, “let us make for some other place and spend the night in either Gibeah or Ramah.”"
        },
        {
          "verse": 14,
          "text": "So they continued on their way until the sun set on them when they were opposite Gibeah of Benjamin."
        },
        {
          "verse": 15,
          "text": "There they turned off to enter Gibeah for the night. The man went in and sat down in the town square, but no one took them inside to spend the night."
        },
        {
          "verse": 16,
          "text": "In the evening, however, an old man came from his work in the field; he was from the mountain region of Ephraim, though he was living in Gibeah where the local people were Benjaminites."
        },
        {
          "verse": 17,
          "text": "When he noticed the traveler in the town square, the old man asked, “Where are you going, and where have you come from?”"
        },
        {
          "verse": 18,
          "text": "He said to him, “We are traveling from Bethlehem of Judah far up into the mountain region of Ephraim, where I am from. I have been to Bethlehem of Judah, and now I am going home; but no one has taken me into his house."
        },
        {
          "verse": 19,
          "text": "We have straw and fodder for our donkeys, and bread and wine for myself and for your maidservant and the young man who is with your servant; there is nothing else we need.”"
        },
        {
          "verse": 20,
          "text": "“Rest assured,” the old man said to him, “I will provide for all your needs, but do not spend the night in the public square.”"
        },
        {
          "verse": 21,
          "text": "So he led them to his house and mixed fodder for the donkeys. Then they washed their feet, and ate and drank."
        },
        {
          "verse": 22,
          "text": "The Outrage at Gibeah. While they were enjoying themselves, the men of the city, a bunch of scoundrels, surrounded the house and beat on the door. They said to the old man who was the owner of the house, “Bring out the man who has come into your house, so that we may get intimate with him.”"
        },
        {
          "verse": 23,
          "text": "The man who was the owner of the house went out to them and said, “No, my brothers; do not be so wicked. This man has come into my house; do not commit this terrible crime."
        },
        {
          "verse": 24,
          "text": "Instead, let me bring out my virgin daughter and this man’s concubine. Humiliate them, or do whatever you want; but against him do not commit such a terrible crime.”"
        },
        {
          "verse": 25,
          "text": "But the men would not listen to him. So the man seized his concubine and thrust her outside to them. They raped her and abused her all night until morning, and let her go as the sun was coming up."
        },
        {
          "verse": 26,
          "text": "At the approach of morning the woman came and collapsed at the entrance of the house in which her husband was, and lay there until morning."
        },
        {
          "verse": 27,
          "text": "When her husband rose in the morning and opened the door of the house to start out again on his journey, there was the woman, his concubine, collapsed at the entrance of the house with her hands on the threshold."
        },
        {
          "verse": 28,
          "text": "“Come, let us go,” he said to her, but there was no answer. So the man placed her on a donkey and started out again for home."
        },
        {
          "verse": 29,
          "text": "On reaching home, he got a knife and took hold of the body of his concubine. He cut her up limb by limb into twelve pieces and sent them throughout the territory of Israel."
        },
        {
          "verse": 30,
          "text": "He instructed the men whom he sent, “Thus you shall say to all the men of Israel: ‘Has such a thing ever happened from the day the Israelites came up from the land of Egypt to this day? Take note of it; form a plan and give orders.’”"
        }
      ]
    },
    {
      "chapter": 20,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 20 - Assembly of Israelites. So all the Israelites came out as one, from Dan to Beer-sheba including the land of Gilead, and the assembly gathered to the LORD at Mizpah."
        },
        {
          "verse": 2,
          "text": "The leaders of all the people, all the staff-bearers of Israel, presented themselves in the assembly of the people of God—four hundred thousand foot soldiers who carried swords."
        },
        {
          "verse": 3,
          "text": "Meanwhile, the Benjaminites heard that the Israelites had gone up to Mizpah. The Israelites asked, “How did this evil thing happen?”"
        },
        {
          "verse": 4,
          "text": "and the Levite, the husband of the murdered woman, testified: “It was at Gibeah of Benjamin, which my concubine and I had entered for the night."
        },
        {
          "verse": 5,
          "text": "The lords of Gibeah rose up against me and surrounded me in the house at night. I was the one they intended to kill, but they abused my concubine and she died."
        },
        {
          "verse": 6,
          "text": "So I took my concubine and cut her up and sent her through every part of the territory of Israel, because of the terrible thing they had done in Israel."
        },
        {
          "verse": 7,
          "text": "So now, all you Israelites, give your judgment and counsel in this matter.”"
        },
        {
          "verse": 8,
          "text": "All the people rose as one to say, “None of us will leave for our tents or return to our homes."
        },
        {
          "verse": 9,
          "text": "Now as for Gibeah, this is what we will do: We will go up against it by lot,"
        },
        {
          "verse": 10,
          "text": "taking from all the tribes of Israel ten men for every hundred, a hundred for every thousand, a thousand for every ten thousand, and procuring supplies for the soldiers who will go to exact from Gibeah of Benjamin the full measure of the terrible thing it committed in Israel.”"
        },
        {
          "verse": 11,
          "text": "So all the men of Israel gathered against the city, united as one."
        },
        {
          "verse": 12,
          "text": "The tribes of Israel sent men throughout the tribe of Benjamin to say, “What is this evil that has occurred among you?"
        },
        {
          "verse": 13,
          "text": "Now give up the men, the scoundrels who are in Gibeah, that we may put them to death and thus purge the evil from Israel.” But the Benjaminites refused to listen to their kindred, the Israelites."
        },
        {
          "verse": 14,
          "text": "Instead, the Benjaminites assembled from their cities at Gibeah, to march out to battle with the Israelites."
        },
        {
          "verse": 15,
          "text": "On that day the Benjaminites mustered from their cities twenty-six thousand swordsmen, in addition to the inhabitants of Gibeah, who mustered seven hundred picked men"
        },
        {
          "verse": 16,
          "text": "who were left-handed, every one of them able to sling a stone at a hair without missing."
        },
        {
          "verse": 17,
          "text": "The men of Israel, without Benjamin, mustered four hundred thousand swordsmen, all of them warriors."
        },
        {
          "verse": 18,
          "text": "They went up to Bethel and consulted God. When the Israelites asked, “Who shall go up first for us to do battle with the Benjaminites?” the LORD said: Judah first."
        },
        {
          "verse": 19,
          "text": "The Israelites rose in the morning and encamped against Gibeah."
        },
        {
          "verse": 20,
          "text": "War with Benjamin. The men of Israel marched out to do battle with Benjamin and drew up in battle array against them at Gibeah."
        },
        {
          "verse": 21,
          "text": "The Benjaminites marched out of Gibeah that day and felled twenty-two thousand men of Israel."
        },
        {
          "verse": 22,
          "text": "But the army of the men of Israel took courage and again drew up for battle in the place where they had drawn up on the previous day."
        },
        {
          "verse": 23,
          "text": "Then the Israelites went up and wept before the LORD until evening. “Shall I again engage my brother Benjamin in battle?” they asked the LORD; and the LORD answered: Attack!"
        },
        {
          "verse": 24,
          "text": "When the Israelites drew near to the Benjaminites on the second day,"
        },
        {
          "verse": 25,
          "text": "Benjamin marched out of Gibeah against them again and felled eighteen thousand Israelites, all of them swordsmen."
        },
        {
          "verse": 26,
          "text": "So the entire Israelite army went up and entered Bethel, where they sat weeping before the LORD. They fasted that day until evening and presented burnt offerings and communion offerings before the LORD."
        },
        {
          "verse": 27,
          "text": "The Israelites consulted the LORD (for the ark of the covenant of the LORD was there in those days,"
        },
        {
          "verse": 28,
          "text": "and Phinehas, son of Eleazar, son of Aaron, was standing in his presence in those days), and asked, “Shall I again go out to battle with my brother Benjamin, or shall I stop?” The LORD said: Attack! For tomorrow I will deliver him into your power."
        },
        {
          "verse": 29,
          "text": "So Israel set men in ambush around Gibeah."
        },
        {
          "verse": 30,
          "text": "When the Israelites went up against the Benjaminites on the third day, they drew up against Gibeah as on other occasions."
        },
        {
          "verse": 31,
          "text": "When the Benjaminites marched out to meet the army, they began, as on other occasions, to strike down some of the troops along the highways, one of which goes up to Bethel and one to Gibeah in the open country; about thirty Israelites were slain."
        },
        {
          "verse": 32,
          "text": "The Benjaminites thought, “They are routed before us as previously.” The Israelites, however, were thinking, “We will flee and draw them out from the city onto the highways.”"
        },
        {
          "verse": 33,
          "text": "And then all the men of Israel rose from their places, forming up at Baal-tamar, and the Israelites in ambush rushed from their place west of Gibeah"
        },
        {
          "verse": 34,
          "text": "and advanced against Gibeah with ten thousand picked men from all Israel. The fighting was severe, but no one knew that a disaster was closing in."
        },
        {
          "verse": 35,
          "text": "The LORD defeated Benjamin before Israel; and on that day the Israelites killed twenty-five thousand one hundred men of Benjamin, all of them swordsmen."
        },
        {
          "verse": 36,
          "text": "Then the Benjaminites saw that they were defeated. The men of Israel gave ground to Benjamin, trusting in the ambush they had set at Gibeah."
        },
        {
          "verse": 37,
          "text": "Then the men in ambush, having made a sudden dash against Gibeah, marched in and put the whole city to the sword."
        },
        {
          "verse": 38,
          "text": "The arrangement the men of Israel had with the men in ambush was that they would send up a smoke signal from the city,"
        },
        {
          "verse": 39,
          "text": "and the men of Israel would then wheel about in the battle. Benjamin, having begun by killing off some thirty of the men of Israel, thought, “Surely they are completely routed before us, as in the earlier fighting.”"
        },
        {
          "verse": 40,
          "text": "But when the signal, the column of smoke, began to rise up from the city, Benjamin looked back and there was the whole city going up in smoke toward heaven."
        },
        {
          "verse": 41,
          "text": "Then when the men of Israel wheeled about, the men of Benjamin were thrown into confusion, for they realized that disaster was closing in on them."
        },
        {
          "verse": 42,
          "text": "They retreated before the men of Israel in the direction of the wilderness, but the fighting kept pace with them, and those who had been in the city were spreading destruction in between."
        },
        {
          "verse": 43,
          "text": "They surrounded the men of Benjamin, pursued them from Nohah and drove them along to a point east of Gibeah."
        },
        {
          "verse": 44,
          "text": "Eighteen thousand from Benjamin fell, all of them warriors."
        },
        {
          "verse": 45,
          "text": "They turned and fled into the wilderness to the crag of Rimmon. The Israelites picked off five thousand men on the highways and kept pace with them as far as Gidom, where they struck down another two thousand of them."
        },
        {
          "verse": 46,
          "text": "The total of those from Benjamin who fell that day was twenty-five thousand swordsmen, all of them warriors."
        },
        {
          "verse": 47,
          "text": "Six hundred men turned and fled into the wilderness to the crag of Rimmon, where they remained for four months."
        },
        {
          "verse": 48,
          "text": "Then the men of Israel turned back against the Benjaminites, putting them to the sword—the inhabitants of the cities, the livestock, and all they came upon. Moreover they destroyed by fire all the cities they came upon."
        }
      ]
    },
    {
      "chapter": 21,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 21 - Ensuring a Future for Benjamin. The men of Israel took an oath at Mizpah: “None of us will give his daughter in marriage to anyone from Benjamin.”"
        },
        {
          "verse": 2,
          "text": "So the people went to Bethel and remained there before God until evening, raising their voices in bitter weeping."
        },
        {
          "verse": 3,
          "text": "They said, “LORD, God of Israel, why has this happened in Israel that today one tribe of Israel should be lacking?”"
        },
        {
          "verse": 4,
          "text": "Early the next day the people built an altar there and offered burnt offerings and communion offerings."
        },
        {
          "verse": 5,
          "text": "Then the Israelites asked, “Are there any among all the tribes of Israel who did not come up to the LORD for the assembly?” For there was a solemn oath that anyone who did not go up to the LORD at Mizpah should be put to death."
        },
        {
          "verse": 6,
          "text": "The Israelites were disconsolate over their brother Benjamin and said, “Today one tribe has been cut off from Israel."
        },
        {
          "verse": 7,
          "text": "What can we do about wives for the survivors, since we have sworn by the LORD not to give them any of our daughters in marriage?”"
        },
        {
          "verse": 8,
          "text": "And when they asked, “Is there one among the tribes of Israel who did not come up to the LORD in Mizpah?” they found that none of the men of Jabesh-gilead had come to the encampment for the assembly."
        },
        {
          "verse": 9,
          "text": "A roll call of the people was taken, and none of the inhabitants of Jabesh-gilead was present."
        },
        {
          "verse": 10,
          "text": "So the assembly sent twelve thousand warriors there with orders, “Go put the inhabitants of Jabesh-gilead to the sword."
        },
        {
          "verse": 11,
          "text": "This is what you are to do: Every male and every woman who has had relations with a male you shall put under the ban.”"
        },
        {
          "verse": 12,
          "text": "Finding among the inhabitants of Jabesh-gilead four hundred young virgin women, who had not had relations with a man, they brought them to the camp at Shiloh, in the land of Canaan."
        },
        {
          "verse": 13,
          "text": "Then the whole assembly sent word to the Benjaminites at the crag of Rimmon, offering them peace."
        },
        {
          "verse": 14,
          "text": "So Benjamin returned at that time, and they were given as wives the women of Jabesh-gilead who had been spared; but these proved to be not enough for them."
        },
        {
          "verse": 15,
          "text": "The people had regrets about Benjamin because the LORD had made a breach among the tribes of Israel."
        },
        {
          "verse": 16,
          "text": "The elders of the assembly said, “What shall we do for wives for the survivors? For the women of Benjamin have been annihilated.”"
        },
        {
          "verse": 17,
          "text": "They said, “There must be heirs for the survivors of Benjamin, so that a tribe will not be wiped out from Israel."
        },
        {
          "verse": 18,
          "text": "Yet we cannot give them any of our daughters in marriage.” For the Israelites had taken an oath, “Cursed be he who gives a wife to Benjamin!”"
        },
        {
          "verse": 19,
          "text": "Then they thought of the yearly feast of the LORD at Shiloh, north of Bethel, east of the highway that goes up from Bethel to Shechem, and south of Lebonah."
        },
        {
          "verse": 20,
          "text": "And they instructed the Benjaminites, “Go and set an ambush in the vineyards."
        },
        {
          "verse": 21,
          "text": "When you see the women of Shiloh come out to join in the dances, come out of the vineyards and catch a wife for each of you from the women of Shiloh; then go on to the land of Benjamin."
        },
        {
          "verse": 22,
          "text": "When their fathers or their brothers come to complain to us, we shall say to them, ‘Release them to us as a kindness, since we did not take a woman for every man in battle. Nor did you yourselves give your daughters to them, thus incurring guilt.’”"
        },
        {
          "verse": 23,
          "text": "The Benjaminites did this; they carried off wives for each of them from the dancers they had seized, and they went back each to his own heritage, where they rebuilt the cities and settled them."
        },
        {
          "verse": 24,
          "text": "At that time the Israelites dispersed from there for their own tribes and clans; they set out from there each to his own heritage."
        },
        {
          "verse": 25,
          "text": "In those days there was no king in Israel; everyone did what was right in their own sight."
        }
      ]
    }
  ]
}
