{
  "book": "Lamentations",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 1 The Desolation of Jerusalem - How solitary sits the city, once filled with people. She who was great among the nations is now like a widow. Once a princess among the provinces, now a toiling slave."
        },
        {
          "verse": 2,
          "text": "She weeps incessantly in the night, her cheeks damp with tears. She has no one to comfort her from all her lovers; Her friends have all betrayed her, and become her enemies."
        },
        {
          "verse": 3,
          "text": "Judah has gone into exile, after oppression and harsh labor; She dwells among the nations, yet finds no rest: All her pursuers overtake her in the narrow straits."
        },
        {
          "verse": 4,
          "text": "The roads to Zion mourn, empty of pilgrims to her feasts. All her gateways are desolate, her priests groan, Her young women grieve; her lot is bitter."
        },
        {
          "verse": 5,
          "text": "Her foes have come out on top, her enemies are secure; Because the LORD has afflicted her for her many rebellions. Her children have gone away, captive before the foe."
        },
        {
          "verse": 6,
          "text": "From daughter Zion has gone all her glory: Her princes have become like rams that find no pasture. They have gone off exhausted before their pursuers."
        },
        {
          "verse": 7,
          "text": "Jerusalem remembers in days of wretched homelessness, All the precious things she once had in days gone by. But when her people fell into the hands of the foe, and she had no help, Her foes looked on and laughed at her collapse."
        },
        {
          "verse": 8,
          "text": "Jerusalem has sinned grievously, therefore she has become a mockery; Those who honored her now demean her, for they saw her nakedness; She herself groans out loud, and turns away."
        },
        {
          "verse": 9,
          "text": "Her uncleanness is on her skirt; she has no thought of her future. Her downfall is astonishing, with no one to comfort her. “Look, O LORD, at my misery; how the enemy triumphs!”"
        },
        {
          "verse": 10,
          "text": "The foe stretched out his hands to all her precious things; She has seen the nations enter her sanctuary, Those you forbade to come into your assembly."
        },
        {
          "verse": 11,
          "text": "All her people groan, searching for bread; They give their precious things for food, to retain the breath of life. “Look, O LORD, and pay attention to how I have been demeaned!"
        },
        {
          "verse": 12,
          "text": "Come, all who pass by the way, pay attention and see: Is there any pain like my pain, which has been ruthlessly inflicted upon me, With which the LORD has tormented me on the day of his blazing wrath?"
        },
        {
          "verse": 13,
          "text": "From on high he hurled fire down into my very bones; He spread out a net for my feet, and turned me back. He has left me desolate, in misery all day long."
        },
        {
          "verse": 14,
          "text": "The yoke of my rebellions is bound together, fastened by his hand. His yoke is upon my neck; he has made my strength fail. The Lord has delivered me into the grip of those I cannot resist."
        },
        {
          "verse": 15,
          "text": "All my valiant warriors my Lord has cast away; He proclaimed a feast against me to crush my young men; My Lord has trodden in the wine press virgin daughter Judah."
        },
        {
          "verse": 16,
          "text": "For these things I weep—My eyes! My eyes! They stream with tears! How far from me is anyone to comfort, anyone to restore my life. My children are desolate; the enemy has prevailed.”"
        },
        {
          "verse": 17,
          "text": "Zion stretches out her hands, with no one to comfort her; The LORD has ordered against Jacob his foes all around; Jerusalem has become in their midst a thing unclean."
        },
        {
          "verse": 18,
          "text": "“The LORD is in the right; I had defied his command. Listen, all you peoples, and see my pain: My young women and young men have gone into captivity."
        },
        {
          "verse": 19,
          "text": "I cried out to my lovers, but they failed me. My priests and my elders perished in the city; How desperately they searched for food, to save their lives!"
        },
        {
          "verse": 20,
          "text": "Look, O LORD, at the anguish I suffer! My stomach churns, And my heart recoils within me: How bitter I am! Outside the sword bereaves— indoors, there is death."
        },
        {
          "verse": 21,
          "text": "Hear how I am groaning; there is no one to comfort me. All my enemies hear of my misery and rejoice over what you have done. Bring on the day you proclaimed, and let them become like me!"
        },
        {
          "verse": 22,
          "text": "Let all their evil come before you and deal with them As you have so ruthlessly dealt with me for all my rebellions. My groans are many, my heart is sick.”"
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 2 The Lord’s Wrath and Zion’s Ruin - How the Lord in his wrath has abhorred daughter Zion, Casting down from heaven to earth the glory of Israel, Not remembering his footstool on the day of his wrath!"
        },
        {
          "verse": 2,
          "text": "The Lord has devoured without pity all of Jacob’s dwellings; In his fury he has razed daughter Judah’s defenses, Has brought to the ground in dishonor a kingdom and its princes."
        },
        {
          "verse": 3,
          "text": "In blazing wrath, he cut down entirely the horn of Israel; He withdrew the support of his right hand when the enemy approached; He burned against Jacob like a blazing fire that consumes everything in its path."
        },
        {
          "verse": 4,
          "text": "He bent his bow like an enemy; the arrow in his right hand Like a foe, he killed all those held precious; On the tent of daughter Zion he poured out his wrath like fire."
        },
        {
          "verse": 5,
          "text": "The Lord has become the enemy, he has devoured Israel: Devoured all its strongholds, destroyed its defenses, Multiplied moaning and groaning throughout daughter Judah."
        },
        {
          "verse": 6,
          "text": "He laid waste his booth like a garden, destroyed his shrine; The LORD has blotted out in Zion feast day and sabbath, Has scorned in fierce wrath king and priest."
        },
        {
          "verse": 7,
          "text": "The Lord has rejected his altar, spurned his sanctuary; He has handed over to the enemy the walls of its strongholds. They shout in the house of the LORD as on a feast day."
        },
        {
          "verse": 8,
          "text": "The LORD was bent on destroying the wall of daughter Zion: He stretched out the measuring line; did not hesitate to devour, Brought grief on rampart and wall till both succumbed."
        },
        {
          "verse": 9,
          "text": "Her gates sank into the ground; he smashed her bars to bits. Her king and her princes are among the nations; instruction is wanting, Even her prophets do not obtain any vision from the LORD."
        },
        {
          "verse": 10,
          "text": "The elders of daughter Zion sit silently on the ground; They cast dust on their heads and dress in sackcloth; The young women of Jerusalem bow their heads to the ground."
        },
        {
          "verse": 11,
          "text": "My eyes are spent with tears, my stomach churns; My bile is poured out on the ground at the brokenness of the daughter of my people, As children and infants collapse in the streets of the town."
        },
        {
          "verse": 12,
          "text": "They cry out to their mothers, “Where is bread and wine?” As they faint away like the wounded in the streets of the city, As their life is poured out in their mothers’ arms."
        },
        {
          "verse": 13,
          "text": "To what can I compare you—to what can I liken you— O daughter Jerusalem? What example can I give in order to comfort you, virgin daughter Zion? For your breach is vast as the sea; who could heal you?"
        },
        {
          "verse": 14,
          "text": "Your prophets provided you visions of whitewashed illusion; They did not lay bare your guilt, in order to restore your fortunes; They saw for you only oracles of empty deceit."
        },
        {
          "verse": 15,
          "text": "All who pass by on the road, clap their hands at you; They hiss and wag their heads over daughter Jerusalem: “Is this the city they used to call perfect in beauty and joy of all the earth?”"
        },
        {
          "verse": 16,
          "text": "They open their mouths against you, all your enemies; They hiss and gnash their teeth, saying, “We have devoured her! How we have waited for this day— we have lived to see it!”"
        },
        {
          "verse": 17,
          "text": "The LORD has done what he planned. He has fulfilled the threat Decreed from days of old, destroying without pity! He let the enemy gloat over you and exalted the horn of your foes."
        },
        {
          "verse": 18,
          "text": "Cry out to the Lord from your heart, wall of daughter Zion! Let your tears flow like a torrent day and night; Give yourself no rest, no relief for your eyes."
        },
        {
          "verse": 19,
          "text": "Rise up! Wail in the night, at the start of every watch; Pour out your heart like water before the Lord; Lift up your hands to him for the lives of your children, Who collapse from hunger at the corner of every street."
        },
        {
          "verse": 20,
          "text": "“Look, O LORD, and pay attention: to whom have you been so ruthless? Must women eat their own offspring, the very children they have borne? Are priest and prophet to be slain in the sanctuary of the Lord?"
        },
        {
          "verse": 21,
          "text": "They lie on the ground in the streets, young and old alike; Both my young women and young men are cut down by the sword; You killed them on the day of your wrath, slaughtered without pity."
        },
        {
          "verse": 22,
          "text": "You summoned as to a feast day terrors on every side; On the day of the LORD’s wrath, none survived or escaped. Those I have borne and nurtured, my enemy has utterly destroyed.”"
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 3 The Voice of a Suffering Individual - I am one who has known affliction under the rod of God’s anger,"
        },
        {
          "verse": 2,
          "text": "One whom he has driven and forced to walk in darkness, not in light;"
        },
        {
          "verse": 3,
          "text": "Against me alone he turns his hand— again and again all day long."
        },
        {
          "verse": 4,
          "text": "He has worn away my flesh and my skin, he has broken my bones;"
        },
        {
          "verse": 5,
          "text": "He has besieged me all around with poverty and hardship;"
        },
        {
          "verse": 6,
          "text": "He has left me to dwell in dark places like those long dead."
        },
        {
          "verse": 7,
          "text": "He has hemmed me in with no escape, weighed me down with chains;"
        },
        {
          "verse": 8,
          "text": "Even when I cry for help, he stops my prayer;"
        },
        {
          "verse": 9,
          "text": "He has hemmed in my ways with fitted stones, and made my paths crooked."
        },
        {
          "verse": 10,
          "text": "He has been a bear lying in wait for me, a lion in hiding!"
        },
        {
          "verse": 11,
          "text": "He turned me aside and tore me apart, leaving me ravaged."
        },
        {
          "verse": 12,
          "text": "He bent his bow, and set me up as a target for his arrow."
        },
        {
          "verse": 13,
          "text": "He pierced my kidneys with shafts from his quiver."
        },
        {
          "verse": 14,
          "text": "I have become a laughingstock to all my people, their taunt all day long;"
        },
        {
          "verse": 15,
          "text": "He has sated me with bitterness, filled me with wormwood."
        },
        {
          "verse": 16,
          "text": "He has made me eat gravel, trampled me into the dust;"
        },
        {
          "verse": 17,
          "text": "My life is deprived of peace, I have forgotten what happiness is;"
        },
        {
          "verse": 18,
          "text": "My enduring hope, I said, has perished before the LORD."
        },
        {
          "verse": 19,
          "text": "The thought of my wretched homelessness is wormwood and poison;"
        },
        {
          "verse": 20,
          "text": "Remembering it over and over, my soul is downcast."
        },
        {
          "verse": 21,
          "text": "But this I will call to mind; therefore I will hope:"
        },
        {
          "verse": 22,
          "text": "The LORD’s acts of mercy are not exhausted, his compassion is not spent;"
        },
        {
          "verse": 23,
          "text": "They are renewed each morning— great is your faithfulness!"
        },
        {
          "verse": 24,
          "text": "The LORD is my portion, I tell myself, therefore I will hope in him."
        },
        {
          "verse": 25,
          "text": "The LORD is good to those who trust in him, to the one that seeks him;"
        },
        {
          "verse": 26,
          "text": "It is good to hope in silence for the LORD’s deliverance."
        },
        {
          "verse": 27,
          "text": "It is good for a person, when young, to bear the yoke,"
        },
        {
          "verse": 28,
          "text": "To sit alone and in silence, when its weight lies heavy,"
        },
        {
          "verse": 29,
          "text": "To put one’s mouth in the dust— there may yet be hope—"
        },
        {
          "verse": 30,
          "text": "To offer one’s cheek to be struck, to be filled with disgrace."
        },
        {
          "verse": 31,
          "text": "For the Lord does not reject forever;"
        },
        {
          "verse": 32,
          "text": "Though he brings grief, he takes pity, according to the abundance of his mercy;"
        },
        {
          "verse": 33,
          "text": "He does not willingly afflict or bring grief to human beings."
        },
        {
          "verse": 34,
          "text": "That someone tramples underfoot all the prisoners in the land,"
        },
        {
          "verse": 35,
          "text": "Or denies justice to anyone in the very sight of the Most High,"
        },
        {
          "verse": 36,
          "text": "Or subverts a person’s lawsuit— does the Lord not see?"
        },
        {
          "verse": 37,
          "text": "Who speaks so that it comes to pass, unless the Lord commands it?"
        },
        {
          "verse": 38,
          "text": "Is it not at the word of the Most High that both good and bad take place?"
        },
        {
          "verse": 39,
          "text": "What should the living complain about? about their sins!"
        },
        {
          "verse": 40,
          "text": "Let us search and examine our ways, and return to the LORD!"
        },
        {
          "verse": 41,
          "text": "Let us lift up our hearts as well as our hands toward God in heaven!"
        },
        {
          "verse": 42,
          "text": "We have rebelled and been obstinate; you have not forgiven us."
        },
        {
          "verse": 43,
          "text": "You wrapped yourself in wrath and pursued us, killing without pity;"
        },
        {
          "verse": 44,
          "text": "You wrapped yourself in a cloud, which no prayer could pierce."
        },
        {
          "verse": 45,
          "text": "You have made us filth and rubbish among the peoples."
        },
        {
          "verse": 46,
          "text": "They have opened their mouths against us, all our enemies;"
        },
        {
          "verse": 47,
          "text": "Panic and the pit have been our lot, desolation and destruction;"
        },
        {
          "verse": 48,
          "text": "My eyes stream with tears over the destruction of the daughter of my people."
        },
        {
          "verse": 49,
          "text": "My eyes will flow without ceasing, without rest,"
        },
        {
          "verse": 50,
          "text": "Until the LORD from heaven looks down and sees."
        },
        {
          "verse": 51,
          "text": "I am tormented by the sight of all the daughters of my city."
        },
        {
          "verse": 52,
          "text": "Without cause, my enemies snared me as though I were a bird;"
        },
        {
          "verse": 53,
          "text": "They tried to end my life in the pit, pelting me with stones."
        },
        {
          "verse": 54,
          "text": "The waters flowed over my head: and I said, “I am lost!”"
        },
        {
          "verse": 55,
          "text": "I have called upon your name, O LORD, from the bottom of the pit;"
        },
        {
          "verse": 56,
          "text": "You heard me call, “Do not let your ear be deaf to my cry for help.”"
        },
        {
          "verse": 57,
          "text": "You drew near on the day I called you; you said, “Do not fear!”"
        },
        {
          "verse": 58,
          "text": "You pleaded my case, Lord, you redeemed my life."
        },
        {
          "verse": 59,
          "text": "You see, LORD, how I am wronged; do me justice!"
        },
        {
          "verse": 60,
          "text": "You see all their vindictiveness, all their plots against me."
        },
        {
          "verse": 61,
          "text": "You hear their reproach, LORD, all their plots against me,"
        },
        {
          "verse": 62,
          "text": "The whispered murmurings of my adversaries, against me all day long;"
        },
        {
          "verse": 63,
          "text": "Look! Whether they sit or stand, I am the butt of their taunt."
        },
        {
          "verse": 64,
          "text": "Give them what they deserve, LORD, according to their deeds;"
        },
        {
          "verse": 65,
          "text": "Give them hardness of heart; your curse be upon them;"
        },
        {
          "verse": 66,
          "text": "Pursue them in wrath and destroy them from under the LORD’s heaven!"
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 4 Miseries of the Besieged City - How the gold has lost its luster, the noble metal changed; Jewels lie scattered at the corner of every street."
        },
        {
          "verse": 2,
          "text": "And Zion’s precious children, worth their weight in gold— How they are treated like clay jugs, the work of any potter!"
        },
        {
          "verse": 3,
          "text": "Even jackals offer their breasts to nurse their young; But the daughter of my people is as cruel as the ostrich in the wilderness."
        },
        {
          "verse": 4,
          "text": "The tongue of the infant cleaves to the roof of its mouth in thirst; Children beg for bread, but no one gives them a piece."
        },
        {
          "verse": 5,
          "text": "Those who feasted on delicacies are abandoned in the streets; Those who reclined on crimson now embrace dung heaps."
        },
        {
          "verse": 6,
          "text": "The punishment of the daughter of my people surpassed the penalty of Sodom, Which was overthrown in an instant with no hand laid on it."
        },
        {
          "verse": 7,
          "text": "Her princes were brighter than snow, whiter than milk, Their bodies more ruddy than coral, their beauty like the sapphire."
        },
        {
          "verse": 8,
          "text": "Now their appearance is blacker than soot, they go unrecognized in the streets; Their skin has shrunk on their bones, and become dry as wood."
        },
        {
          "verse": 9,
          "text": "Better for those pierced by the sword than for those pierced by hunger, Better for those who bleed from wounds than for those who lack food."
        },
        {
          "verse": 10,
          "text": "The hands of compassionate women have boiled their own children! They became their food when the daughter of my people was shattered."
        },
        {
          "verse": 11,
          "text": "The LORD has exhausted his anger, poured out his blazing wrath; He has kindled a fire in Zion that has consumed her foundations."
        },
        {
          "verse": 12,
          "text": "The kings of the earth did not believe, nor any of the world’s inhabitants, That foe or enemy could enter the gates of Jerusalem."
        },
        {
          "verse": 13,
          "text": "Except for the sins of her prophets and the crimes of her priests, Who poured out in her midst the blood of the just."
        },
        {
          "verse": 14,
          "text": "They staggered blindly in the streets, defiled with blood, So that people could not touch even their garments:"
        },
        {
          "verse": 15,
          "text": "“Go away! Unclean!” they cried to them, “Away, away, do not touch!” If they went away and wandered, it would be said among the nations, “They can no longer live here!"
        },
        {
          "verse": 16,
          "text": "The presence of the LORD was their portion, but he no longer looks upon them. The priests are shown no regard, the elders, no mercy."
        },
        {
          "verse": 17,
          "text": "Even now our eyes are worn out, searching in vain for help; From our watchtower we have watched for a nation unable to save."
        },
        {
          "verse": 18,
          "text": "They dogged our every step, we could not walk in our squares; Our end drew near, our time was up; yes, our end had come."
        },
        {
          "verse": 19,
          "text": "Our pursuers were swifter than eagles in the sky, In the mountains they were hot on our trail, they ambushed us in the wilderness."
        },
        {
          "verse": 20,
          "text": "The LORD’s anointed—our very lifebreath!— was caught in their snares, He in whose shade we thought to live among the nations."
        },
        {
          "verse": 21,
          "text": "Rejoice and gloat, daughter Edom, dwelling in the land of Uz, The cup will pass to you as well; you shall become drunk and strip yourself naked!"
        },
        {
          "verse": 22,
          "text": "Your punishment is completed, daughter Zion, the Lord will not prolong your exile; The Lord will punish your iniquity, daughter Edom, will lay bare your sins."
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 5 The Community’s Lament to the Lord - Remember, LORD, what has happened to us, pay attention, and see our disgrace:"
        },
        {
          "verse": 2,
          "text": "Our heritage is turned over to strangers, our homes, to foreigners."
        },
        {
          "verse": 3,
          "text": "We have become orphans, without fathers; our mothers are like widows."
        },
        {
          "verse": 4,
          "text": "We pay money to drink our own water, our own wood comes at a price."
        },
        {
          "verse": 5,
          "text": "With a yoke on our necks, we are driven; we are worn out, but allowed no rest."
        },
        {
          "verse": 6,
          "text": "We extended a hand to Egypt and Assyria, to satisfy our need of bread."
        },
        {
          "verse": 7,
          "text": "Our ancestors, who sinned, are no more; but now we bear their guilt."
        },
        {
          "verse": 8,
          "text": "Servants rule over us, with no one to tear us from their hands."
        },
        {
          "verse": 9,
          "text": "We risk our lives just to get bread, exposed to the desert heat;"
        },
        {
          "verse": 10,
          "text": "Our skin heats up like an oven, from the searing blasts of famine."
        },
        {
          "verse": 11,
          "text": "Women are raped in Zion, young women in the cities of Judah;"
        },
        {
          "verse": 12,
          "text": "Princes have been hanged by them, elders shown no respect."
        },
        {
          "verse": 13,
          "text": "Young men carry millstones, boys stagger under loads of wood;"
        },
        {
          "verse": 14,
          "text": "The elders have abandoned the gate, the young men their music."
        },
        {
          "verse": 15,
          "text": "The joy of our hearts has ceased, dancing has turned into mourning;"
        },
        {
          "verse": 16,
          "text": "The crown has fallen from our head: woe to us that we sinned!"
        },
        {
          "verse": 17,
          "text": "Because of this our hearts grow sick, at this our eyes grow dim:"
        },
        {
          "verse": 18,
          "text": "Because of Mount Zion, lying desolate, and the jackals roaming there!"
        },
        {
          "verse": 19,
          "text": "But you, LORD, are enthroned forever; your throne stands from age to age."
        },
        {
          "verse": 20,
          "text": "Why have you utterly forgotten us, forsaken us for so long?"
        },
        {
          "verse": 21,
          "text": "Bring us back to you, LORD, that we may return: renew our days as of old."
        },
        {
          "verse": 22,
          "text": "For now you have indeed rejected us and utterly turned your wrath against us."
        }
      ]
    }
  ]
}
