{
  "book": "Leviticus",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "verse": 1,
          "text": "I. Ritual of Sacrifices A. Instructions for the Israelites Chapter 1 - Burnt Offerings. The LORD called Moses, and spoke to him from the tent of meeting:"
        },
        {
          "verse": 2,
          "text": "Speak to the Israelites and tell them: When any one of you brings an offering of livestock to the LORD, you shall bring your offering from the herd or from the flock."
        },
        {
          "verse": 3,
          "text": "If a person’s offering is a burnt offering from the herd, the offering must be a male without blemish. The individual shall bring it to the entrance of the tent of meeting to find favor with the LORD,"
        },
        {
          "verse": 4,
          "text": "and shall lay a hand on the head of the burnt offering, so that it may be acceptable to make atonement for the one who offers it."
        },
        {
          "verse": 5,
          "text": "The bull shall then be slaughtered before the LORD, and Aaron’s sons, the priests, shall offer its blood by splashing it on all the sides of the altar which is at the entrance of the tent of meeting."
        },
        {
          "verse": 6,
          "text": "Then the burnt offering shall be flayed and cut into pieces."
        },
        {
          "verse": 7,
          "text": "After Aaron’s sons, the priests, have put burning embers on the altar and laid wood on them,"
        },
        {
          "verse": 8,
          "text": "they shall lay the pieces of meat, together with the head and the suet, on top of the wood and the embers on the altar;"
        },
        {
          "verse": 9,
          "text": "but the inner organs and the shanks shall be washed with water. The priest shall then burn all of it on the altar as a burnt offering, a sweet-smelling oblation to the LORD."
        },
        {
          "verse": 10,
          "text": "If a person’s burnt offering is from the flock, that is, a sheep or a goat, the offering must be a male without blemish."
        },
        {
          "verse": 11,
          "text": "It shall be slaughtered on the north side of the altar before the LORD, and Aaron’s sons, the priests, shall splash its blood on all the sides of the altar."
        },
        {
          "verse": 12,
          "text": "When it has been cut into pieces, the priest shall lay these, together with the head and suet, on top of the wood and the embers on the altar;"
        },
        {
          "verse": 13,
          "text": "but the inner organs and the shanks shall be washed with water. The priest shall then offer all of it, burning it on the altar. It is a burnt offering, a sweet-smelling oblation to the LORD."
        },
        {
          "verse": 14,
          "text": "If a person offers a bird as a burnt offering to the LORD, the offering brought must be a turtledove or a pigeon."
        },
        {
          "verse": 15,
          "text": "Having brought it to the altar, the priest shall wring its head off and burn it on the altar. The blood shall be drained out against the side of the altar."
        },
        {
          "verse": 16,
          "text": "He shall remove its crissum by means of its feathers and throw it on the ash heap at the east side of the altar."
        },
        {
          "verse": 17,
          "text": "Then, having torn the bird open by its wings without separating the halves, the priest shall burn it on the altar, on the wood and the embers. It is a burnt offering, a sweet-smelling oblation to the LORD."
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 2 - Grain Offerings. When anyone brings a grain offering to the LORD, the offering must consist of bran flour. The offerer shall pour oil on it and put frankincense over it,"
        },
        {
          "verse": 2,
          "text": "and bring it to Aaron’s sons, the priests. A priest shall take a handful of the bran flour and oil, together with all the frankincense, and shall burn it on the altar as a token of the offering, a sweet-smelling oblation to the LORD."
        },
        {
          "verse": 3,
          "text": "The rest of the grain offering belongs to Aaron and his sons, a most holy portion from the oblations to the LORD."
        },
        {
          "verse": 4,
          "text": "When you offer a grain offering baked in an oven, it must be in the form of unleavened cakes made of bran flour mixed with oil, or of unleavened wafers spread with oil."
        },
        {
          "verse": 5,
          "text": "If your offering is a grain offering that is fried on a griddle, it must be of bran flour mixed with oil and unleavened."
        },
        {
          "verse": 6,
          "text": "Break it into pieces, and pour oil over it. It is a grain offering."
        },
        {
          "verse": 7,
          "text": "If your offering is a grain offering that is prepared in a pan, it must be made of bran flour, fried in oil."
        },
        {
          "verse": 8,
          "text": "A grain offering that is made in any of these ways you shall bring to the LORD. It shall be presented to the priest, who shall take it to the altar."
        },
        {
          "verse": 9,
          "text": "The priest shall then remove from the grain offering a token and burn it on the altar as a sweet-smelling oblation to the LORD."
        },
        {
          "verse": 10,
          "text": "The rest of the grain offering belongs to Aaron and his sons, a most holy portion from the oblations to the LORD."
        },
        {
          "verse": 11,
          "text": "Every grain offering that you present to the LORD shall be unleavened, for you shall not burn any leaven or honey as an oblation to the LORD."
        },
        {
          "verse": 12,
          "text": "Such you may present to the LORD in the offering of the first produce that is processed, but they are not to be placed on the altar for a pleasing odor."
        },
        {
          "verse": 13,
          "text": "You shall season all your grain offerings with salt. Do not let the salt of the covenant with your God be lacking from your grain offering. On every offering you shall offer salt."
        },
        {
          "verse": 14,
          "text": "If you offer a grain offering of first ripe fruits to the LORD, you shall offer it in the form of fresh early grain, roasted by fire and crushed as a grain offering of your first ripe fruits."
        },
        {
          "verse": 15,
          "text": "You shall put oil on it and set frankincense on it. It is a grain offering."
        },
        {
          "verse": 16,
          "text": "The priest shall then burn some of the groats and oil, together with all the frankincense, as a token of the offering, an oblation to the LORD."
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 3 - Communion Sacrifices. If a person’s offering is a communion sacrifice, if it is brought from the herd, be it a male or a female animal, it must be presented without blemish before the LORD."
        },
        {
          "verse": 2,
          "text": "The one offering it shall lay a hand on the head of the offering. It shall then be slaughtered at the entrance of the tent of meeting. Aaron’s sons, the priests, shall splash its blood on all the sides of the altar."
        },
        {
          "verse": 3,
          "text": "From the communion sacrifice the individual shall offer as an oblation to the LORD the fat that covers the inner organs, and all the fat that adheres to them,"
        },
        {
          "verse": 4,
          "text": "as well as the two kidneys, with the fat on them near the loins, and the lobe of the liver, which is removed with the kidneys."
        },
        {
          "verse": 5,
          "text": "Aaron’s sons shall burn this on the altar with the burnt offering that is on the wood and the embers, as a sweet-smelling oblation to the LORD."
        },
        {
          "verse": 6,
          "text": "If the communion sacrifice one offers to the LORD is from the flock, be it a male or a female animal, it must be presented without blemish."
        },
        {
          "verse": 7,
          "text": "If one presents a lamb as an offering, that person shall bring it before the LORD,"
        },
        {
          "verse": 8,
          "text": "and after laying a hand on the head of the offering, it shall then be slaughtered before the tent of meeting. Aaron’s sons shall splash its blood on all the sides of the altar."
        },
        {
          "verse": 9,
          "text": "From the communion sacrifice the individual shall present as an oblation to the LORD its fat: the whole fatty tail, which is removed close to the spine, the fat that covers the inner organs, and all the fat that adheres to them,"
        },
        {
          "verse": 10,
          "text": "as well as the two kidneys, with the fat on them near the loins, and the lobe of the liver, which is removed with the kidneys."
        },
        {
          "verse": 11,
          "text": "The priest shall burn this on the altar as food, an oblation to the LORD."
        },
        {
          "verse": 12,
          "text": "If a person’s offering is a goat, the individual shall bring it before the LORD,"
        },
        {
          "verse": 13,
          "text": "and after laying a hand on its head, it shall then be slaughtered before the tent of meeting. Aaron’s sons shall splash its blood on all the sides of the altar."
        },
        {
          "verse": 14,
          "text": "From this the one sacrificing shall present an offering as an oblation to the LORD: the fat that covers the inner organs, and all the fat that adheres to them,"
        },
        {
          "verse": 15,
          "text": "as well as the two kidneys, with the fat on them near the loins, and the lobe of the liver, which is removed with the kidneys."
        },
        {
          "verse": 16,
          "text": "The priest shall burn these on the altar as food, a sweet-smelling oblation. All the fat belongs to the LORD."
        },
        {
          "verse": 17,
          "text": "This shall be a perpetual ordinance for your descendants wherever they may dwell. You shall not eat any fat or any blood."
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 4 - Purification Offerings. The LORD said to Moses:"
        },
        {
          "verse": 2,
          "text": "Tell the Israelites: When a person inadvertently does wrong by violating any one of the LORD’s prohibitions—"
        },
        {
          "verse": 3,
          "text": "For the Anointed Priest. If it is the anointed priest who thus does wrong and thereby makes the people guilty, he shall offer to the LORD an unblemished bull of the herd as a purification offering for the wrong he committed."
        },
        {
          "verse": 4,
          "text": "Bringing the bull to the entrance of the tent of meeting, before the LORD, he shall lay his hand on its head and slaughter it before the LORD."
        },
        {
          "verse": 5,
          "text": "The anointed priest shall then take some of the bull’s blood and bring it into the tent of meeting,"
        },
        {
          "verse": 6,
          "text": "where, dipping his finger in the blood, he shall sprinkle some of it seven times before the LORD, toward the veil of the sanctuary."
        },
        {
          "verse": 7,
          "text": "The priest shall also put some of the blood on the horns of the altar of fragrant incense which stands before the LORD in the tent of meeting. The rest of the bull’s blood he shall pour out at the base of the altar for burnt offerings which is at the entrance of the tent of meeting."
        },
        {
          "verse": 8,
          "text": "He shall remove all the fat of the bull of the purification offering: the fat that covers the inner organs, and all the fat that adheres to them,"
        },
        {
          "verse": 9,
          "text": "as well as the two kidneys, with the fat on them near the loins, and the lobe of the liver, which is removed with the kidneys,"
        },
        {
          "verse": 10,
          "text": "just as the fat pieces are removed from the ox of the communion sacrifice. The priest shall burn these on the altar for burnt offerings."
        },
        {
          "verse": 11,
          "text": "But the hide of the bull and its meat, with its head, shanks, inner organs and dung,"
        },
        {
          "verse": 12,
          "text": "that is, the whole bull, shall be brought outside the camp to a clean place where the ashes are deposited and there be burned in a wood fire. At the place of the ash heap, there it must be burned."
        },
        {
          "verse": 13,
          "text": "For the Community. If the whole community of Israel errs inadvertently and without even being aware of it violates any of the LORD’s prohibitions, and thus are guilty,"
        },
        {
          "verse": 14,
          "text": "when the wrong that was committed becomes known, the community shall offer a bull of the herd as a purification offering. They shall bring it before the tent of meeting."
        },
        {
          "verse": 15,
          "text": "The elders of the community shall lay their hands on the bull’s head before the LORD. When the bull has been slaughtered before the LORD,"
        },
        {
          "verse": 16,
          "text": "the anointed priest shall bring some of its blood into the tent of meeting,"
        },
        {
          "verse": 17,
          "text": "and dipping his finger in the blood, he shall sprinkle it seven times before the LORD, toward the veil."
        },
        {
          "verse": 18,
          "text": "He shall also put some of the blood on the horns of the altar which is before the LORD in the tent of meeting. The rest of the blood he shall pour out at the base of the altar for burnt offerings which is at the entrance of the tent of meeting."
        },
        {
          "verse": 19,
          "text": "He shall remove all of its fat and burn it on the altar,"
        },
        {
          "verse": 20,
          "text": "doing with this bull just as he did with the other bull of the purification offering; he will do the same thing. Thus the priest shall make atonement on their behalf, that they may be forgiven."
        },
        {
          "verse": 21,
          "text": "This bull shall also be brought outside the camp and burned, just as the first bull. It is a purification offering for the assembly."
        },
        {
          "verse": 22,
          "text": "For the Tribal Leader. Should a tribal leader do wrong inadvertently by violating any one of the prohibitions of the LORD his God, and thus be guilty,"
        },
        {
          "verse": 23,
          "text": "when he learns of the wrong he committed, he shall bring as his offering an unblemished male goat."
        },
        {
          "verse": 24,
          "text": "He shall lay his hand on its head and it shall be slaughtered in the place where the burnt offering is slaughtered, before the LORD. It is a purification offering."
        },
        {
          "verse": 25,
          "text": "The priest shall then take some of the blood of the purification offering on his finger and put it on the horns of the altar for burnt offerings. The rest of the blood he shall pour out at the base of the altar."
        },
        {
          "verse": 26,
          "text": "All of its fat he shall burn on the altar like the fat of the communion sacrifice. Thus the priest shall make atonement on the tribal leader’s behalf for his wrong, that he may be forgiven."
        },
        {
          "verse": 27,
          "text": "For the General Populace. If anyone of the general populace does wrong inadvertently by violating one of the LORD’s prohibitions, and thus is guilty,"
        },
        {
          "verse": 28,
          "text": "upon learning of the wrong committed, that person shall bring an unblemished she-goat as the offering for the wrong committed."
        },
        {
          "verse": 29,
          "text": "The wrongdoer shall lay a hand on the head of the purification offering, and the purification offering shall be slaughtered at the place of the burnt offerings."
        },
        {
          "verse": 30,
          "text": "The priest shall then take some of its blood on his finger and put it on the horns of the altar for burnt offerings. The rest of the blood he shall pour out at the base of the altar."
        },
        {
          "verse": 31,
          "text": "He shall remove all the fat, just as the fat is removed from the communion sacrifice. The priest shall burn it on the altar for a sweet odor to the LORD. Thus the priest shall make atonement, so that the individual may be forgiven."
        },
        {
          "verse": 32,
          "text": "If, however, a person brings a lamb as a purification offering, that person shall bring an unblemished female, and"
        },
        {
          "verse": 33,
          "text": "lay a hand on its head. It shall be slaughtered as a purification offering in the place where the burnt offering is slaughtered."
        },
        {
          "verse": 34,
          "text": "The priest shall then take some of the blood of the purification offering on his finger and put it on the horns of the altar for burnt offerings. The rest of the blood he shall pour out at the base of the altar."
        },
        {
          "verse": 35,
          "text": "He shall remove all its fat just as the fat is removed from the lamb of the communion sacrifice. The priest shall burn these on the altar with the other oblations for the LORD. Thus the priest shall make atonement on the person’s behalf for the wrong committed, that the individual may be forgiven."
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 5 - Special Cases for Purification Offerings. If a person, either having seen or come to know something, does wrong by refusing as a witness under oath to give information, that individual shall bear the penalty;"
        },
        {
          "verse": 2,
          "text": "or if someone, without being aware of it, touches any unclean thing, such as the carcass of an unclean wild animal, or an unclean domestic animal, or an unclean swarming creature, and thus is unclean and guilty;"
        },
        {
          "verse": 3,
          "text": "or if someone, without being aware of it, touches some human uncleanness, whatever kind of uncleanness this may be, and then subsequently becomes aware of guilt;"
        },
        {
          "verse": 4,
          "text": "or if someone, without being aware of it, rashly utters an oath with bad or good intent, whatever kind of oath this may be, and then subsequently becomes aware of guilt in regard to any of these matters—"
        },
        {
          "verse": 5,
          "text": "when someone is guilty in regard to any of these matters, that person shall confess the wrong committed,"
        },
        {
          "verse": 6,
          "text": "and make reparation to the LORD for the wrong committed: a female animal from the flock, a ewe lamb or a she-goat, as a purification offering. Thus the priest shall make atonement on the individual’s behalf for the wrong."
        },
        {
          "verse": 7,
          "text": "If, however, the person cannot afford an animal of the flock, that person shall bring to the LORD as reparation for the wrong committed two turtledoves or two pigeons, one for a purification offering and the other for a burnt offering."
        },
        {
          "verse": 8,
          "text": "The guilty party shall bring them to the priest, who shall offer the one for the purification offering first. Wringing its head at the neck, yet without breaking it off,"
        },
        {
          "verse": 9,
          "text": "he shall sprinkle some of the blood of the purification offering against the side of the altar. The rest of the blood shall be drained out against the base of the altar. It is a purification offering."
        },
        {
          "verse": 10,
          "text": "The other bird he shall offer as a burnt offering according to procedure. Thus the priest shall make atonement on the person’s behalf for the wrong committed, so that the individual may be forgiven."
        },
        {
          "verse": 11,
          "text": "If the person is unable to afford even two turtledoves or two pigeons, that person shall bring as an offering for the wrong committed one tenth of an ephah of bran flour for a purification offering. The guilty party shall not put oil or place frankincense on it, because it is a purification offering."
        },
        {
          "verse": 12,
          "text": "The individual shall bring it to the priest, who shall take a handful as a token of the offering and burn it on the altar with the other oblations for the LORD. It is a purification offering."
        },
        {
          "verse": 13,
          "text": "Thus the priest shall make atonement on the person’s behalf for the wrong committed in any of the above cases, so that the individual may be forgiven. The rest of the offering, like the grain offering, shall belong to the priest. Reparation Offerings."
        },
        {
          "verse": 14,
          "text": "The LORD said to Moses:"
        },
        {
          "verse": 15,
          "text": "When a person commits sacrilege by inadvertently misusing any of the LORD’s sacred objects, the wrongdoer shall bring to the LORD as reparation an unblemished ram from the flock, at the established value in silver shekels according to the sanctuary shekel, as a reparation offering."
        },
        {
          "verse": 16,
          "text": "The wrongdoer shall also restore what has been misused of the sacred objects, adding a fifth of its value, and give this to the priest. Thus the priest shall make atonement for the person with the ram of the reparation offering, so that the individual may be forgiven."
        },
        {
          "verse": 17,
          "text": "If someone does wrong and violates one of the LORD’s prohibitions without realizing it, that person is guilty and shall bear the penalty."
        },
        {
          "verse": 18,
          "text": "The individual shall bring to the priest an unblemished ram of the flock, at the established value, for a reparation offering. The priest shall then make atonement on the offerer’s behalf for the error inadvertently and unknowingly committed so that the individual may be forgiven."
        },
        {
          "verse": 19,
          "text": "It is a reparation offering. The individual must make reparation to the LORD."
        },
        {
          "verse": 20,
          "text": "The LORD said to Moses:"
        },
        {
          "verse": 21,
          "text": "When someone does wrong and commits sacrilege against the LORD by deceiving a neighbor about a deposit or a pledge or a stolen article, or by otherwise retaining a neighbor’s goods unjustly;"
        },
        {
          "verse": 22,
          "text": "or if, having found a lost article, the person lies about it, swearing falsely about any of the things that a person may do wrong—"
        },
        {
          "verse": 23,
          "text": "when someone has thus done wrong and is guilty, that person shall restore the thing that was stolen, the item unjustly retained, the item left as deposit, or the lost article that was found"
        },
        {
          "verse": 24,
          "text": "or whatever else the individual swore falsely about. That person shall make full restitution of the thing itself, and add one fifth of its value to it, giving it to its owner at the time of reparation."
        },
        {
          "verse": 25,
          "text": "Then that person shall bring to the priest as reparation to the LORD an unblemished ram of the flock, at the established value, as a reparation offering."
        },
        {
          "verse": 26,
          "text": "The priest shall make atonement on the person’s behalf before the LORD, so that the individual may be forgiven for whatever was done to incur guilt."
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "verse": 1,
          "text": "B. Instructions for the Priests Chapter 6 - The Daily Burnt Offering. The LORD said to Moses:"
        },
        {
          "verse": 2,
          "text": "Give Aaron and his sons the following command: This is the ritual for the burnt offering—the burnt offering that is to remain on the hearth of the altar all night until the next morning, while the fire is kept burning on the altar."
        },
        {
          "verse": 3,
          "text": "The priest, clothed in his linen robe and wearing linen pants underneath, shall take away the ashes to which the fire has reduced the burnt offering on the altar, and lay them at the side of the altar."
        },
        {
          "verse": 4,
          "text": "Then, having taken off these garments and put on other garments, he shall carry the ashes to a clean place outside the camp."
        },
        {
          "verse": 5,
          "text": "The fire on the altar is to be kept burning; it must not go out. Every morning the priest shall put firewood on it. On this he shall lay out the burnt offering and burn the fat of the communion offering."
        },
        {
          "verse": 6,
          "text": "The fire is to be kept burning continuously on the altar; it must not go out. The Grain Offering."
        },
        {
          "verse": 7,
          "text": "This is the ritual of the grain offering. Aaron’s sons shall offer it before the LORD, in front of the altar."
        },
        {
          "verse": 8,
          "text": "A priest shall then take from the grain offering a handful of bran flour and oil, together with all the frankincense that is on it, and this he shall burn on the altar as a token of the offering, a sweet aroma to the LORD."
        },
        {
          "verse": 9,
          "text": "The rest of it Aaron and his sons may eat; but it must be eaten unleavened in a sacred place: in the court of the tent of meeting they shall eat it."
        },
        {
          "verse": 10,
          "text": "It shall not be baked with leaven. I have given it to them as their portion from the oblations for the LORD; it is most holy, like the purification offering and the reparation offering."
        },
        {
          "verse": 11,
          "text": "Every male of Aaron’s descendants may eat of it perpetually throughout your generations as their rightful due from the oblations for the LORD. Whatever touches the oblations becomes holy. High Priest’s Daily Grain Offering."
        },
        {
          "verse": 12,
          "text": "The LORD said to Moses:"
        },
        {
          "verse": 13,
          "text": "This is the offering that Aaron and his sons shall present to the LORD on the day he is anointed: one tenth of an ephah of bran flour for the regular grain offering, half of it in the morning and half of it in the evening."
        },
        {
          "verse": 14,
          "text": "You shall bring it well kneaded and fried in oil on a griddle. Having broken the offering into pieces, you shall present it as a sweet aroma to the LORD."
        },
        {
          "verse": 15,
          "text": "The anointed priest descended from Aaron who succeeds him shall do likewise. This is the LORD’s due forever. The offering shall be wholly burned."
        },
        {
          "verse": 16,
          "text": "Every grain offering of a priest shall be a whole offering; it may not be eaten. Purification Offerings."
        },
        {
          "verse": 17,
          "text": "The LORD said to Moses:"
        },
        {
          "verse": 18,
          "text": "Tell Aaron and his sons: This is the ritual for the purification offering. At the place where the burnt offering is slaughtered, there also, before the LORD, shall the purification offering be slaughtered. It is most holy."
        },
        {
          "verse": 19,
          "text": "The priest who offers the purification offering shall eat of it; it shall be eaten in a sacred place, in the court of the tent of meeting."
        },
        {
          "verse": 20,
          "text": "Whatever touches its flesh becomes holy. If any of its blood spatters on a garment, the stained part must be washed in a sacred place."
        },
        {
          "verse": 21,
          "text": "A clay vessel in which it has been boiled shall be broken; if it is boiled in a copper vessel, this shall be scoured afterward and rinsed with water."
        },
        {
          "verse": 22,
          "text": "Every male of the priestly line may eat it. It is most holy."
        },
        {
          "verse": 23,
          "text": "But no purification offering of which some blood has been brought into the tent of meeting to make atonement in the sanctuary shall be eaten; it must be burned with fire."
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 7 - Reparation Offerings. This is the ritual for the reparation offering. It is most holy."
        },
        {
          "verse": 2,
          "text": "At the place where the burnt offering is slaughtered, the reparation offering shall also be slaughtered. Its blood shall be splashed on all the sides of the altar."
        },
        {
          "verse": 3,
          "text": "All of its fat shall be offered: the fatty tail, the fat that covers the inner organs, and all the fat that adheres to them,"
        },
        {
          "verse": 4,
          "text": "as well as the two kidneys with the fat on them near the loins, and the lobe of the liver, which is removed with the kidneys."
        },
        {
          "verse": 5,
          "text": "The priest shall burn these on the altar as an oblation to the LORD. It is a reparation offering."
        },
        {
          "verse": 6,
          "text": "Every male of the priestly line may eat of it; but it must be eaten in a sacred place. It is most holy."
        },
        {
          "verse": 7,
          "text": "Because the purification offering and the reparation offering are alike, both have the same ritual. The reparation offering belongs to the priest who makes atonement with it."
        },
        {
          "verse": 8,
          "text": "As for the priest who offers someone’s burnt offering, to him belongs the hide of the burnt offering that is offered."
        },
        {
          "verse": 9,
          "text": "Also, every grain offering that is baked in an oven or made in a pan or on a griddle shall belong to the priest who offers it,"
        },
        {
          "verse": 10,
          "text": "whereas all grain offerings that are mixed with oil or are dry shall belong to all of Aaron’s sons without distinction. Communion Sacrifices."
        },
        {
          "verse": 11,
          "text": "This is the ritual for the communion sacrifice that is offered to the LORD."
        },
        {
          "verse": 12,
          "text": "If someone offers it for thanksgiving, that person shall offer it with unleavened cakes mixed with oil, unleavened wafers spread with oil, and cakes made of bran flour mixed with oil and well kneaded."
        },
        {
          "verse": 13,
          "text": "One shall present this offering together with loaves of leavened bread along with the thanksgiving communion sacrifice."
        },
        {
          "verse": 14,
          "text": "From this the individual shall offer one bread of each type of offering as a contribution to the LORD; this shall belong to the priest who splashes the blood of the communion offering."
        },
        {
          "verse": 15,
          "text": "The meat of the thanksgiving communion sacrifice shall be eaten on the day it is offered; none of it may be kept till the next morning."
        },
        {
          "verse": 16,
          "text": "However, if the sacrifice offered is a votive or a voluntary offering, it shall be eaten on the day the sacrifice is offered, and on the next day what is left over may be eaten."
        },
        {
          "verse": 17,
          "text": "But what is left over of the meat of the sacrifice on the third day must be burned in the fire."
        },
        {
          "verse": 18,
          "text": "If indeed any of the flesh of the communion sacrifice is eaten on the third day, it shall not be accepted; it will not be reckoned to the credit of the one offering it. Rather it becomes a desecrated meat. Anyone who eats of it shall bear the penalty."
        },
        {
          "verse": 19,
          "text": "Should the meat touch anything unclean, it may not be eaten, but shall be burned in the fire. As for other meat, all who are clean may eat of it."
        },
        {
          "verse": 20,
          "text": "If, however, someone in a state of uncleanness eats the meat of a communion sacrifice belonging to the LORD, that person shall be cut off from the people."
        },
        {
          "verse": 21,
          "text": "Likewise, if someone touches anything unclean, whether it be human uncleanness or an unclean animal or an unclean loathsome creature, and then eats the meat of the communion sacrifice belonging to the LORD, that person, too, shall be cut off from the people."
        },
        {
          "verse": 22,
          "text": "Prohibition Against Blood and Fat. The LORD said to Moses:"
        },
        {
          "verse": 23,
          "text": "Tell the Israelites: You shall not eat the fat of any ox or sheep or goat."
        },
        {
          "verse": 24,
          "text": "Although the fat of an animal that has died a natural death or has been killed by wild beasts may be put to any other use, you may not eat it."
        },
        {
          "verse": 25,
          "text": "If anyone eats the fat of an animal from which an oblation is made to the LORD, that person shall be cut off from the people."
        },
        {
          "verse": 26,
          "text": "Wherever you dwell, you shall not eat any blood, whether of bird or of animal."
        },
        {
          "verse": 27,
          "text": "Every person who eats any blood shall be cut off from the people."
        },
        {
          "verse": 28,
          "text": "Portions from the Communion Sacrifice for Priests. The LORD said to Moses:"
        },
        {
          "verse": 29,
          "text": "Tell the Israelites: The person who offers a communion sacrifice to the LORD shall be the one to bring from it the offering to the LORD."
        },
        {
          "verse": 30,
          "text": "The offerer’s own hands shall carry the oblations for the LORD: the person shall bring the fat together with the brisket, which is to be raised as an elevated offering before the LORD."
        },
        {
          "verse": 31,
          "text": "The priest shall burn the fat on the altar, but the brisket belongs to Aaron and his sons."
        },
        {
          "verse": 32,
          "text": "Moreover, from your communion sacrifices you shall give to the priest the right leg as a contribution."
        },
        {
          "verse": 33,
          "text": "The one among Aaron’s sons who offers the blood and the fat of the communion offering shall have the right leg as his portion,"
        },
        {
          "verse": 34,
          "text": "for from the communion sacrifices of the Israelites I have taken the brisket that is elevated and the leg that is a contribution, and I have given them to Aaron, the priest, and to his sons as their due from the Israelites forever."
        },
        {
          "verse": 35,
          "text": "This is the priestly share from the oblations for the LORD, allotted to Aaron and his sons on the day they were brought forth to be the priests of the LORD,"
        },
        {
          "verse": 36,
          "text": "which the LORD ordered to be given them from the Israelites on the day they were anointed, as their due throughout their generations forever."
        },
        {
          "verse": 37,
          "text": "Summary. This is the ritual for the burnt offering, the grain offering, the purification offering, the reparation offering, the ordination offering, and the communion sacrifice,"
        },
        {
          "verse": 38,
          "text": "which the LORD enjoined on Moses at Mount Sinai at the time when he commanded the Israelites in the wilderness of Sinai to bring their offerings to the LORD."
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "verse": 1,
          "text": "II. Ceremony of Ordination Chapter 8 - Ordination of Aaron and His Sons. The LORD said to Moses:"
        },
        {
          "verse": 2,
          "text": "Take Aaron along with his sons, the vestments, the anointing oil, the bull for a purification offering, the two rams, and the basket of unleavened bread,"
        },
        {
          "verse": 3,
          "text": "then assemble the whole community at the entrance of the tent of meeting."
        },
        {
          "verse": 4,
          "text": "Moses did as the LORD had commanded. When the community had assembled at the entrance of the tent of meeting,"
        },
        {
          "verse": 5,
          "text": "Moses told them: “This is what the LORD has ordered to be done.”"
        },
        {
          "verse": 6,
          "text": "Bringing forward Aaron and his sons, Moses first washed them with water."
        },
        {
          "verse": 7,
          "text": "Then he put the tunic on Aaron, girded him with the sash, clothed him with the robe, placed the ephod on him, and girded him with the ephod’s embroidered belt, fastening the ephod on him with it."
        },
        {
          "verse": 8,
          "text": "He then set the breastpiece on him, putting the Urim and Thummim in it."
        },
        {
          "verse": 9,
          "text": "He put the turban on his head, attaching the gold medallion, the sacred headband, on the front of the turban, as the LORD had commanded Moses to do."
        },
        {
          "verse": 10,
          "text": "Taking the anointing oil, Moses anointed and consecrated the tabernacle and all that was in it."
        },
        {
          "verse": 11,
          "text": "Then he sprinkled some of the oil seven times on the altar, and anointed the altar, with all its utensils, and the laver, with its base, to consecrate them."
        },
        {
          "verse": 12,
          "text": "He also poured some of the anointing oil on Aaron’s head and anointed him, to consecrate him."
        },
        {
          "verse": 13,
          "text": "Moses likewise brought forward Aaron’s sons, clothed them with tunics, girded them with sashes, and put skullcaps on them, as the LORD had commanded him to do."
        },
        {
          "verse": 14,
          "text": "Ordination Sacrifices. He brought forward the bull for a purification offering, and Aaron and his sons laid their hands on its head."
        },
        {
          "verse": 15,
          "text": "When it was slaughtered, Moses took the blood and with his finger he put it on the horns around the altar, thus purifying the altar. He poured out the rest of the blood at the base of the altar. Thus he consecrated it so that atonement could be made on it."
        },
        {
          "verse": 16,
          "text": "Taking all the fat that was over the inner organs, as well as the lobe of the liver and the two kidneys with their fat, Moses burned them on the altar."
        },
        {
          "verse": 17,
          "text": "The bull, however, with its hide and flesh and dung he burned in the fire outside the camp, as the LORD had commanded Moses to do."
        },
        {
          "verse": 18,
          "text": "He next brought forward the ram of the burnt offering, and Aaron and his sons laid their hands on its head."
        },
        {
          "verse": 19,
          "text": "When it was slaughtered, Moses splashed the blood on all sides of the altar."
        },
        {
          "verse": 20,
          "text": "After the ram was cut up into pieces, Moses burned the head, the cut-up pieces and the suet."
        },
        {
          "verse": 21,
          "text": "After the inner organs and the shanks were washed with water, Moses burned these remaining parts of the ram on the altar. It was a burnt offering for a sweet aroma, an oblation to the LORD, as the LORD had commanded Moses."
        },
        {
          "verse": 22,
          "text": "Then he brought forward the second ram, the ordination ram, and Aaron and his sons laid their hands on its head."
        },
        {
          "verse": 23,
          "text": "When it was slaughtered, Moses took some of its blood and put it on the lobe of Aaron’s right ear, on the thumb of his right hand, and on the big toe of his right foot."
        },
        {
          "verse": 24,
          "text": "Moses had the sons of Aaron also come forward, and he put some of the blood on the lobes of their right ears, on the thumbs of their right hands, and on the big toes of their right feet. The rest of the blood he splashed on all the sides of the altar."
        },
        {
          "verse": 25,
          "text": "He then took the fat: the fatty tail and all the fat over the inner organs, the lobe of the liver and the two kidneys with their fat, and likewise the right thigh;"
        },
        {
          "verse": 26,
          "text": "from the basket of unleavened bread that was set before the LORD he took one unleavened cake, one loaf of bread made with oil, and one wafer; these he placed on top of the portions of fat and the right thigh."
        },
        {
          "verse": 27,
          "text": "He then put all these things upon the palms of Aaron and his sons, whom he had raise them as an elevated offering before the LORD."
        },
        {
          "verse": 28,
          "text": "When Moses had removed them from their palms, he burned them on the altar with the burnt offering. They were an ordination offering for a sweet aroma, an oblation to the LORD."
        },
        {
          "verse": 29,
          "text": "He then took the brisket and raised it as an elevated offering before the LORD; this was Moses’ own portion of the ordination ram, as the LORD had commanded Moses."
        },
        {
          "verse": 30,
          "text": "Taking some of the anointing oil and some of the blood that was on the altar, Moses sprinkled it upon Aaron and his vestments, as well as his sons and their vestments, thus consecrating both Aaron and his vestments and his sons and their vestments."
        },
        {
          "verse": 31,
          "text": "Moses said to Aaron and his sons, “Boil the meat at the entrance of the tent of meeting, and there eat it with the bread that is in the basket of the ordination offering, in keeping with the command I have received: ‘Aaron and his sons shall eat of it.’"
        },
        {
          "verse": 32,
          "text": "What is left over of the meat and the bread you shall burn in the fire."
        },
        {
          "verse": 33,
          "text": "Moreover, you are not to depart from the entrance of the tent of meeting for seven days, until the days of your ordination are completed; for your ordination is to last for seven days."
        },
        {
          "verse": 34,
          "text": "What has been done today the LORD has commanded be done, to make atonement for you."
        },
        {
          "verse": 35,
          "text": "You must remain at the entrance of the tent of meeting day and night for seven days, carrying out the prescriptions of the LORD, so that you do not die, for this is the command I have received.”"
        },
        {
          "verse": 36,
          "text": "So Aaron and his sons did all that the LORD had commanded through Moses."
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 9 - Octave of the Ordination. On the eighth day Moses summoned Aaron and his sons, together with the elders of Israel,"
        },
        {
          "verse": 2,
          "text": "and said to Aaron, “Take a calf of the herd for a purification offering and a ram for a burnt offering, both without blemish, and offer them before the LORD."
        },
        {
          "verse": 3,
          "text": "Tell the Israelites, too: Take a he-goat for a purification offering, a calf and a lamb, both unblemished yearlings, for a burnt offering,"
        },
        {
          "verse": 4,
          "text": "and an ox and a ram for a communion sacrifice, to sacrifice before the LORD, along with a grain offering mixed with oil; for today the LORD will appear to you.”"
        },
        {
          "verse": 5,
          "text": "So they brought what Moses had ordered before the tent of meeting. When the whole community had come forward and stood before the LORD,"
        },
        {
          "verse": 6,
          "text": "Moses said, “This is what the LORD orders you to do, that the glory of the LORD may appear to you."
        },
        {
          "verse": 7,
          "text": "Approach the altar,” Moses then told Aaron, “and make your purification offering and your burnt offering in atonement for yourself and for your household; then make the offering of the people in atonement for them, as the LORD has commanded.”"
        },
        {
          "verse": 8,
          "text": "Approaching the altar, Aaron first slaughtered the calf of the purification offering that was his own offering."
        },
        {
          "verse": 9,
          "text": "When his sons presented the blood to him, he dipped his finger in the blood and put it on the horns of the altar. The rest of the blood he poured out at the base of the altar."
        },
        {
          "verse": 10,
          "text": "He then burned on the altar the fat, the kidneys and the lobe of the liver from the purification offering, as the LORD had commanded Moses;"
        },
        {
          "verse": 11,
          "text": "but the flesh and the hide he burned in the fire outside the camp."
        },
        {
          "verse": 12,
          "text": "Then Aaron slaughtered the burnt offering. When his sons brought him the blood, he splashed it on all sides of the altar."
        },
        {
          "verse": 13,
          "text": "They then brought him the pieces and the head of the burnt offering, and he burned them on the altar."
        },
        {
          "verse": 14,
          "text": "Having washed the inner organs and the shanks, he burned these also with the burnt offering on the altar."
        },
        {
          "verse": 15,
          "text": "Then he had the people’s offering brought. Taking the goat that was for the people’s purification offering, he slaughtered it and offered it as a purification offering as before."
        },
        {
          "verse": 16,
          "text": "Then he brought forward the burnt offering and offered it according to procedure."
        },
        {
          "verse": 17,
          "text": "He then presented the grain offering; taking a handful of it, he burned it on the altar, in addition to the morning burnt offering."
        },
        {
          "verse": 18,
          "text": "Finally he slaughtered the ox and the ram, the communion sacrifice of the people. When his sons brought him the blood, Aaron splashed it on all sides of the altar."
        },
        {
          "verse": 19,
          "text": "The portions of fat from the ox and from the ram, the fatty tail, the covering fat, the kidneys, and the lobe of the liver"
        },
        {
          "verse": 20,
          "text": "they placed on top of the briskets. Aaron burned the fat pieces on the altar,"
        },
        {
          "verse": 21,
          "text": "but the briskets and the right thigh he raised as an elevated offering before the LORD, as the LORD had commanded Moses."
        },
        {
          "verse": 22,
          "text": "Revelation of the Lord’s Glory. Aaron then raised his hands over the people and blessed them. When he came down from offering the purification offering, the burnt offering, and the communion offering,"
        },
        {
          "verse": 23,
          "text": "Moses and Aaron went into the tent of meeting. On coming out they blessed the people. Then the glory of the LORD appeared to all the people."
        },
        {
          "verse": 24,
          "text": "Fire came forth from the LORD’s presence and consumed the burnt offering and the fat on the altar. Seeing this, all the people shouted with joy and fell prostrate."
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 10 - Nadab and Abihu. Aaron’s sons Nadab and Abihu took their censers and, putting incense on the fire they had set in them, they offered before the LORD unauthorized fire, such as he had not commanded."
        },
        {
          "verse": 2,
          "text": "Fire therefore came forth from the LORD’s presence and consumed them, so that they died in the LORD’s presence."
        },
        {
          "verse": 3,
          "text": "Moses then said to Aaron, “This is as the LORD said: Through those near to me I will be sanctified; in the sight of all the people I will obtain glory.” But Aaron said nothing."
        },
        {
          "verse": 4,
          "text": "Then Moses summoned Mishael and Elzaphan, the sons of Aaron’s uncle Uzziel, with the order, “Come, carry your kinsmen from before the sanctuary to a place outside the camp.”"
        },
        {
          "verse": 5,
          "text": "So they drew near and carried them by means of their tunics outside the camp, as Moses had commanded."
        },
        {
          "verse": 6,
          "text": "Conduct of the Priests. Moses said to Aaron and his sons Eleazar and Ithamar, “Do not dishevel your hair or tear your garments, lest you die and bring God’s wrath also on the whole community. While your kindred, the rest of the house of Israel, may mourn for those whom the LORD’s fire has burned up,"
        },
        {
          "verse": 7,
          "text": "you shall not go beyond the entrance of the tent of meeting, else you shall die; for the anointing oil of the LORD is upon you.” So they did as Moses told them."
        },
        {
          "verse": 8,
          "text": "The LORD said to Aaron:"
        },
        {
          "verse": 9,
          "text": "When you are to go to the tent of meeting, you and your sons are forbidden, by a perpetual statute throughout your generations, to drink any wine or strong drink, lest you die."
        },
        {
          "verse": 10,
          "text": "You must be able to distinguish between what is sacred and what is profane, and between what is clean and what is unclean;"
        },
        {
          "verse": 11,
          "text": "and you must be able to teach the Israelites all the statutes that the LORD has given them through Moses."
        },
        {
          "verse": 12,
          "text": "The Eating of the Priestly Portions. Moses said to Aaron and his surviving sons, Eleazar and Ithamar, “Take the grain offering left over from the oblations to the LORD, and eat it beside the altar in the form of unleavened cakes, since it is most holy."
        },
        {
          "verse": 13,
          "text": "You must eat it in a sacred place because it is your and your sons’ due from the oblations to the LORD; such is the command I have received."
        },
        {
          "verse": 14,
          "text": "The brisket of the elevated offering and the leg of the contribution, however, you and your sons and daughters may eat, in a clean place; for these have been assigned to you and your children as your due from the communion sacrifices of the Israelites."
        },
        {
          "verse": 15,
          "text": "The leg of the contribution and the brisket of the elevated offering shall be brought in with the oblations of fat to be raised as an elevated offering before the LORD. They shall belong to you and your children as your due forever, as the LORD has commanded.”"
        },
        {
          "verse": 16,
          "text": "Moses inquired closely about the goat of the purification offering and discovered that it had all been burned. So he was angry with the surviving sons of Aaron, Eleazar and Ithamar, and said,"
        },
        {
          "verse": 17,
          "text": "“Why did you not eat the purification offering in the sacred place, since it is most holy? It has been given to you that you might remove the guilt of the community and make atonement for them before the LORD."
        },
        {
          "verse": 18,
          "text": "Since its blood was not brought inside the sanctuary, you should certainly have eaten the offering in the sanctuary, as I was commanded.”"
        },
        {
          "verse": 19,
          "text": "Aaron answered Moses, “Even though they presented their purification offering and burnt offering before the LORD today, still this misfortune has befallen me. Had I then eaten of the purification offering today, would it have been pleasing to the LORD?”"
        },
        {
          "verse": 20,
          "text": "On hearing this, Moses was satisfied."
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "verse": 1,
          "text": "III. Laws Regarding Ritual Purity Chapter 11 - Clean and Unclean Meats. The LORD said to Moses and Aaron:"
        },
        {
          "verse": 2,
          "text": "Speak to the Israelites and tell them: Of all land animals these are the ones you may eat:"
        },
        {
          "verse": 3,
          "text": "Any animal that has hoofs you may eat, provided it is cloven-footed and chews the cud."
        },
        {
          "verse": 4,
          "text": "But you shall not eat any of the following from among those that only chew the cud or only have hoofs: the camel, which indeed chews the cud, but does not have hoofs and is therefore unclean for you;"
        },
        {
          "verse": 5,
          "text": "the rock hyrax, which indeed chews the cud, but does not have hoofs and is therefore unclean for you;"
        },
        {
          "verse": 6,
          "text": "the hare, which indeed chews the cud, but does not have hoofs and is therefore unclean for you;"
        },
        {
          "verse": 7,
          "text": "and the pig, which does indeed have hoofs and is cloven-footed, but does not chew the cud and is therefore unclean for you."
        },
        {
          "verse": 8,
          "text": "You shall not eat their meat, and you shall not touch their carcasses; they are unclean for you."
        },
        {
          "verse": 9,
          "text": "Of the various creatures that live in the water, you may eat the following: whatever in the seas or in river waters that has both fins and scales you may eat."
        },
        {
          "verse": 10,
          "text": "But of the creatures that swarm in the water or of animals that otherwise live in the water, whether in the sea or in the rivers, all those that lack either fins or scales are loathsome for you,"
        },
        {
          "verse": 11,
          "text": "and shall always be loathsome to you. Their meat you shall not eat, and their carcasses you shall loathe."
        },
        {
          "verse": 12,
          "text": "Every water creature that lacks fins or scales is loathsome for you."
        },
        {
          "verse": 13,
          "text": "Of the birds, these you shall loathe; they shall not be eaten, they are loathsome: the griffon vulture, the bearded vulture, the black vulture,"
        },
        {
          "verse": 14,
          "text": "the kite, the various species of falcons,"
        },
        {
          "verse": 15,
          "text": "the various species of crows,"
        },
        {
          "verse": 16,
          "text": "the eagle owl, the kestrel, the long-eared owl, the various species of hawks,"
        },
        {
          "verse": 17,
          "text": "the little owl, the cormorant, the screech owl,"
        },
        {
          "verse": 18,
          "text": "the barn owl, the horned owl, the osprey,"
        },
        {
          "verse": 19,
          "text": "the stork, the various species of herons, the hoopoe, and the bat."
        },
        {
          "verse": 20,
          "text": "The various winged insects that walk on all fours are loathsome for you."
        },
        {
          "verse": 21,
          "text": "But of the various winged insects that walk on all fours you may eat those that have legs jointed above their feet for leaping on the ground;"
        },
        {
          "verse": 22,
          "text": "hence of these you may eat the following: the various kinds of locusts, the various kinds of bald locusts, the various kinds of crickets, and the various kinds of grasshoppers."
        },
        {
          "verse": 23,
          "text": "All other winged insects that have four legs are loathsome for you."
        },
        {
          "verse": 24,
          "text": "You become unclean by the following—anyone who touches their carcasses shall be unclean until evening,"
        },
        {
          "verse": 25,
          "text": "and anyone who carries any part of their carcasses shall wash his garments and be unclean until evening—"
        },
        {
          "verse": 26,
          "text": "by all hoofed animals that are not cloven-footed or do not chew the cud; they are unclean for you; anyone who touches them becomes unclean."
        },
        {
          "verse": 27,
          "text": "Also by the various quadrupeds that walk on paws; they are unclean for you; anyone who touches their carcasses shall be unclean until evening,"
        },
        {
          "verse": 28,
          "text": "and anyone who carries their carcasses shall wash his garments and be unclean until evening. They are unclean for you."
        },
        {
          "verse": 29,
          "text": "Of the creatures that swarm on the ground, the following are unclean for you: the rat, the mouse, the various kinds of lizards,"
        },
        {
          "verse": 30,
          "text": "the gecko, the spotted lizard, the agama, the skink, and the chameleon."
        },
        {
          "verse": 31,
          "text": "Among the various swarming creatures, these are unclean for you. Everyone who touches them when they are dead shall be unclean until evening."
        },
        {
          "verse": 32,
          "text": "Everything on which one of them falls when dead becomes unclean, including any article of wood, cloth, leather or goat hair—any article of which use can be made. It must be immersed in water and remain unclean until evening, when it again becomes clean."
        },
        {
          "verse": 33,
          "text": "Should any of these creatures fall into a clay vessel, everything in it becomes unclean, and the vessel itself you must break."
        },
        {
          "verse": 34,
          "text": "Any food that can be eaten which makes contact with water, and any liquid that may be drunk, in any such vessel become unclean."
        },
        {
          "verse": 35,
          "text": "Any object on which any part of their carcasses falls becomes unclean; if it is an oven or stove, this must be broken to pieces; they are unclean and shall always be unclean to you."
        },
        {
          "verse": 36,
          "text": "However, a spring or a cistern for collecting water remains clean; but whoever touches such an animal’s carcass becomes unclean."
        },
        {
          "verse": 37,
          "text": "If any part of their carcasses falls on any sort of grain that is to be sown, it remains clean;"
        },
        {
          "verse": 38,
          "text": "but if the grain has become moistened, it becomes unclean to you when any part of their carcasses falls on it."
        },
        {
          "verse": 39,
          "text": "When one of the animals that you could otherwise eat dies of itself, anyone who touches its carcass shall be unclean until evening;"
        },
        {
          "verse": 40,
          "text": "and anyone who eats any part of its carcass shall wash his garments and be unclean until evening; so also, anyone who carries its carcass shall wash his garments and be unclean until evening."
        },
        {
          "verse": 41,
          "text": "All the creatures that swarm on the ground are loathsome and shall not be eaten."
        },
        {
          "verse": 42,
          "text": "Whether it crawls on its belly, goes on all fours, or has many legs—any creature that swarms on the earth—you shall not eat them; they are loathsome."
        },
        {
          "verse": 43,
          "text": "Do not make yourselves loathsome by any swarming creature nor defile yourselves with them and so become unclean by them."
        },
        {
          "verse": 44,
          "text": "For I, the LORD, am your God. You shall make and keep yourselves holy, because I am holy. You shall not make yourselves unclean, then, by any swarming creature that crawls on the ground."
        },
        {
          "verse": 45,
          "text": "Since I, the LORD, am the one who brought you up from the land of Egypt that I might be your God, you shall be holy, because I am holy."
        },
        {
          "verse": 46,
          "text": "This is the instruction for land animals, birds, and all the creatures that move about in the water, as well as any animal that swarms on the ground,"
        },
        {
          "verse": 47,
          "text": "that you may distinguish between the clean and the unclean, and between creatures that may be eaten and those that may not be eaten."
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 12 - Uncleanness of Childbirth. The LORD said to Moses:"
        },
        {
          "verse": 2,
          "text": "Tell the Israelites: When a woman has a child, giving birth to a boy, she shall be unclean for seven days, with the same uncleanness as during her menstrual period."
        },
        {
          "verse": 3,
          "text": "On the eighth day, the flesh of the boy’s foreskin shall be circumcised,"
        },
        {
          "verse": 4,
          "text": "and then she shall spend thirty-three days more in a state of blood purity; she shall not touch anything sacred nor enter the sanctuary till the days of her purification are fulfilled."
        },
        {
          "verse": 5,
          "text": "If she gives birth to a girl, for fourteen days she shall be as unclean as during her menstrual period, after which she shall spend sixty-six days in a state of blood purity."
        },
        {
          "verse": 6,
          "text": "When the days of her purification for a son or for a daughter are fulfilled, she shall bring to the priest at the entrance of the tent of meeting a yearling lamb for a burnt offering and a pigeon or a turtledove for a purification offering."
        },
        {
          "verse": 7,
          "text": "The priest shall offer them before the LORD to make atonement for her, and thus she will be clean again after her flow of blood. Such is the ritual for the woman who gives birth to a child, male or female."
        },
        {
          "verse": 8,
          "text": "If, however, she cannot afford a lamb, she may take two turtledoves or two pigeons, the one for a burnt offering and the other for a purification offering. The priest shall make atonement for her, and thus she will again be clean."
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 13 - Scaly Infection. The LORD said to Moses and Aaron:"
        },
        {
          "verse": 2,
          "text": "When someone has on the skin a mark, lesion, or blotch which appears to develop into a scaly infection, the person shall be brought to Aaron, the priest, or to one of the priests among his sons."
        },
        {
          "verse": 3,
          "text": "If the priest, upon examination of the skin’s infection, finds that the hair on the infection has turned white and the infection itself appears to be deeper than the skin, it is indeed a scaly infection; the priest, on seeing this, shall declare the person unclean."
        },
        {
          "verse": 4,
          "text": "If, however, the blotch on the skin is white, but does not seem to be deeper than the skin, nor has the hair turned white, the priest shall quarantine the afflicted person for seven days."
        },
        {
          "verse": 5,
          "text": "Should the priest, upon examination on the seventh day, find that the infection has remained unchanged in color and has not spread on the skin, the priest shall quarantine the person for another seven days."
        },
        {
          "verse": 6,
          "text": "Should the priest, upon examination again on the seventh day, find that the infection is now faded and has not spread on the skin, the priest shall declare the person clean; it was merely a scab. The person shall wash his garments and so become clean."
        },
        {
          "verse": 7,
          "text": "But if, after the person was examined by the priest and declared clean, the scab spreads at all on the skin, the person shall once more be examined by the priest."
        },
        {
          "verse": 8,
          "text": "Should the priest, upon examination, find that the scab has indeed spread on the skin, he shall declare the person unclean; it is a scaly infection."
        },
        {
          "verse": 9,
          "text": "When someone is afflicted with a scaly infection, that person shall be brought to the priest."
        },
        {
          "verse": 10,
          "text": "Should the priest, upon examination, find that there is a white mark on the skin which has turned the hair white and that there is raw flesh in it,"
        },
        {
          "verse": 11,
          "text": "it is a chronic scaly infection on the skin. The priest shall declare the person unclean without quarantine, since the individual is certainly unclean."
        },
        {
          "verse": 12,
          "text": "If the scaly infection breaks out on the skin and, as far as the priest can see, covers all the skin of the afflicted person from head to foot,"
        },
        {
          "verse": 13,
          "text": "should the priest then, upon examination, find that the scaly infection does cover the whole body, he shall declare the afflicted person clean; since the person has turned completely white; that individual is clean."
        },
        {
          "verse": 14,
          "text": "But as soon as raw flesh appears, the individual is unclean;"
        },
        {
          "verse": 15,
          "text": "on observing the raw flesh, the priest shall declare the person unclean, because raw flesh is unclean; it is a scaly infection."
        },
        {
          "verse": 16,
          "text": "If, however, the raw flesh again turns white, the person shall return to the priest;"
        },
        {
          "verse": 17,
          "text": "should the latter, upon examination, find that the infection has indeed turned white, he shall declare the afflicted person clean; the individual is clean."
        },
        {
          "verse": 18,
          "text": "If a boil appeared on a person’s skin which later healed,"
        },
        {
          "verse": 19,
          "text": "should now in the place of the boil a white mark or a reddish white blotch develop, the person shall be examined by the priest."
        },
        {
          "verse": 20,
          "text": "If the latter, upon examination, finds that it is deeper than the skin and that the hair has turned white, he shall declare the person unclean; it is a scaly infection that has broken out in the boil."
        },
        {
          "verse": 21,
          "text": "But if the priest, upon examination, finds that there is no white hair in it and that it is not deeper than the skin and is faded, the priest shall quarantine the person for seven days."
        },
        {
          "verse": 22,
          "text": "If it has then spread on the skin, the priest shall declare the person unclean; it is an infection."
        },
        {
          "verse": 23,
          "text": "But if the blotch remains the same without spreading, it is merely the scar of the boil; the priest shall therefore declare the person clean."
        },
        {
          "verse": 24,
          "text": "If there was a burn on a person’s skin, and the burned area now becomes a reddish white or a white blotch,"
        },
        {
          "verse": 25,
          "text": "when the priest, upon examination, finds that the hair has turned white in the blotch and this seems to be deeper than the skin, it is a scaly infection that has broken out in the burn; the priest shall therefore declare the person unclean; it is a scaly infection."
        },
        {
          "verse": 26,
          "text": "But if the priest, upon examination, finds that there is no white hair in the blotch and that this is not deeper than the skin and is faded, the priest shall quarantine the person for seven days."
        },
        {
          "verse": 27,
          "text": "Should the priest, upon examination on the seventh day, find that it has spread at all on the skin, he shall declare the person unclean; it is a scaly infection."
        },
        {
          "verse": 28,
          "text": "But if the blotch remains the same without spreading on the skin and is faded, it is merely the spot of the burn; the priest shall therefore declare the person clean, since it is only the scar of the burn."
        },
        {
          "verse": 29,
          "text": "When a man or a woman has an infection on the head or in the beard,"
        },
        {
          "verse": 30,
          "text": "should the priest, upon examination, find that the infection appears to be deeper than the skin and that there is fine yellow hair in it, the priest shall declare the person unclean; it is a scall. It is a scaly infection of the head or beard."
        },
        {
          "verse": 31,
          "text": "But if the priest, upon examining the scall infection, finds that it does not appear to be deeper than the skin, though the hair in it may not be black, the priest shall quarantine the scall-stricken person for seven days."
        },
        {
          "verse": 32,
          "text": "Should the priest, upon examining the infection on the seventh day find that the scall has not spread and has no yellow hair in it and does not seem to be deeper than the skin,"
        },
        {
          "verse": 33,
          "text": "the person shall shave, but not the scall spot. Then the priest shall quarantine the scall-diseased person for another seven days."
        },
        {
          "verse": 34,
          "text": "If the priest, upon examining the scall on the seventh day, finds that it has not spread on the skin and that it does not appear to be deeper than the skin, he shall declare the person clean; the latter shall wash his garments, and will thus be clean."
        },
        {
          "verse": 35,
          "text": "But if the scall spreads at all on the skin after the person has been declared clean—"
        },
        {
          "verse": 36,
          "text": "should the priest, upon examination, find that the scall has indeed spread on the skin, he need not look for yellow hair; the individual is unclean."
        },
        {
          "verse": 37,
          "text": "If, however, the scall has remained unchanged in color and black hair has grown in it, the disease has been healed; the person is clean, and the priest shall declare the individual clean."
        },
        {
          "verse": 38,
          "text": "When the skin of a man or a woman is spotted with several white blotches,"
        },
        {
          "verse": 39,
          "text": "if the priest, upon examination, finds that the blotches on the skin are pale white, it is only tetter that has broken out on the skin, and the person therefore is clean."
        },
        {
          "verse": 40,
          "text": "When a man loses the hair of his head, he is simply bald on the crown and not unclean."
        },
        {
          "verse": 41,
          "text": "So too, if he loses the hair on the front of his head, he is simply bald on the forehead and not unclean."
        },
        {
          "verse": 42,
          "text": "But when there is a reddish white infection on his bald crown or bald forehead, it is a scaly infection that is breaking out there."
        },
        {
          "verse": 43,
          "text": "If the priest, upon examination, finds that the infection spot on the bald area on the crown or forehead has the same reddish white appearance as that of a scaly infection of the skin,"
        },
        {
          "verse": 44,
          "text": "the man has a scaly infection and is unclean. The priest shall declare him unclean; his infection is on his head."
        },
        {
          "verse": 45,
          "text": "The garments of one afflicted with a scaly infection shall be rent and the hair disheveled, and the mustache covered. The individual shall cry out, “Unclean, unclean!”"
        },
        {
          "verse": 46,
          "text": "As long as the infection is present, the person shall be unclean. Being unclean, that individual shall dwell apart, taking up residence outside the camp."
        },
        {
          "verse": 47,
          "text": "Fungal Infection of Fabrics and Leather. When a fungal infection is on a garment of wool or of linen,"
        },
        {
          "verse": 48,
          "text": "or on the warp and woof of linen or wool, or on a hide or anything made of leather,"
        },
        {
          "verse": 49,
          "text": "if the infection on the garment or hide, or on the warp or woof, or on any leather article is greenish or reddish, the thing is indeed a fungal infection and must be examined by the priest."
        },
        {
          "verse": 50,
          "text": "Having examined the infection, the priest shall quarantine the infected article for seven days."
        },
        {
          "verse": 51,
          "text": "If the priest, upon inspecting the infection on the seventh day, finds that it has spread on the garment, or on the warp or woof, or on the leather, whatever be its use, the infection is a harmful fungus; the article is unclean."
        },
        {
          "verse": 52,
          "text": "He shall therefore burn up the garment, or the warp or woof, be it of wool or linen, or any leather article which is infected; since it is a harmful fungus, it must be destroyed by fire."
        },
        {
          "verse": 53,
          "text": "But if the priest, upon examination, finds that it has not spread on the garment, or on the warp or woof, or on the leather article,"
        },
        {
          "verse": 54,
          "text": "he shall give orders to have the infected article washed and then quarantined for another seven days."
        },
        {
          "verse": 55,
          "text": "If the priest, upon examination after the infection was washed, finds that it has not changed its color, even though it may not have spread, the article is unclean. You shall burn it with fire. It is a fray, be it on its inner or outer side."
        },
        {
          "verse": 56,
          "text": "But if the priest, upon examination, finds that the infection has faded after the washing, he shall cut it out of the garment, or the leather, or the warp or woof."
        },
        {
          "verse": 57,
          "text": "If, however, the infection again appears on the garment, or on the warp or woof, or on the leather article, it is still virulent and you shall burn the thing infected with fire."
        },
        {
          "verse": 58,
          "text": "But if, after the washing, the infection has disappeared from the garment, or the warp or woof, or the leather article, the thing shall be washed a second time, and thus it will be clean."
        },
        {
          "verse": 59,
          "text": "This is the instruction for a fungal infection on a garment of wool or linen, or on a warp or woof, or on any leather article, to determine whether it is clean or unclean."
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 14 - Purification After Scaly Infection. The LORD said to Moses:"
        },
        {
          "verse": 2,
          "text": "This is the ritual for someone that had a scaly infection at the time of that person’s purification. The individual shall be brought to the priest,"
        },
        {
          "verse": 3,
          "text": "who is to go outside the camp. If the priest, upon inspection, finds that the scaly infection has healed in the afflicted person,"
        },
        {
          "verse": 4,
          "text": "he shall order that two live, clean birds, as well as some cedar wood, scarlet yarn, and hyssop be obtained for the one who is to be purified."
        },
        {
          "verse": 5,
          "text": "The priest shall then order that one of the birds be slaughtered over an earthen vessel with fresh water in it."
        },
        {
          "verse": 6,
          "text": "Taking the living bird with the cedar wood, the scarlet yarn and the hyssop, the priest shall dip them, including the live bird, in the blood of the bird that was slaughtered over the fresh water,"
        },
        {
          "verse": 7,
          "text": "and then sprinkle seven times on the person to be purified from the scaly infection. When he has thus purified that person, he shall let the living bird fly away over the countryside."
        },
        {
          "verse": 8,
          "text": "The person being purified shall then wash his garments, shave off all hair, and bathe in water, and so become clean. After this the person may come inside the camp, but shall still remain outside his or her tent for seven days."
        },
        {
          "verse": 9,
          "text": "On the seventh day this individual shall again shave off all hair, of the head, beard, and eyebrows—all hair must be shaved—and also wash his garments and bathe the body in water, and so become clean."
        },
        {
          "verse": 10,
          "text": "On the eighth day the individual shall take two unblemished male lambs, one unblemished yearling ewe lamb, three tenths of an ephah of bran flour mixed with oil for a grain offering, and one log of oil."
        },
        {
          "verse": 11,
          "text": "The priest who performs the purification ceremony shall place the person who is being purified, as well as all these offerings, before the LORD at the entrance of the tent of meeting."
        },
        {
          "verse": 12,
          "text": "Taking one of the male lambs, the priest shall present it as a reparation offering, along with the log of oil, raising them as an elevated offering before the LORD."
        },
        {
          "verse": 13,
          "text": "This lamb shall be slaughtered in the sacred place where the purification offering and the burnt offering are slaughtered, because the reparation offering is like the purification offering; it belongs to the priest and is most holy."
        },
        {
          "verse": 14,
          "text": "Then the priest shall take some of the blood of the reparation offering and put it on the lobe of the right ear, the thumb of the right hand, and the big toe of the right foot of the person being purified."
        },
        {
          "verse": 15,
          "text": "The priest shall also take the log of oil and pour some of it into the palm of his own left hand;"
        },
        {
          "verse": 16,
          "text": "then, dipping his right finger in the oil on his left palm, he shall sprinkle some of it with his finger seven times before the LORD."
        },
        {
          "verse": 17,
          "text": "Of the oil left in his hand the priest shall put some on the lobe of the right ear, the thumb of the right hand, and the big toe of the right foot of the person being purified, over the blood of the reparation offering."
        },
        {
          "verse": 18,
          "text": "The rest of the oil in his hand the priest shall put on the head of the one being purified. Thus shall the priest make atonement for the individual before the LORD."
        },
        {
          "verse": 19,
          "text": "The priest shall next offer the purification offering, thus making atonement on behalf of the one being purified from the uncleanness. After this the burnt offering shall be slaughtered."
        },
        {
          "verse": 20,
          "text": "The priest shall offer the burnt offering and the grain offering on the altar before the LORD. Thus shall the priest make atonement for the person, and the individual will become clean."
        },
        {
          "verse": 21,
          "text": "Poor Person’s Sacrifices. If a person is poor and cannot afford so much, that person shall take one male lamb for a reparation offering, to be used as an elevated offering in atonement, one tenth of an ephah of bran flour mixed with oil for a grain offering, a log of oil,"
        },
        {
          "verse": 22,
          "text": "and two turtledoves or pigeons, which the individual can more easily afford, the one as a purification offering and the other as a burnt offering."
        },
        {
          "verse": 23,
          "text": "On the eighth day of purification the person shall bring them to the priest, at the entrance of the tent of meeting before the LORD."
        },
        {
          "verse": 24,
          "text": "Taking the lamb of the reparation offering, along with the log of oil, the priest shall raise them as an elevated offering before the LORD."
        },
        {
          "verse": 25,
          "text": "When the lamb of the reparation offering has been slaughtered, the priest shall take some of its blood, and put it on the lobe of the right ear, on the thumb of the right hand, and on the big toe of the right foot of the person being purified."
        },
        {
          "verse": 26,
          "text": "The priest shall then pour some of the oil into the palm of his own left hand"
        },
        {
          "verse": 27,
          "text": "and with his right finger sprinkle some of the oil in his left palm seven times before the LORD."
        },
        {
          "verse": 28,
          "text": "Some of the oil in his hand the priest shall also put on the lobe of the right ear, the thumb of the right hand, and the big toe of the right foot of the person being purified, where he had sprinkled the blood of the reparation offering."
        },
        {
          "verse": 29,
          "text": "The rest of the oil in his hand the priest shall put on the head of the one being purified. Thus shall he make atonement for the individual before the LORD."
        },
        {
          "verse": 30,
          "text": "Then, of the turtledoves or pigeons, such as the person can afford,"
        },
        {
          "verse": 31,
          "text": "the priest shall offer one as a purification offering and the other as a burnt offering, along with the grain offering. Thus shall the priest make atonement before the LORD for the person who is being purified."
        },
        {
          "verse": 32,
          "text": "This is the ritual for one afflicted with a scaly infection who has insufficient means for purification."
        },
        {
          "verse": 33,
          "text": "Fungal Infection of Houses. The LORD said to Moses and Aaron:"
        },
        {
          "verse": 34,
          "text": "When you come into the land of Canaan, which I am giving you to possess, if I put a fungal infection in any house of the land you occupy,"
        },
        {
          "verse": 35,
          "text": "the owner of the house shall come and report to the priest, “Something like an infection has appeared in my house.”"
        },
        {
          "verse": 36,
          "text": "The priest shall then order the house to be cleared out before he goes in to examine the infection, lest everything in the house become unclean. Only after this is he to go in to examine the house."
        },
        {
          "verse": 37,
          "text": "If the priest, upon inspection, finds that the infection on the walls of the house consists of greenish or reddish spots which seem to go deeper than the surface of the wall,"
        },
        {
          "verse": 38,
          "text": "he shall go out of the house to the doorway and quarantine the house for seven days."
        },
        {
          "verse": 39,
          "text": "On the seventh day the priest shall return. If, upon inspection, he finds that the infection has spread on the walls,"
        },
        {
          "verse": 40,
          "text": "he shall order the infected stones to be pulled out and cast in an unclean place outside the city."
        },
        {
          "verse": 41,
          "text": "The whole inside of the house shall then be scraped, and the mortar that has been scraped off shall be dumped in an unclean place outside the city."
        },
        {
          "verse": 42,
          "text": "Then other stones shall be brought and put in the place of the old stones, and new mortar obtained and plastered on the house."
        },
        {
          "verse": 43,
          "text": "If the infection breaks out once more in the house after the stones have been pulled out and the house has been scraped and replastered,"
        },
        {
          "verse": 44,
          "text": "the priest shall come; and if, upon inspection, he finds that the infection has spread in the house, it is a corrosive fungus in the house, and it is unclean."
        },
        {
          "verse": 45,
          "text": "It shall be pulled down, and all its stones, beams and mortar shall be hauled away to an unclean place outside the city."
        },
        {
          "verse": 46,
          "text": "Whoever enters a house while it is quarantined shall be unclean until evening."
        },
        {
          "verse": 47,
          "text": "Whoever sleeps or eats in such a house shall also wash his garments."
        },
        {
          "verse": 48,
          "text": "If the priest finds, when he comes to the house, that the infection has in fact not spread in the house after the plastering, he shall declare the house clean, since the infection has been healed."
        },
        {
          "verse": 49,
          "text": "To purify the house, he shall take two birds, as well as cedar wood, scarlet yarn, and hyssop."
        },
        {
          "verse": 50,
          "text": "One of the birds he shall slaughter over an earthen vessel with fresh water in it."
        },
        {
          "verse": 51,
          "text": "Then, taking the cedar wood, the hyssop and the scarlet yarn, together with the living bird, he shall dip them all in the blood of the slaughtered bird and the fresh water, and sprinkle the house seven times."
        },
        {
          "verse": 52,
          "text": "Thus he shall purify the house with the bird’s blood and the fresh water, along with the living bird, the cedar wood, the hyssop, and the scarlet yarn."
        },
        {
          "verse": 53,
          "text": "He shall then let the living bird fly away over the countryside outside the city. Thus he shall make atonement for the house, and it will be clean."
        },
        {
          "verse": 54,
          "text": "This is the ritual for every kind of human scaly infection and scall,"
        },
        {
          "verse": 55,
          "text": "and for fungus diseases in garments and houses—"
        },
        {
          "verse": 56,
          "text": "for marks, lesions and blotches—"
        },
        {
          "verse": 57,
          "text": "to give direction when there is a state of uncleanness and when a state of cleanness. This is the ritual for scaly infection."
        }
      ]
    },
    {
      "chapter": 15,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 15 - Sexual Uncleanness. The LORD said to Moses and Aaron:"
        },
        {
          "verse": 2,
          "text": "Speak to the Israelites and tell them: When any man has a genital discharge, he is thereby unclean."
        },
        {
          "verse": 3,
          "text": "Such is his uncleanness from this discharge, whether his body drains freely with the discharge or is blocked up from the discharge. His uncleanness is on him all the days that his body discharges or is blocked up from his discharge; this is his uncleanness."
        },
        {
          "verse": 4,
          "text": "Any bed on which the man with the discharge lies is unclean, and any article on which he sits is unclean."
        },
        {
          "verse": 5,
          "text": "Anyone who touches his bed shall wash his garments, bathe in water, and be unclean until evening."
        },
        {
          "verse": 6,
          "text": "Whoever sits on an article on which the man with the discharge was sitting shall wash his garments, bathe in water, and be unclean until evening."
        },
        {
          "verse": 7,
          "text": "Whoever touches the body of the man with the discharge shall wash his garments, bathe in water, and be unclean until evening."
        },
        {
          "verse": 8,
          "text": "If the man with the discharge spits on a clean person, the latter shall wash his garments, bathe in water, and be unclean until evening."
        },
        {
          "verse": 9,
          "text": "Any saddle on which the man with the discharge rides is unclean."
        },
        {
          "verse": 10,
          "text": "Whoever touches anything that was under him shall be unclean until evening; whoever carries any such thing shall wash his garments, bathe in water, and be unclean until evening."
        },
        {
          "verse": 11,
          "text": "Anyone whom the man with the discharge touches with his unrinsed hands shall wash his garments, bathe in water, and be unclean until evening."
        },
        {
          "verse": 12,
          "text": "Earthenware touched by the man with the discharge shall be broken; and every wooden article shall be rinsed with water."
        },
        {
          "verse": 13,
          "text": "When a man with a discharge becomes clean of his discharge, he shall count seven days for his purification. Then he shall wash his garments and bathe his body in fresh water, and so he will be clean."
        },
        {
          "verse": 14,
          "text": "On the eighth day he shall take two turtledoves or two pigeons, and going before the LORD, to the entrance of the tent of meeting, he shall give them to the priest,"
        },
        {
          "verse": 15,
          "text": "who shall offer them up, the one as a purification offering and the other as a burnt offering. Thus shall the priest make atonement before the LORD for the man because of his discharge."
        },
        {
          "verse": 16,
          "text": "When a man has an emission of semen, he shall bathe his whole body in water and be unclean until evening."
        },
        {
          "verse": 17,
          "text": "Any piece of cloth or leather with semen on it shall be washed with water and be unclean until evening."
        },
        {
          "verse": 18,
          "text": "If a man has sexual relations with a woman, they shall both bathe in water and be unclean until evening."
        },
        {
          "verse": 19,
          "text": "When a woman has a flow of blood from her body, she shall be in a state of menstrual uncleanness for seven days. Anyone who touches her shall be unclean until evening."
        },
        {
          "verse": 20,
          "text": "Anything on which she lies or sits during her menstrual period shall be unclean."
        },
        {
          "verse": 21,
          "text": "Anyone who touches her bed shall wash his garments, bathe in water, and be unclean until evening."
        },
        {
          "verse": 22,
          "text": "Whoever touches any article on which she was sitting shall wash his garments, bathe in water, and be unclean until evening."
        },
        {
          "verse": 23,
          "text": "Whether an object is on the bed or on something she sat upon, when the person touches it, that person shall be unclean until evening."
        },
        {
          "verse": 24,
          "text": "If a man lies with her, he contracts her menstrual uncleanness and shall be unclean for seven days; every bed on which he then lies also becomes unclean."
        },
        {
          "verse": 25,
          "text": "When a woman has a flow of blood for several days outside her menstrual period, or when her flow continues beyond the ordinary period, as long as she suffers this unclean flow she shall be unclean, just as during her menstrual period."
        },
        {
          "verse": 26,
          "text": "Any bed on which she lies during such a flow becomes unclean, as it would during her menstrual period, and any article on which she sits becomes unclean just as during her menstrual period."
        },
        {
          "verse": 27,
          "text": "Anyone who touches them becomes unclean; that person shall wash his garments, bathe in water, and be unclean until evening."
        },
        {
          "verse": 28,
          "text": "When she becomes clean from her flow, she shall count seven days; after this she becomes clean."
        },
        {
          "verse": 29,
          "text": "On the eighth day she shall take two turtledoves or two pigeons and bring them to the priest at the entrance of the tent of meeting."
        },
        {
          "verse": 30,
          "text": "The priest shall offer one of them as a purification offering and the other as a burnt offering. Thus shall the priest make atonement before the LORD for her because of her unclean flow."
        },
        {
          "verse": 31,
          "text": "You shall warn the Israelites of their uncleanness, lest they die through their uncleanness by defiling my tabernacle, which is in their midst."
        },
        {
          "verse": 32,
          "text": "This is the ritual for the man with a discharge, or who has an emission of semen, and thereby becomes unclean;"
        },
        {
          "verse": 33,
          "text": "as well as for the woman who has her menstrual period; or one who has a discharge, male or female; and also for the man who lies with an unclean woman."
        }
      ]
    },
    {
      "chapter": 16,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 16 - The Day of Atonement. After the death of Aaron’s two sons, who died when they encroached on the LORD’s presence, the LORD spoke to Moses"
        },
        {
          "verse": 2,
          "text": "and said to him: Tell your brother Aaron that he is not to come whenever he pleases into the inner sanctuary, inside the veil, in front of the cover on the ark, lest he die, for I reveal myself in a cloud above the ark’s cover."
        },
        {
          "verse": 3,
          "text": "Only in this way may Aaron enter the inner sanctuary. He shall bring a bull of the herd for a purification offering and a ram for a burnt offering."
        },
        {
          "verse": 4,
          "text": "He shall wear the sacred linen tunic, with the linen pants underneath, gird himself with the linen sash and put on the linen turban. But since these vestments are sacred, he shall not put them on until he has first bathed his body in water."
        },
        {
          "verse": 5,
          "text": "From the Israelite community he shall receive two male goats for a purification offering and one ram for a burnt offering."
        },
        {
          "verse": 6,
          "text": "Aaron shall offer the bull, his purification offering, to make atonement for himself and for his household."
        },
        {
          "verse": 7,
          "text": "Taking the two male goats and setting them before the LORD at the entrance of the tent of meeting,"
        },
        {
          "verse": 8,
          "text": "he shall cast lots to determine which one is for the LORD and which for Azazel."
        },
        {
          "verse": 9,
          "text": "The goat that is determined by lot for the LORD, Aaron shall present and offer up as a purification offering."
        },
        {
          "verse": 10,
          "text": "But the goat determined by lot for Azazel he shall place before the LORD alive, so that with it he may make atonement by sending it off to Azazel in the desert."
        },
        {
          "verse": 11,
          "text": "Thus shall Aaron offer his bull for the purification offering, to make atonement for himself and for his family. When he has slaughtered it,"
        },
        {
          "verse": 12,
          "text": "he shall take a censer full of glowing embers from the altar before the LORD, as well as a double handful of finely ground fragrant incense, and bringing them inside the veil,"
        },
        {
          "verse": 13,
          "text": "there before the LORD he shall put incense on the fire, so that a cloud of incense may shield the cover that is over the covenant, else he will die."
        },
        {
          "verse": 14,
          "text": "Taking some of the bull’s blood, he shall sprinkle it with his finger on the front of the ark’s cover and likewise sprinkle some of the blood with his finger seven times in front of the cover."
        },
        {
          "verse": 15,
          "text": "Then he shall slaughter the goat of the people’s purification offering, and bringing its blood inside the veil, he shall do with it as he did with the bull’s blood, sprinkling it on the ark’s cover and in front of it."
        },
        {
          "verse": 16,
          "text": "Thus he shall purge the inner sanctuary of all the Israelites’ impurities and trespasses, including all their sins. He shall do the same for the tent of meeting, which is set up among them in the midst of their uncleanness."
        },
        {
          "verse": 17,
          "text": "No one else may be in the tent of meeting from the time he enters the inner sanctuary to make atonement until he departs. When he has made atonement for himself and his household, as well as for the whole Israelite assembly,"
        },
        {
          "verse": 18,
          "text": "he shall come out to the altar before the LORD and purge it also. Taking some of the bull’s and the goat’s blood, he shall put it on the horns around the altar,"
        },
        {
          "verse": 19,
          "text": "and with his finger sprinkle some of the blood on it seven times. Thus he shall purify it and sanctify it from the impurities of the Israelites."
        },
        {
          "verse": 20,
          "text": "The Scapegoat. When he has finished purging the inner sanctuary, the tent of meeting and the altar, Aaron shall bring forward the live goat."
        },
        {
          "verse": 21,
          "text": "Laying both hands on its head, he shall confess over it all the iniquities of the Israelites and their trespasses, including all their sins, and so put them on the goat’s head. He shall then have it led into the wilderness by an attendant."
        },
        {
          "verse": 22,
          "text": "The goat will carry off all their iniquities to an isolated region. When the goat is dispatched into the wilderness,"
        },
        {
          "verse": 23,
          "text": "Aaron shall go into the tent of meeting, strip off the linen vestments he had put on when he entered the inner sanctuary, and leave them in the tent of meeting."
        },
        {
          "verse": 24,
          "text": "After bathing his body with water in a sacred place, he shall put on his regular vestments, and then come out and offer his own and the people’s burnt offering, in atonement for himself and for the people,"
        },
        {
          "verse": 25,
          "text": "and also burn the fat of the purification offering on the altar."
        },
        {
          "verse": 26,
          "text": "The man who led away the goat for Azazel shall wash his garments and bathe his body in water; only then may he enter the camp."
        },
        {
          "verse": 27,
          "text": "The bull and the goat of the purification offering whose blood was brought to make atonement in the inner sanctuary, shall be taken outside the camp, where their hides and flesh and dung shall be burned in the fire."
        },
        {
          "verse": 28,
          "text": "The one who burns them shall wash his garments and bathe his body in water; only then may he enter the camp."
        },
        {
          "verse": 29,
          "text": "The Fast. This shall be an everlasting statute for you: on the tenth day of the seventh month every one of you, whether a native or a resident alien, shall humble yourselves and shall do no work."
        },
        {
          "verse": 30,
          "text": "For on this day atonement is made for you to make you clean; of all your sins you will be cleansed before the LORD."
        },
        {
          "verse": 31,
          "text": "It shall be a sabbath of complete rest for you, on which you must humble yourselves—an everlasting statute."
        },
        {
          "verse": 32,
          "text": "This atonement is to be made by the priest who has been anointed and ordained to the priesthood in succession to his father. He shall wear the linen garments, the sacred vestments,"
        },
        {
          "verse": 33,
          "text": "and purge the most sacred part of the sanctuary, as well as the tent of meeting, and the altar. He shall also make atonement for the priests and all the people of the assembly."
        },
        {
          "verse": 34,
          "text": "This, then, shall be an everlasting statute for you: once a year atonement shall be made on behalf of the Israelites for all their sins. And Moses did as the LORD had commanded him."
        }
      ]
    },
    {
      "chapter": 17,
      "verses": [
        {
          "verse": 1,
          "text": "IV. Holiness Laws Chapter 17 - Sacredness of Blood. The LORD said to Moses:"
        },
        {
          "verse": 2,
          "text": "Speak to Aaron and his sons, as well as to all the Israelites, and tell them: This is what the LORD has commanded:"
        },
        {
          "verse": 3,
          "text": "Any Israelite who slaughters an ox or a sheep or a goat, whether in the camp or outside of it,"
        },
        {
          "verse": 4,
          "text": "without first bringing it to the entrance of the tent of meeting to present it as an offering to the LORD in front of the LORD’s tabernacle, shall be judged guilty of bloodshed—that individual has shed blood, and shall be cut off from the people."
        },
        {
          "verse": 5,
          "text": "This is so that such sacrifices as they used to offer in the open field the Israelites shall henceforth bring to the LORD at the entrance of the tent of meeting, to the priest, and sacrifice them there as communion sacrifices to the LORD."
        },
        {
          "verse": 6,
          "text": "The priest will splash the blood on the altar of the LORD at the entrance of the tent of meeting and burn the fat for an odor pleasing to the LORD."
        },
        {
          "verse": 7,
          "text": "No longer shall they offer their sacrifices to the demons with whom they prostituted themselves. This shall be an everlasting statute for them and their descendants."
        },
        {
          "verse": 8,
          "text": "Tell them, therefore: Anyone, whether of the house of Israel or of the aliens residing among them, who offers a burnt offering or sacrifice"
        },
        {
          "verse": 9,
          "text": "without bringing it to the entrance of the tent of meeting to offer it to the LORD, shall be cut off from the people."
        },
        {
          "verse": 10,
          "text": "As for anyone, whether of the house of Israel or of the aliens residing among them, who consumes any blood, I will set myself against that individual and will cut that person off from among the people,"
        },
        {
          "verse": 11,
          "text": "since the life of the flesh is in the blood, and I have given it to you to make atonement on the altar for yourselves, because it is the blood as life that makes atonement."
        },
        {
          "verse": 12,
          "text": "That is why I have told the Israelites: No one among you, not even a resident alien, may consume blood."
        },
        {
          "verse": 13,
          "text": "Anyone hunting, whether of the Israelites or of the aliens residing among them, who catches an animal or a bird that may be eaten, shall pour out its blood and cover it with earth,"
        },
        {
          "verse": 14,
          "text": "since the life of all flesh is its blood. I have told the Israelites: You shall not consume the blood of any flesh. Since the life of all flesh is its blood, anyone who consumes it shall be cut off."
        },
        {
          "verse": 15,
          "text": "Everyone, whether a native or an alien, who eats of an animal that died of itself or was killed by a wild beast, shall wash his garments, bathe in water, and be unclean until evening, and then become clean."
        },
        {
          "verse": 16,
          "text": "If one does not wash his garments and bathe, that person shall bear the penalty."
        }
      ]
    },
    {
      "chapter": 18,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 18 - Laws Concerning Sexual Behavior. The LORD said to Moses:"
        },
        {
          "verse": 2,
          "text": "Speak to the Israelites and tell them: I, the LORD, am your God."
        },
        {
          "verse": 3,
          "text": "You shall not do as they do in the land of Egypt, where you once lived, nor shall you do as they do in the land of Canaan, where I am bringing you; do not conform to their customs."
        },
        {
          "verse": 4,
          "text": "My decrees you shall carry out, and my statutes you shall take care to follow. I, the LORD, am your God."
        },
        {
          "verse": 5,
          "text": "Keep, then, my statutes and decrees, for the person who carries them out will find life through them. I am the LORD."
        },
        {
          "verse": 6,
          "text": "None of you shall approach a close relative to have sexual intercourse. I am the LORD."
        },
        {
          "verse": 7,
          "text": "You shall not disgrace your father by having intercourse with your mother. She is your own mother; you shall not have intercourse with her."
        },
        {
          "verse": 8,
          "text": "You shall not have intercourse with your father’s wife, for that would be a disgrace to your father."
        },
        {
          "verse": 9,
          "text": "You shall not have intercourse with your sister, your father’s daughter or your mother’s daughter, whether she was born in your own household or born elsewhere."
        },
        {
          "verse": 10,
          "text": "You shall not have intercourse with your son’s daughter or with your daughter’s daughter, for that would be a disgrace to you."
        },
        {
          "verse": 11,
          "text": "You shall not have intercourse with the daughter whom your father’s wife bore to him in his household, since she, too, is your sister."
        },
        {
          "verse": 12,
          "text": "You shall not have intercourse with your father’s sister, since she is your father’s relative."
        },
        {
          "verse": 13,
          "text": "You shall not have intercourse with your mother’s sister, since she is your mother’s relative."
        },
        {
          "verse": 14,
          "text": "You shall not disgrace your father’s brother by having sexual relations with his wife, since she, too, is your aunt."
        },
        {
          "verse": 15,
          "text": "You shall not have intercourse with your daughter-in-law; she is your son’s wife; you shall not have intercourse with her."
        },
        {
          "verse": 16,
          "text": "You shall not have intercourse with your brother’s wife; that would be a disgrace to your brother."
        },
        {
          "verse": 17,
          "text": "You shall not have intercourse with a woman and also with her daughter, nor shall you marry and have intercourse with her son’s daughter or her daughter’s daughter; they are related to her. This would be shameful."
        },
        {
          "verse": 18,
          "text": "While your wife is still living you shall not marry her sister as her rival and have intercourse with her."
        },
        {
          "verse": 19,
          "text": "You shall not approach a woman to have intercourse with her while she is in her menstrual uncleanness."
        },
        {
          "verse": 20,
          "text": "You shall not have sexual relations with your neighbor’s wife, defiling yourself with her."
        },
        {
          "verse": 21,
          "text": "You shall not offer any of your offspring for immolation to Molech, thus profaning the name of your God. I am the LORD."
        },
        {
          "verse": 22,
          "text": "You shall not lie with a male as with a woman; such a thing is an abomination."
        },
        {
          "verse": 23,
          "text": "You shall not have sexual relations with an animal, defiling yourself with it; nor shall a woman set herself in front of an animal to mate with it; that is perverse."
        },
        {
          "verse": 24,
          "text": "Do not defile yourselves by any of these things, because by them the nations whom I am driving out of your way have defiled themselves."
        },
        {
          "verse": 25,
          "text": "And so the land has become defiled, and I have punished it for its wickedness, and the land has vomited out its inhabitants."
        },
        {
          "verse": 26,
          "text": "You, however, must keep my statutes and decrees, avoiding all these abominations, both the natives and the aliens resident among you—"
        },
        {
          "verse": 27,
          "text": "because the previous inhabitants did all these abominations and the land became defiled;"
        },
        {
          "verse": 28,
          "text": "otherwise the land will vomit you out also for having defiled it, just as it vomited out the nations before you."
        },
        {
          "verse": 29,
          "text": "For whoever does any of these abominations shall be cut off from the people."
        },
        {
          "verse": 30,
          "text": "Heed my charge, then, not to observe the abominable customs that have been observed before your time, and thus become impure by them. I, the LORD, am your God."
        }
      ]
    },
    {
      "chapter": 19,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 19 - Various Rules of Conduct. The LORD said to Moses:"
        },
        {
          "verse": 2,
          "text": "Speak to the whole Israelite community and tell them: Be holy, for I, the LORD your God, am holy."
        },
        {
          "verse": 3,
          "text": "Each of you revere your mother and father, and keep my sabbaths. I, the LORD, am your God."
        },
        {
          "verse": 4,
          "text": "Do not turn aside to idols, nor make molten gods for yourselves. I, the LORD, am your God."
        },
        {
          "verse": 5,
          "text": "When you sacrifice your communion sacrifice to the LORD, you shall sacrifice it so that it is acceptable on your behalf."
        },
        {
          "verse": 6,
          "text": "It must be eaten on the day of your sacrifice or on the following day. Whatever is left over until the third day shall be burned in fire."
        },
        {
          "verse": 7,
          "text": "If any of it is eaten on the third day, it will be a desecrated offering and not be accepted;"
        },
        {
          "verse": 8,
          "text": "whoever eats of it then shall bear the penalty for having profaned what is sacred to the LORD. Such a one shall be cut off from the people."
        },
        {
          "verse": 9,
          "text": "When you reap the harvest of your land, you shall not be so thorough that you reap the field to its very edge, nor shall you gather the gleanings of your harvest."
        },
        {
          "verse": 10,
          "text": "Likewise, you shall not pick your vineyard bare, nor gather up the grapes that have fallen. These things you shall leave for the poor and the alien. I, the LORD, am your God."
        },
        {
          "verse": 11,
          "text": "You shall not steal. You shall not deceive or speak falsely to one another."
        },
        {
          "verse": 12,
          "text": "You shall not swear falsely by my name, thus profaning the name of your God. I am the LORD."
        },
        {
          "verse": 13,
          "text": "You shall not exploit your neighbor. You shall not commit robbery. You shall not withhold overnight the wages of your laborer."
        },
        {
          "verse": 14,
          "text": "You shall not insult the deaf, or put a stumbling block in front of the blind, but you shall fear your God. I am the LORD."
        },
        {
          "verse": 15,
          "text": "You shall not act dishonestly in rendering judgment. Show neither partiality to the weak nor deference to the mighty, but judge your neighbor justly."
        },
        {
          "verse": 16,
          "text": "You shall not go about spreading slander among your people; nor shall you stand by idly when your neighbor’s life is at stake. I am the LORD."
        },
        {
          "verse": 17,
          "text": "You shall not hate any of your kindred in your heart. Reprove your neighbor openly so that you do not incur sin because of that person."
        },
        {
          "verse": 18,
          "text": "Take no revenge and cherish no grudge against your own people. You shall love your neighbor as yourself. I am the LORD."
        },
        {
          "verse": 19,
          "text": "Keep my statutes: do not breed any of your domestic animals with others of a different species; do not sow a field of yours with two different kinds of seed; and do not put on a garment woven with two different kinds of thread."
        },
        {
          "verse": 20,
          "text": "If a man has sexual relations with a female slave who has been acquired by another man but has not yet been redeemed or given her freedom, an investigation shall be made. They shall not be put to death, because she has not been freed."
        },
        {
          "verse": 21,
          "text": "The man shall bring to the entrance of the tent of meeting as his reparation to the LORD a ram as a reparation offering."
        },
        {
          "verse": 22,
          "text": "With the ram of the reparation offering the priest shall make atonement before the LORD for the wrong the man has committed, so that he will be forgiven for the wrong he has committed."
        },
        {
          "verse": 23,
          "text": "When you come into the land and plant any fruit tree there, first look upon its fruit as if it were uncircumcised. For three years, it shall be uncircumcised for you; it may not be eaten."
        },
        {
          "verse": 24,
          "text": "In the fourth year, however, all of its fruit shall be dedicated to the LORD in joyous celebration."
        },
        {
          "verse": 25,
          "text": "Not until the fifth year may you eat its fruit, to increase the yield for you. I, the LORD, am your God."
        },
        {
          "verse": 26,
          "text": "Do not eat anything with the blood still in it. Do not recite charms or practice soothsaying."
        },
        {
          "verse": 27,
          "text": "Do not clip your hair at the temples, nor spoil the edges of your beard."
        },
        {
          "verse": 28,
          "text": "Do not lacerate your bodies for the dead, and do not tattoo yourselves. I am the LORD."
        },
        {
          "verse": 29,
          "text": "You shall not degrade your daughter by making a prostitute of her; otherwise the land will prostitute itself and become full of lewdness."
        },
        {
          "verse": 30,
          "text": "Keep my sabbaths, and reverence my sanctuary. I am the LORD."
        },
        {
          "verse": 31,
          "text": "Do not turn to ghosts or consult spirits, by which you will be defiled. I, the LORD, am your God."
        },
        {
          "verse": 32,
          "text": "Stand up in the presence of the aged, show respect for the old, and fear your God. I am the LORD."
        },
        {
          "verse": 33,
          "text": "When an alien resides with you in your land, do not mistreat such a one."
        },
        {
          "verse": 34,
          "text": "You shall treat the alien who resides with you no differently than the natives born among you; you shall love the alien as yourself; for you too were once aliens in the land of Egypt. I, the LORD, am your God."
        },
        {
          "verse": 35,
          "text": "Do not act dishonestly in using measures of length or weight or capacity."
        },
        {
          "verse": 36,
          "text": "You shall have a true scale and true weights, an honest ephah and an honest hin. I, the LORD, am your God, who brought you out of the land of Egypt."
        },
        {
          "verse": 37,
          "text": "Be careful, then, to observe all my statutes and decrees. I am the LORD."
        }
      ]
    },
    {
      "chapter": 20,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 20 - Penalties for Various Sins. The LORD said to Moses:"
        },
        {
          "verse": 2,
          "text": "Tell the Israelites: Anyone, whether an Israelite or an alien residing in Israel, who gives offspring to Molech shall be put to death. The people of the land shall stone that person."
        },
        {
          "verse": 3,
          "text": "I myself will turn against and cut off that individual from among the people; for in the giving of offspring to Molech, my sanctuary was defiled and my holy name was profaned."
        },
        {
          "verse": 4,
          "text": "If the people of the land condone the giving of offspring to Molech, by failing to put the wrongdoer to death,"
        },
        {
          "verse": 5,
          "text": "I myself will turn against that individual and his or her family, and I will cut off from their people both the wrongdoer and all who follow this person by prostituting themselves with Molech."
        },
        {
          "verse": 6,
          "text": "Should anyone turn to ghosts and spirits and prostitute oneself with them, I will turn against that person and cut such a one off from among the people."
        },
        {
          "verse": 7,
          "text": "Sanctify yourselves, then, and be holy; for I, the LORD, your God, am holy."
        },
        {
          "verse": 8,
          "text": "Be careful, therefore, to observe my statutes. I, the LORD, make you holy."
        },
        {
          "verse": 9,
          "text": "Anyone who curses father or mother shall be put to death; and having cursed father or mother, such a one will bear the bloodguilt."
        },
        {
          "verse": 10,
          "text": "If a man commits adultery with his neighbor’s wife, both the adulterer and the adulteress shall be put to death."
        },
        {
          "verse": 11,
          "text": "If a man disgraces his father by lying with his father’s wife, the two of them shall be put to death; their bloodguilt is upon them."
        },
        {
          "verse": 12,
          "text": "If a man lies with his daughter-in-law, both of them shall be put to death; they have done what is perverse; their bloodguilt is upon them."
        },
        {
          "verse": 13,
          "text": "If a man lies with a male as with a woman, they have committed an abomination; the two of them shall be put to death; their bloodguilt is upon them."
        },
        {
          "verse": 14,
          "text": "If a man marries a woman and her mother also, that is shameful conduct; the man and the two women as well shall be burned to death, so that shamefulness may not be found among you."
        },
        {
          "verse": 15,
          "text": "If a man has sexual relations with an animal, the man shall be put to death, and you shall kill the animal."
        },
        {
          "verse": 16,
          "text": "If a woman goes up to any animal to mate with it, you shall kill the woman and the animal; they shall both be put to death; their bloodguilt is upon them."
        },
        {
          "verse": 17,
          "text": "If a man marries his sister, his father’s daughter or his mother’s daughter, and they have intercourse with each other, that is disgraceful; they shall be publicly cut off from the people; the man shall bear the penalty of having had intercourse with his own sister."
        },
        {
          "verse": 18,
          "text": "If a man lies with a woman during her menstrual period and has intercourse with her, he has laid bare the source of her flow and she has uncovered it. The two of them shall be cut off from the people."
        },
        {
          "verse": 19,
          "text": "You shall not have intercourse with your mother’s sister or your father’s sister, because that dishonors one’s own flesh; they shall bear their penalty."
        },
        {
          "verse": 20,
          "text": "If a man lies with his uncle’s wife, he disgraces his uncle; they shall bear the penalty; they shall die childless."
        },
        {
          "verse": 21,
          "text": "If a man takes his brother’s wife, it is severe defilement and he has disgraced his brother; they shall be childless."
        },
        {
          "verse": 22,
          "text": "Be careful to observe all my statutes and all my decrees; otherwise the land where I am bringing you to dwell will vomit you out."
        },
        {
          "verse": 23,
          "text": "Do not conform, therefore, to the customs of the nations whom I am driving out of your way, because all these things that they have done have filled me with disgust for them."
        },
        {
          "verse": 24,
          "text": "But to you I have said: You shall take possession of their land. I am giving it to you to possess, a land flowing with milk and honey. I, the LORD, am your God, who have set you apart from other peoples."
        },
        {
          "verse": 25,
          "text": "You, too, must set apart, then, the clean animals from the unclean, and the clean birds from the unclean, so that you do not make yourselves detestable through any beast or bird or any creature which creeps on the ground that I have set apart for you as unclean."
        },
        {
          "verse": 26,
          "text": "To me, therefore, you shall be holy; for I, the LORD, am holy, and I have set you apart from other peoples to be my own."
        },
        {
          "verse": 27,
          "text": "A man or a woman who acts as a medium or clairvoyant shall be put to death. They shall be stoned to death; their bloodguilt is upon them."
        }
      ]
    },
    {
      "chapter": 21,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 21 - Sanctity of the Priesthood. The LORD said to Moses: Speak to the priests, Aaron’s sons, and tell them: None of you shall make himself unclean for any dead person among his kindred,"
        },
        {
          "verse": 2,
          "text": "except for his nearest relatives, his mother or father, his son or daughter, his brother"
        },
        {
          "verse": 3,
          "text": "or his unmarried sister, who is of his own family while she remains single; for these he may make himself unclean."
        },
        {
          "verse": 4,
          "text": "But as a husband among his kindred he shall not make himself unclean and thus profane himself."
        },
        {
          "verse": 5,
          "text": "The priests shall not make bald the crown of their head, nor shave the edges of their beard, nor lacerate their body."
        },
        {
          "verse": 6,
          "text": "They shall be holy to their God, and shall not profane their God’s name, since they offer the oblations of the LORD, the food of their God; so they must be holy."
        },
        {
          "verse": 7,
          "text": "A priest shall not marry a woman debased by prostitution, nor a woman who has been divorced by her husband; for the priest is holy to his God."
        },
        {
          "verse": 8,
          "text": "Honor him as holy for he offers the food of your God; he shall be holy to you, because I, the LORD, am holy who make you holy."
        },
        {
          "verse": 9,
          "text": "If a priest’s daughter debases herself by prostitution, she thereby debases her father; she shall be burned with fire."
        },
        {
          "verse": 10,
          "text": "The most exalted of the priests, upon whose head the anointing oil has been poured and who has been ordained to wear the special vestments, shall not dishevel his hair or rend his garments,"
        },
        {
          "verse": 11,
          "text": "nor shall he go near any dead person. Not even for his father or mother may he thus become unclean;"
        },
        {
          "verse": 12,
          "text": "nor shall he leave the sanctuary and profane the sanctuary of his God, for the consecration of the anointing oil of his God is upon him. I am the LORD."
        },
        {
          "verse": 13,
          "text": "He shall marry only a woman who is a virgin."
        },
        {
          "verse": 14,
          "text": "He shall not marry a widow or a woman who has been divorced or one who has been debased by prostitution, but only a virgin, taken from his kindred, he shall marry,"
        },
        {
          "verse": 15,
          "text": "so that he not profane his offspring among his kindred. I, the LORD, make him holy. Priestly Blemishes."
        },
        {
          "verse": 16,
          "text": "The LORD said to Moses:"
        },
        {
          "verse": 17,
          "text": "Say to Aaron: None of your descendants, throughout their generations, who has any blemish shall come forward to offer the food of his God."
        },
        {
          "verse": 18,
          "text": "Anyone who has any of the following blemishes may not come forward: he who is blind, or lame, or who has a split lip, or a limb too long,"
        },
        {
          "verse": 19,
          "text": "or a broken leg or arm,"
        },
        {
          "verse": 20,
          "text": "or who is a hunchback or dwarf or has a growth in the eye, or who is afflicted with sores, scabs, or crushed testicles."
        },
        {
          "verse": 21,
          "text": "No descendant of Aaron the priest who has any such blemish may draw near to offer the oblations of the LORD; on account of his blemish he may not draw near to offer the food of his God."
        },
        {
          "verse": 22,
          "text": "He may, however, eat the food of his God: of the most sacred as well as sacred offerings."
        },
        {
          "verse": 23,
          "text": "Only, he may not enter through the veil nor draw near to the altar on account of his blemish; he shall not profane my sacred precincts, for it is I, the LORD, who make them holy."
        },
        {
          "verse": 24,
          "text": "Moses, therefore, told this to Aaron and his sons and to all the Israelites."
        }
      ]
    },
    {
      "chapter": 22,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 22 - Priestly Purity. The LORD said to Moses:"
        },
        {
          "verse": 2,
          "text": "Tell Aaron and his sons to treat with respect the sacred offerings which the Israelites consecrate to me; otherwise they will profane my holy name. I am the LORD."
        },
        {
          "verse": 3,
          "text": "Tell them: If any one of you, or of your descendants in any future generation, dares, while he is in a state of uncleanness, to draw near the sacred offerings which the Israelites consecrate to the LORD, such a one shall be cut off from my presence. I am the LORD."
        },
        {
          "verse": 4,
          "text": "No descendant of Aaron who is stricken with a scaly infection, or who suffers from a genital discharge, may eat of the sacred offerings, until he again becomes clean. Moreover, if anyone touches a person who has become unclean by contact with a corpse, or if anyone has had an emission of semen,"
        },
        {
          "verse": 5,
          "text": "or if anyone touches any swarming creature whose uncleanness is contagious or any person whose uncleanness, of whatever kind it may be, is contagious—"
        },
        {
          "verse": 6,
          "text": "the one who touches such as these shall be unclean until evening and may not eat of the sacred portions until he has first bathed his body in water."
        },
        {
          "verse": 7,
          "text": "Then, when the sun sets, he shall be clean. Only then may he eat of the sacred offerings, for they are his food."
        },
        {
          "verse": 8,
          "text": "He shall not make himself unclean by eating of any animal that has died of itself or has been killed by wild beasts. I am the LORD."
        },
        {
          "verse": 9,
          "text": "They shall keep my charge so that they will not bear the punishment in this matter and die for their profanation. I am the LORD who makes them holy."
        },
        {
          "verse": 10,
          "text": "Neither an unauthorized person nor a priest’s tenant or laborer may eat of any sacred offering."
        },
        {
          "verse": 11,
          "text": "But a slave whom a priest acquires by purchase or who is born in his house may eat of his food."
        },
        {
          "verse": 12,
          "text": "A priest’s daughter who is married to an unauthorized person may not eat of the sacred contributions."
        },
        {
          "verse": 13,
          "text": "But if a priest’s daughter is widowed or divorced and, having no children, returns to her father’s house, she may then eat of her father’s food as in her youth. No unauthorized person, however, may eat of it."
        },
        {
          "verse": 14,
          "text": "If such a one eats of a sacred offering through inadvertence, that person shall make restitution to the priest for the sacred offering, with an increment of one fifth of the amount."
        },
        {
          "verse": 15,
          "text": "The priests shall not allow the sacred offerings which the Israelites contribute to the LORD to be profaned"
        },
        {
          "verse": 16,
          "text": "nor make them incur a penalty when they eat their sacred offerings. For I, the LORD, make them holy."
        },
        {
          "verse": 17,
          "text": "Unacceptable Victims. The LORD said to Moses:"
        },
        {
          "verse": 18,
          "text": "Speak to Aaron and his sons and to all the Israelites, and tell them: When anyone of the house of Israel, or any alien residing in Israel, who presents an offering, brings a burnt offering as a votive offering or as a voluntary offering to the LORD,"
        },
        {
          "verse": 19,
          "text": "if it is to be acceptable for you, it must be an unblemished male of the herd, of the sheep or of the goats."
        },
        {
          "verse": 20,
          "text": "You shall not offer one that has any blemish, for such a one would not be acceptable on your behalf."
        },
        {
          "verse": 21,
          "text": "When anyone presents a communion sacrifice to the LORD from the herd or the flock in fulfillment of a vow, or as a voluntary offering, if it is to find acceptance, it must be unblemished; it shall not have any blemish."
        },
        {
          "verse": 22,
          "text": "One that is blind or lame or maimed, or one that has running lesions or sores or scabs, you shall not offer to the LORD; do not put such an animal on the altar as an oblation to the LORD."
        },
        {
          "verse": 23,
          "text": "An ox or a sheep that has a leg that is too long or is stunted you may indeed present as a voluntary offering, but it will not be acceptable as a votive offering."
        },
        {
          "verse": 24,
          "text": "One that has its testicles bruised or crushed or torn out or cut off you shall not offer to the LORD. You shall neither do this in your own land"
        },
        {
          "verse": 25,
          "text": "nor receive from a foreigner any such animals to offer up as the food of your God; since they are deformed or blemished, they will not be acceptable on your behalf."
        },
        {
          "verse": 26,
          "text": "The LORD said to Moses:"
        },
        {
          "verse": 27,
          "text": "When an ox or a lamb or a goat is born, it shall remain with its mother for seven days; only from the eighth day onward will it be acceptable, to be offered as an oblation to the LORD."
        },
        {
          "verse": 28,
          "text": "You shall not slaughter an ox or a sheep on one and the same day with its young."
        },
        {
          "verse": 29,
          "text": "Whenever you offer a thanksgiving sacrifice to the LORD, so offer it that it may be acceptable on your behalf;"
        },
        {
          "verse": 30,
          "text": "it must be eaten on the same day; none of it shall be left over until morning. I am the LORD."
        },
        {
          "verse": 31,
          "text": "Be careful to observe my commandments. I am the LORD."
        },
        {
          "verse": 32,
          "text": "Do not profane my holy name, that in the midst of the Israelites I may be hallowed. I, the LORD, make you holy,"
        },
        {
          "verse": 33,
          "text": "who led you out of the land of Egypt to be your God. I am the LORD."
        }
      ]
    },
    {
      "chapter": 23,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 23 - Holy Days. The LORD said to Moses:"
        },
        {
          "verse": 2,
          "text": "Speak to the Israelites and tell them: The following are the festivals of the LORD, which you shall declare holy days. These are my festivals:"
        },
        {
          "verse": 3,
          "text": "For six days work may be done; but the seventh day is a sabbath of complete rest, a declared holy day; you shall do no work. It is the LORD’s sabbath wherever you dwell."
        },
        {
          "verse": 4,
          "text": "Passover. These are the festivals of the LORD, holy days which you shall declare at their proper time."
        },
        {
          "verse": 5,
          "text": "The Passover of the LORD falls on the fourteenth day of the first month, at the evening twilight."
        },
        {
          "verse": 6,
          "text": "The fifteenth day of this month is the LORD’s feast of Unleavened Bread. For seven days you shall eat unleavened bread."
        },
        {
          "verse": 7,
          "text": "On the first of these days you will have a declared holy day; you shall do no heavy work."
        },
        {
          "verse": 8,
          "text": "On each of the seven days you shall offer an oblation to the LORD. Then on the seventh day you will have a declared holy day; you shall do no heavy work."
        },
        {
          "verse": 9,
          "text": "The LORD said to Moses:"
        },
        {
          "verse": 10,
          "text": "Speak to the Israelites and tell them: When you come into the land which I am giving you, and reap its harvest, you shall bring the first sheaf of your harvest to the priest,"
        },
        {
          "verse": 11,
          "text": "who shall elevate the sheaf before the LORD that it may be acceptable on your behalf. On the day after the sabbath the priest shall do this."
        },
        {
          "verse": 12,
          "text": "On this day, when your sheaf is elevated, you shall offer to the LORD for a burnt offering an unblemished yearling lamb."
        },
        {
          "verse": 13,
          "text": "Its grain offering shall be two tenths of an ephah of bran flour mixed with oil, as a sweet-smelling oblation to the LORD; and its libation shall be a fourth of a hin of wine."
        },
        {
          "verse": 14,
          "text": "You shall not eat any bread or roasted grain or fresh kernels until this day, when you bring the offering for your God. This shall be a perpetual statute throughout your generations wherever you dwell."
        },
        {
          "verse": 15,
          "text": "Pentecost. Beginning with the day after the sabbath, the day on which you bring the sheaf for elevation, you shall count seven full weeks;"
        },
        {
          "verse": 16,
          "text": "you shall count to the day after the seventh week, fifty days. Then you shall present a new grain offering to the LORD."
        },
        {
          "verse": 17,
          "text": "For the elevated offering of your first-ripened fruits to the LORD, you shall bring with you from wherever you live two loaves of bread made of two tenths of an ephah of bran flour and baked with leaven."
        },
        {
          "verse": 18,
          "text": "Besides the bread, you shall offer to the LORD a burnt offering of seven unblemished yearling lambs, one bull of the herd, and two rams, along with their grain offering and libations, as a sweet-smelling oblation to the LORD."
        },
        {
          "verse": 19,
          "text": "One male goat shall be sacrificed as a purification offering, and two yearling lambs as a communion sacrifice."
        },
        {
          "verse": 20,
          "text": "The priest shall elevate them—that is, the two lambs—with the bread of the first-ripened fruits as an elevated offering before the LORD; these shall be sacred to the LORD and belong to the priest."
        },
        {
          "verse": 21,
          "text": "On this same day you shall make a proclamation: there shall be a declared holy day for you; no heavy work may be done. This shall be a perpetual statute through all your generations wherever you dwell."
        },
        {
          "verse": 22,
          "text": "When you reap the harvest of your land, you shall not be so thorough that you reap the field to its very edge, nor shall you gather the gleanings of your harvest. These things you shall leave for the poor and the alien. I, the LORD, am your God."
        },
        {
          "verse": 23,
          "text": "New Year’s Day. The LORD said to Moses:"
        },
        {
          "verse": 24,
          "text": "Tell the Israelites: On the first day of the seventh month you will have a sabbath rest, with trumpet blasts as a reminder, a declared holy day;"
        },
        {
          "verse": 25,
          "text": "you shall do no heavy work, and you shall offer an oblation to the LORD."
        },
        {
          "verse": 26,
          "text": "The Day of Atonement. The LORD said to Moses:"
        },
        {
          "verse": 27,
          "text": "Now the tenth day of this seventh month is the Day of Atonement. You will have a declared holy day. You shall humble yourselves and offer an oblation to the LORD."
        },
        {
          "verse": 28,
          "text": "On this day you shall not do any work, because it is the Day of Atonement, when atonement is made for you before the LORD, your God."
        },
        {
          "verse": 29,
          "text": "Those who do not humble themselves on this day shall be cut off from the people."
        },
        {
          "verse": 30,
          "text": "If anyone does any work on this day, I will remove that person from the midst of the people."
        },
        {
          "verse": 31,
          "text": "You shall do no work; this is a perpetual statute throughout your generations wherever you dwell;"
        },
        {
          "verse": 32,
          "text": "it is a sabbath of complete rest for you. You shall humble yourselves. Beginning on the evening of the ninth of the month, you shall keep your sabbath from evening to evening."
        },
        {
          "verse": 33,
          "text": "The Feast of Booths. The LORD said to Moses:"
        },
        {
          "verse": 34,
          "text": "Tell the Israelites: The fifteenth day of this seventh month is the LORD’s feast of Booths, which shall continue for seven days."
        },
        {
          "verse": 35,
          "text": "On the first day, a declared holy day, you shall do no heavy work."
        },
        {
          "verse": 36,
          "text": "For seven days you shall offer an oblation to the LORD, and on the eighth day you will have a declared holy day. You shall offer an oblation to the LORD. It is the festival closing. You shall do no heavy work."
        },
        {
          "verse": 37,
          "text": "These, therefore, are the festivals of the LORD which you shall declare holy days, in order to offer as an oblation to the LORD burnt offerings and grain offerings, sacrifices and libations, as prescribed for each day,"
        },
        {
          "verse": 38,
          "text": "in addition to the LORD’s sabbaths, your donations, your various votive offerings, and the voluntary offerings that you present to the LORD."
        },
        {
          "verse": 39,
          "text": "On the fifteenth day, then, of the seventh month, when you have gathered in the produce of the land, you shall celebrate the feast of the LORD for a whole week. The first and the eighth day shall be days of rest."
        },
        {
          "verse": 40,
          "text": "On the first day you shall gather fruit of majestic trees, branches of palms, and boughs of leafy trees and valley willows. Then for a week you shall make merry before the LORD, your God."
        },
        {
          "verse": 41,
          "text": "You shall keep this feast of the LORD for one whole week in the year. By perpetual statute throughout your generations in the seventh month of the year, you shall keep it."
        },
        {
          "verse": 42,
          "text": "You shall dwell in booths for seven days; every native-born Israelite shall dwell in booths,"
        },
        {
          "verse": 43,
          "text": "that your descendants may realize that, when I led the Israelites out of the land of Egypt, I made them dwell in booths. I, the LORD, am your God."
        },
        {
          "verse": 44,
          "text": "Thus did Moses announce to the Israelites the festivals of the LORD."
        }
      ]
    },
    {
      "chapter": 24,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 24 - The Sanctuary Light. The LORD said to Moses:"
        },
        {
          "verse": 2,
          "text": "Order the Israelites to bring you clear oil of crushed olives for the light, so that you may keep the lamp burning regularly."
        },
        {
          "verse": 3,
          "text": "In the tent of meeting, outside the veil that hangs in front of the covenant, Aaron shall set up the lamp to burn before the LORD regularly, from evening till morning, by a perpetual statute throughout your generations."
        },
        {
          "verse": 4,
          "text": "He shall set up the lamps on the pure gold menorah to burn regularly before the LORD. The Showbread."
        },
        {
          "verse": 5,
          "text": "You shall take bran flour and bake it into twelve cakes, using two tenths of an ephah of flour for each cake."
        },
        {
          "verse": 6,
          "text": "These you shall place in two piles, six in each pile, on the pure gold table before the LORD."
        },
        {
          "verse": 7,
          "text": "With each pile put some pure frankincense, which shall serve as an oblation to the LORD, a token of the bread offering."
        },
        {
          "verse": 8,
          "text": "Regularly on each sabbath day the bread shall be set out before the LORD on behalf of the Israelites by an everlasting covenant."
        },
        {
          "verse": 9,
          "text": "It shall belong to Aaron and his sons, who must eat it in a sacred place, since it is most sacred, his as a perpetual due from the oblations to the LORD. Punishment of Blasphemy."
        },
        {
          "verse": 10,
          "text": "A man born of an Israelite mother and an Egyptian father went out among the Israelites, and in the camp a fight broke out between the son of the Israelite woman and an Israelite man."
        },
        {
          "verse": 11,
          "text": "The son of the Israelite woman uttered the LORD’s name in a curse and blasphemed. So he was brought to Moses—now his mother’s name was Shelomith, daughter of Dibri, of the tribe of Dan—"
        },
        {
          "verse": 12,
          "text": "and he was kept in custody till a decision from the LORD should settle the case for them."
        },
        {
          "verse": 13,
          "text": "The LORD then said to Moses:"
        },
        {
          "verse": 14,
          "text": "Take the blasphemer outside the camp, and when all who heard him have laid their hands on his head, let the whole community stone him."
        },
        {
          "verse": 15,
          "text": "Tell the Israelites: Anyone who blasphemes God shall bear the penalty;"
        },
        {
          "verse": 16,
          "text": "whoever utters the name of the LORD in a curse shall be put to death. The whole community shall stone that person; alien and native-born alike must be put to death for uttering the LORD’s name in a curse."
        },
        {
          "verse": 17,
          "text": "Whoever takes the life of any human being shall be put to death;"
        },
        {
          "verse": 18,
          "text": "whoever takes the life of an animal shall make restitution of another animal, life for a life."
        },
        {
          "verse": 19,
          "text": "Anyone who inflicts a permanent injury on his or her neighbor shall receive the same in return:"
        },
        {
          "verse": 20,
          "text": "fracture for fracture, eye for eye, tooth for tooth. The same injury that one gives another shall be inflicted in return."
        },
        {
          "verse": 21,
          "text": "Whoever takes the life of an animal shall make restitution, but whoever takes a human life shall be put to death."
        },
        {
          "verse": 22,
          "text": "You shall have but one rule, for alien and native-born alike. I, the LORD, am your God."
        },
        {
          "verse": 23,
          "text": "When Moses told this to the Israelites, they took the blasphemer outside the camp and stoned him; they did just as the LORD commanded Moses."
        }
      ]
    },
    {
      "chapter": 25,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 25 - The Sabbatical Year. The LORD said to Moses on Mount Sinai:"
        },
        {
          "verse": 2,
          "text": "Speak to the Israelites and tell them: When you enter the land that I am giving you, let the land, too, keep a sabbath for the LORD."
        },
        {
          "verse": 3,
          "text": "For six years you may sow your field, and for six years prune your vineyard, gathering in their produce."
        },
        {
          "verse": 4,
          "text": "But during the seventh year the land shall have a sabbath of complete rest, a sabbath for the LORD, when you may neither sow your field nor prune your vineyard."
        },
        {
          "verse": 5,
          "text": "The aftergrowth of your harvest you shall not reap, nor shall you pick the grapes of your untrimmed vines. It shall be a year of rest for the land."
        },
        {
          "verse": 6,
          "text": "While the land has its sabbath, all its produce will be food to eat for you yourself and for your male and female slave, for your laborer and the tenant who live with you,"
        },
        {
          "verse": 7,
          "text": "and likewise for your livestock and for the wild animals on your land."
        },
        {
          "verse": 8,
          "text": "The Jubilee Year. You shall count seven weeks of years—seven times seven years—such that the seven weeks of years amount to forty-nine years."
        },
        {
          "verse": 9,
          "text": "Then, on the tenth day of the seventh month let the ram’s horn resound; on this, the Day of Atonement, the ram’s horn blast shall resound throughout your land."
        },
        {
          "verse": 10,
          "text": "You shall treat this fiftieth year as sacred. You shall proclaim liberty in the land for all its inhabitants. It shall be a jubilee for you, when each of you shall return to your own property, each of you to your own family."
        },
        {
          "verse": 11,
          "text": "This fiftieth year is your year of jubilee; you shall not sow, nor shall you reap the aftergrowth or pick the untrimmed vines,"
        },
        {
          "verse": 12,
          "text": "since this is the jubilee. It shall be sacred for you. You may only eat what the field yields of itself."
        },
        {
          "verse": 13,
          "text": "In this year of jubilee, then, each of you shall return to your own property."
        },
        {
          "verse": 14,
          "text": "Therefore, when you sell any land to your neighbor or buy any from your neighbor, do not deal unfairly with one another."
        },
        {
          "verse": 15,
          "text": "On the basis of the number of years since the last jubilee you shall purchase the land from your neighbor; and so also, on the basis of the number of years of harvest, that person shall sell it to you."
        },
        {
          "verse": 16,
          "text": "When the years are many, the price shall be so much the more; when the years are few, the price shall be so much the less. For it is really the number of harvests that the person sells you."
        },
        {
          "verse": 17,
          "text": "Do not deal unfairly with one another, then; but stand in fear of your God. I, the LORD, am your God."
        },
        {
          "verse": 18,
          "text": "Observe my statutes and be careful to keep my ordinances, so that you will dwell securely in the land."
        },
        {
          "verse": 19,
          "text": "The land will yield its fruit and you will eat your fill, and live there securely."
        },
        {
          "verse": 20,
          "text": "And if you say, “What shall we eat in the seventh year, if we do not sow or reap our crop?”"
        },
        {
          "verse": 21,
          "text": "I will command such a blessing for you in the sixth year that there will be crop enough for three years,"
        },
        {
          "verse": 22,
          "text": "and when you sow in the eighth year, you will still be eating from the old crop; even into the ninth year, until the crop comes in, you will still be eating from the old crop. Redemption of Property."
        },
        {
          "verse": 23,
          "text": "The land shall not be sold irrevocably; for the land is mine, and you are but resident aliens and under my authority."
        },
        {
          "verse": 24,
          "text": "Therefore, in every part of the country that you occupy, you must permit the land to be redeemed."
        },
        {
          "verse": 25,
          "text": "When one of your kindred is reduced to poverty and has to sell some property, that person’s closest relative, who has the duty to redeem it, shall come and redeem what the relative has sold."
        },
        {
          "verse": 26,
          "text": "If, however, the person has no relative to redeem it, but later on acquires sufficient means to redeem it,"
        },
        {
          "verse": 27,
          "text": "the person shall calculate the years since the sale, return the balance to the one to whom it was sold, and thus regain the property."
        },
        {
          "verse": 28,
          "text": "But if the person does not acquire sufficient means to buy back the land, what was sold shall remain in the possession of the purchaser until the year of the jubilee, when it must be released and returned to the original owner."
        },
        {
          "verse": 29,
          "text": "When someone sells a dwelling in a walled town, it can be redeemed up to a full year after its sale—the redemption period is one year."
        },
        {
          "verse": 30,
          "text": "But if such a house in a walled town has not been redeemed at the end of a full year, it shall belong irrevocably to the purchaser throughout the generations; it shall not be released in the jubilee."
        },
        {
          "verse": 31,
          "text": "However, houses in villages that are not encircled by walls shall be reckoned as part of the surrounding farm land; they may be redeemed, and in the jubilee they must be released."
        },
        {
          "verse": 32,
          "text": "In levitical cities the Levites shall always have the right to redeem the houses in the cities that are in their possession."
        },
        {
          "verse": 33,
          "text": "As for levitical property that goes unredeemed—houses sold in cities of their possession shall be released in the jubilee; for the houses in levitical cities are their possession in the midst of the Israelites."
        },
        {
          "verse": 34,
          "text": "Moreover, the pasture land belonging to their cities shall not be sold at all; it must always remain their possession."
        },
        {
          "verse": 35,
          "text": "When one of your kindred is reduced to poverty and becomes indebted to you, you shall support that person like a resident alien; let your kindred live with you."
        },
        {
          "verse": 36,
          "text": "Do not exact interest in advance or accrued interest, but out of fear of God let your kindred live with you."
        },
        {
          "verse": 37,
          "text": "Do not give your money at interest or your food at a profit."
        },
        {
          "verse": 38,
          "text": "I, the LORD, am your God, who brought you out of the land of Egypt to give you the land of Canaan and to be your God."
        },
        {
          "verse": 39,
          "text": "When your kindred with you, having been so reduced to poverty, sell themselves to you, do not make them work as slaves."
        },
        {
          "verse": 40,
          "text": "Rather, let them be like laborers or like your tenants, working with you until the jubilee year,"
        },
        {
          "verse": 41,
          "text": "when, together with any children, they shall be released from your service and return to their family and to their ancestral property."
        },
        {
          "verse": 42,
          "text": "Since they are my servants, whom I brought out of the land of Egypt, they shall not sell themselves as slaves are sold."
        },
        {
          "verse": 43,
          "text": "Do not lord it over them harshly, but stand in fear of your God."
        },
        {
          "verse": 44,
          "text": "The male and female slaves that you possess—these you shall acquire from the nations round about you."
        },
        {
          "verse": 45,
          "text": "You may also acquire them from among the resident aliens who reside with you, and from their families who are with you, those whom they bore in your land. These you may possess,"
        },
        {
          "verse": 46,
          "text": "and bequeath to your children as their hereditary possession forever. You may treat them as slaves. But none of you shall lord it harshly over any of your fellow Israelites."
        },
        {
          "verse": 47,
          "text": "When your kindred, having been so reduced to poverty, sell themselves to a resident alien who has become wealthy or to descendants of a resident alien’s family,"
        },
        {
          "verse": 48,
          "text": "even after having sold themselves, they still may be redeemed by one of their kindred,"
        },
        {
          "verse": 49,
          "text": "by an uncle or cousin, or by some other relative from their family; or, having acquired the means, they may pay the redemption price themselves."
        },
        {
          "verse": 50,
          "text": "With the purchaser they shall compute the years from the sale to the jubilee, distributing the sale price over these years as though they had been hired as laborers."
        },
        {
          "verse": 51,
          "text": "The more years there are, the more of the sale price they shall pay back as the redemption price;"
        },
        {
          "verse": 52,
          "text": "the fewer years there are before the jubilee year, the more they have as credit; in proportion to the years of service they shall pay the redemption price."
        },
        {
          "verse": 53,
          "text": "The tenant alien shall treat those who sold themselves as laborers hired on an annual basis, and the alien shall not lord it over them harshly before your very eyes."
        },
        {
          "verse": 54,
          "text": "And if they are not redeemed by these means, they shall nevertheless be released, together with any children, in the jubilee year."
        },
        {
          "verse": 55,
          "text": "For the Israelites belong to me as servants; they are my servants, whom I brought out of the land of Egypt, I, the LORD, your God."
        }
      ]
    },
    {
      "chapter": 26,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 26 - The Reward of Obedience. Do not make idols for yourselves. You shall not erect a carved image or a sacred stone for yourselves, nor shall you set up a carved stone for worship in your land; for I, the LORD, am your God."
        },
        {
          "verse": 2,
          "text": "Keep my sabbaths, and reverence my sanctuary. I am the LORD."
        },
        {
          "verse": 3,
          "text": "If you live in accordance with my statutes and are careful to observe my commandments,"
        },
        {
          "verse": 4,
          "text": "I will give you your rains in due season, so that the land will yield its crops, and the trees their fruit;"
        },
        {
          "verse": 5,
          "text": "your threshing will last till vintage time, and your vintage till the time for sowing, and you will eat your fill of food, and live securely in your land."
        },
        {
          "verse": 6,
          "text": "I will establish peace in the land, and you will lie down to rest with no one to cause you anxiety. I will rid the country of ravenous beasts, and no sword shall sweep across your land."
        },
        {
          "verse": 7,
          "text": "You will rout your enemies, and they shall fall before your sword."
        },
        {
          "verse": 8,
          "text": "Five of you will put a hundred of your foes to flight, and a hundred of you will put to flight ten thousand, till your enemies fall before your sword."
        },
        {
          "verse": 9,
          "text": "I will look with favor upon you, and make you fruitful and numerous, as I carry out my covenant with you."
        },
        {
          "verse": 10,
          "text": "You shall eat the oldest stored harvest, and have to discard it to make room for the new."
        },
        {
          "verse": 11,
          "text": "I will set my tabernacle in your midst, and will not loathe you."
        },
        {
          "verse": 12,
          "text": "Ever present in your midst, I will be your God, and you will be my people;"
        },
        {
          "verse": 13,
          "text": "I, the LORD, am your God, who brought you out of the land of Egypt to be their slaves no more, breaking the bars of your yoke and making you walk erect. The Punishment of Disobedience."
        },
        {
          "verse": 14,
          "text": "But if you do not heed me and do not keep all these commandments,"
        },
        {
          "verse": 15,
          "text": "if you reject my statutes and loathe my decrees, refusing to obey all my commandments and breaking my covenant,"
        },
        {
          "verse": 16,
          "text": "then I, in turn, will do this to you: I will bring terror upon you—with consumption and fever to dim the eyes and sap the life. You will sow your seed in vain, for your enemies will consume the crop."
        },
        {
          "verse": 17,
          "text": "I will turn against you, and you will be beaten down before your enemies and your foes will lord it over you. You will flee though no one pursues you."
        },
        {
          "verse": 18,
          "text": "If even after this you do not obey me, I will increase the chastisement for your sins sevenfold,"
        },
        {
          "verse": 19,
          "text": "to break your proud strength. I will make the sky above you as hard as iron, and your soil as hard as bronze,"
        },
        {
          "verse": 20,
          "text": "so that your strength will be spent in vain; your land will bear no crops, and its trees no fruit."
        },
        {
          "verse": 21,
          "text": "If then you continue hostile, unwilling to obey me, I will multiply my blows sevenfold, as your sins deserve."
        },
        {
          "verse": 22,
          "text": "I will unleash wild beasts against you, to rob you of your children and wipe out your livestock, till your population dwindles away and your roads become deserted."
        },
        {
          "verse": 23,
          "text": "If, with all this, you still do not accept my discipline and continue hostile to me,"
        },
        {
          "verse": 24,
          "text": "I, too, will continue to be hostile to you and I, for my part, will smite you for your sins sevenfold."
        },
        {
          "verse": 25,
          "text": "I will bring against you the sword, the avenger of my covenant. Though you then huddle together in your cities, I will send pestilence among you, till you are delivered to the enemy."
        },
        {
          "verse": 26,
          "text": "When I break your staff of bread, ten women will need but one oven for baking your bread, and they shall dole it out to you by weight; and though you eat, you shall not be satisfied."
        },
        {
          "verse": 27,
          "text": "If, despite all this, you disobey and continue hostile to me,"
        },
        {
          "verse": 28,
          "text": "I will continue in my hostile rage toward you, and I myself will discipline you for your sins sevenfold,"
        },
        {
          "verse": 29,
          "text": "till you begin to eat the flesh of your own sons and daughters."
        },
        {
          "verse": 30,
          "text": "I will demolish your high places, overthrow your incense stands, and cast your corpses upon the corpses of your idols. In my loathing of you,"
        },
        {
          "verse": 31,
          "text": "I will lay waste your cities and desolate your sanctuaries, refusing your sweet-smelling offerings."
        },
        {
          "verse": 32,
          "text": "So devastated will I leave the land that your enemies who come to live there will stand aghast at the sight of it."
        },
        {
          "verse": 33,
          "text": "And you I will scatter among the nations at the point of my drawn sword, leaving your countryside desolate and your cities deserted."
        },
        {
          "verse": 34,
          "text": "Then shall the land, during the time it lies waste, make up its lost sabbaths, while you are in the land of your enemies; then shall the land have rest and make up for its sabbaths"
        },
        {
          "verse": 35,
          "text": "during all the time that it lies desolate, enjoying the rest that you would not let it have on your sabbaths when you lived there."
        },
        {
          "verse": 36,
          "text": "Those of you who survive in the lands of their enemies, I will make so fainthearted that the sound of a driven leaf will pursue them, and they shall run as if from the sword, and fall though no one pursues them;"
        },
        {
          "verse": 37,
          "text": "stumbling over one another as if to escape a sword, while no one is after them—so helpless will you be to take a stand against your foes!"
        },
        {
          "verse": 38,
          "text": "You shall perish among the nations, swallowed up in your enemies’ country."
        },
        {
          "verse": 39,
          "text": "Those of you who survive will waste away in the lands of their enemies, for their own and their ancestors’ guilt."
        },
        {
          "verse": 40,
          "text": "They will confess their iniquity and the iniquity of their ancestors in their treachery against me and in their continued hostility toward me,"
        },
        {
          "verse": 41,
          "text": "so that I, too, had to be hostile to them and bring them into their enemies’ land. Then, when their uncircumcised hearts are humbled and they make amends for their iniquity,"
        },
        {
          "verse": 42,
          "text": "I will remember my covenant with Jacob, and also my covenant with Isaac; and also my covenant with Abraham I will remember. The land, too, I will remember."
        },
        {
          "verse": 43,
          "text": "The land will be forsaken by them, that in its desolation without them, it may make up its sabbaths, and that they, too, may make good the debt of their guilt for having spurned my decrees and loathed my statutes."
        },
        {
          "verse": 44,
          "text": "Yet even so, even while they are in their enemies’ land, I will not reject or loathe them to the point of wiping them out, thus making void my covenant with them; for I, the LORD, am their God."
        },
        {
          "verse": 45,
          "text": "I will remember for them the covenant I made with their forebears, whom I brought out of the land of Egypt before the eyes of the nations, that I might be their God. I am the LORD."
        },
        {
          "verse": 46,
          "text": "These are the statutes, decrees and laws which the LORD established between himself and the Israelites through Moses on Mount Sinai."
        }
      ]
    },
    {
      "chapter": 27,
      "verses": [
        {
          "verse": 1,
          "text": "V. Redemption of Offerings Chapter 27 - Votive Offerings and Dedications. The LORD said to Moses:"
        },
        {
          "verse": 2,
          "text": "Speak to the Israelites and tell them: When anyone makes a vow to the LORD with respect to the value of a human being,"
        },
        {
          "verse": 3,
          "text": "the value for males between the ages of twenty and sixty shall be fifty silver shekels, by the sanctuary shekel;"
        },
        {
          "verse": 4,
          "text": "and for a female, the value shall be thirty shekels."
        },
        {
          "verse": 5,
          "text": "For persons between the ages of five and twenty, the value for a male shall be twenty shekels, and for a female, ten shekels."
        },
        {
          "verse": 6,
          "text": "For persons between the ages of one month and five years, the value for a male shall be five silver shekels, and for a female, three shekels."
        },
        {
          "verse": 7,
          "text": "For persons of sixty or more, for a male the value shall be fifteen shekels, and ten shekels for a female."
        },
        {
          "verse": 8,
          "text": "However, if the one who made the vow is too poor to meet the sum, the person must be set before the priest, who shall determine a value; the priest will do this in keeping with the means of the one who made the vow."
        },
        {
          "verse": 9,
          "text": "If the offering vowed to the LORD is an animal that may be sacrificed, every such animal given to the LORD becomes sacred."
        },
        {
          "verse": 10,
          "text": "The offerer shall not substitute or exchange another for it, either a worse or a better one. If the offerer exchanges one animal in place of another, both the original and its substitute shall become sacred."
        },
        {
          "verse": 11,
          "text": "If any unclean animal which is unfit for sacrifice to the LORD is vowed, it must be set before the priest,"
        },
        {
          "verse": 12,
          "text": "who shall determine its value in keeping with its good or bad qualities, and the value set by the priest shall stand."
        },
        {
          "verse": 13,
          "text": "If the offerer wishes to redeem the animal, the person shall pay one fifth more than this valuation."
        },
        {
          "verse": 14,
          "text": "When someone dedicates a house as sacred to the LORD, the priest shall determine its value in keeping with its good or bad qualities, and the value set by the priest shall stand."
        },
        {
          "verse": 15,
          "text": "A person dedicating a house who then wishes to redeem it shall pay one fifth more than the price thus established, and then it will again belong to that individual."
        },
        {
          "verse": 16,
          "text": "If someone dedicates to the LORD a portion of hereditary land, its valuation shall be made according to the amount of seed required to sow it, the acreage sown with a homer of barley seed being valued at fifty silver shekels."
        },
        {
          "verse": 17,
          "text": "If the dedication of a field is made at the beginning of a jubilee period, the full valuation shall hold;"
        },
        {
          "verse": 18,
          "text": "but if it is some time after this, the priest shall estimate its money value according to the number of years left until the next jubilee year, with a corresponding reduction on the valuation."
        },
        {
          "verse": 19,
          "text": "A person dedicating a field who then wishes to redeem it shall pay one fifth more than the price thus established, and so reclaim it."
        },
        {
          "verse": 20,
          "text": "If, instead of redeeming such a field, one sells it to another, it may no longer be redeemed;"
        },
        {
          "verse": 21,
          "text": "but at the jubilee it shall be released as sacred to the LORD; like a field that is put under the ban, it shall become priestly property."
        },
        {
          "verse": 22,
          "text": "If someone dedicates to the LORD a field that was purchased and was not part of hereditary property,"
        },
        {
          "verse": 23,
          "text": "the priest shall compute its value in proportion to the number of years until the next jubilee, and on the same day the person shall pay the price thus established, a sacred donation to the LORD;"
        },
        {
          "verse": 24,
          "text": "at the jubilee the field shall revert to the hereditary owner of this land from whom it had been purchased."
        },
        {
          "verse": 25,
          "text": "Every valuation shall be made according to the standard of the sanctuary shekel. There are twenty gerahs to the shekel."
        },
        {
          "verse": 26,
          "text": "Irredeemable Offerings. Note that a firstborn animal, which as such already belongs to the LORD, may not be dedicated. Whether an ox or a sheep, it is the LORD’s."
        },
        {
          "verse": 27,
          "text": "But if it is an unclean animal, it may be redeemed by paying one fifth more than its value. If it is not redeemed, it shall be sold at its value."
        },
        {
          "verse": 28,
          "text": "Note, also, that any possession which someone puts under the ban for the LORD, whether it is a human being, an animal, or a hereditary field, shall be neither sold nor redeemed; everything that is put under the ban becomes most holy to the LORD."
        },
        {
          "verse": 29,
          "text": "All human beings that are put under the ban cannot be redeemed; they must be put to death."
        },
        {
          "verse": 30,
          "text": "All tithes of the land, whether in grain from the fields or in fruit from the trees, belong to the LORD; they are sacred to the LORD."
        },
        {
          "verse": 31,
          "text": "If someone wishes to redeem any of the tithes, the person shall pay one fifth more than their value."
        },
        {
          "verse": 32,
          "text": "The tithes of the herd and the flock, every tenth animal that passes under the herdsman’s rod, shall be sacred to the LORD."
        },
        {
          "verse": 33,
          "text": "It shall not matter whether good ones or bad ones are thus chosen, and no exchange may be made. If any exchange is made, both the original animal and its substitute become sacred and cannot be redeemed."
        },
        {
          "verse": 34,
          "text": "These are the commandments which the LORD gave Moses on Mount Sinai for the Israelites."
        }
      ]
    }
  ]
}
