{
  "book": "Malachi",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 1 - An oracle. The word of the LORD to Israel through Malachi."
        },
        {
          "verse": 2,
          "text": "Israel Preferred to Edom - I love you, says the LORD; but you say, “How do you love us?”"
        },
        {
          "verse": 3,
          "text": "Was not Esau Jacob’s brother?—oracle of the LORD. I loved Jacob, but rejected Esau; I made his mountains a waste, his heritage a desert for jackals."
        },
        {
          "verse": 4,
          "text": "If Edom says, “We have been crushed, but we will rebuild the ruins,” Thus says the LORD of hosts: They indeed may build, but I will tear down, And they shall be called “territory of wickedness,” the people with whom the LORD is angry forever."
        },
        {
          "verse": 5,
          "text": "Your own eyes will see it, and you will say, “Great is the LORD, even beyond the territory of Israel.”"
        },
        {
          "verse": 6,
          "text": "Offense in Sacrifice and Priestly Duty - A son honors his father, and a servant fears his master; If, then, I am a father, where is the honor due to me? And if I am a master, where is the fear due to me? So says the LORD of hosts to you, O priests, who disdain my name. But you ask, “How have we disdained your name?”"
        },
        {
          "verse": 7,
          "text": "By offering defiled food on my altar! You ask, “How have we defiled it?” By saying that the table of the LORD may be disdained!"
        },
        {
          "verse": 8,
          "text": "When you offer a blind animal for sacrifice, is there no wrong in that? When you offer a lame or sick animal, is there no wrong in that? Present it to your governor! Will he be pleased with you—or show you favor? says the LORD of hosts."
        },
        {
          "verse": 9,
          "text": "So now implore God’s favor, that he may have mercy on us! You are the ones who have done this; Will he show favor to any of you? says the LORD of hosts."
        },
        {
          "verse": 10,
          "text": "Oh, that one of you would just shut the temple gates to keep you from kindling fire on my altar in vain! I take no pleasure in you, says the LORD of hosts; and I will not accept any offering from your hands!"
        },
        {
          "verse": 11,
          "text": "From the rising of the sun to its setting, my name is great among the nations; Incense offerings are made to my name everywhere, and a pure offering; For my name is great among the nations, says the LORD of hosts."
        },
        {
          "verse": 12,
          "text": "But you profane it by saying that the LORD’s table is defiled, and its food may be disdained."
        },
        {
          "verse": 13,
          "text": "You say, “See what a burden this is!” and you exasperate me, says the LORD of hosts; You bring in what is mutilated, or lame, or sick; you bring it as an offering! Will I accept it from your hands? says the LORD."
        },
        {
          "verse": 14,
          "text": "Cursed is the cheat who has in his flock an intact male, and vows it, but sacrifices to the LORD a defective one instead; For a great king am I, says the LORD of hosts, and my name is feared among the nations."
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 2 - And now, priests, this commandment is for you: If you do not listen,"
        },
        {
          "verse": 2,
          "text": "And if you do not take to heart giving honor to my name, says the LORD of hosts, I will send a curse upon you and your blessing I will curse. In fact, I have already cursed it, because you do not take it to heart."
        },
        {
          "verse": 3,
          "text": "I will rebuke your offspring; I will spread dung on your faces, Dung from your feasts, and will carry you to it."
        },
        {
          "verse": 4,
          "text": "You should know that I sent you this commandment so that my covenant with Levi might endure, says the LORD of hosts."
        },
        {
          "verse": 5,
          "text": "My covenant with him was the life and peace which I gave him, and the fear he had for me, standing in awe of my name."
        },
        {
          "verse": 6,
          "text": "Reliable instruction was in his mouth, no perversity was found upon his lips; He walked with me in integrity and uprightness, and turned many away from evil."
        },
        {
          "verse": 7,
          "text": "For a priest’s lips preserve knowledge, and instruction is to be sought from his mouth, because he is the messenger of the LORD of hosts."
        },
        {
          "verse": 8,
          "text": "But you have turned aside from the way, and have caused many to stumble by your instruction; You have corrupted the covenant of Levi, says the LORD of hosts."
        },
        {
          "verse": 9,
          "text": "I, therefore, have made you contemptible and base before all the people, For you do not keep my ways, but show partiality in your instruction."
        },
        {
          "verse": 10,
          "text": "Marriage and Divorce - Have we not all one father? Has not one God created us? Why, then, do we break faith with each other, profaning the covenant of our ancestors?"
        },
        {
          "verse": 11,
          "text": "Judah has broken faith; an abominable thing has been done in Israel and in Jerusalem. Judah has profaned the LORD’s holy place, which he loves, and has married a daughter of a foreign god."
        },
        {
          "verse": 12,
          "text": "May the LORD cut off from the man who does this both witness and advocate from the tents of Jacob, and anyone to bring an offering to the LORD of hosts!"
        },
        {
          "verse": 13,
          "text": "This also you do: the altar of the LORD you cover with tears, weeping, and groaning, Because the Lord no longer takes note of your offering or accepts it favorably from your hand."
        },
        {
          "verse": 14,
          "text": "And you say, “Why?”— Because the LORD is witness between you and the wife of your youth With whom you have broken faith, though she is your companion, your covenanted wife."
        },
        {
          "verse": 15,
          "text": "Did he not make them one, with flesh and spirit? And what does the One require? Godly offspring! You should be on guard, then, for your life, and do not break faith with the wife of your youth."
        },
        {
          "verse": 16,
          "text": "For I hate divorce, says the LORD, the God of Israel, And the one who covers his garment with violence, says the LORD of hosts. You should be on guard, then, for your life, and you must not break faith."
        },
        {
          "verse": 17,
          "text": "Purification and Just Judgment - You have wearied the LORD with your words, yet you say, “How have we wearied him?” By saying, “All evildoers are good in the sight of the LORD, And he is pleased with them,” or “Where is the just God?”"
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 3 The Messenger of the Covenant - Now I am sending my messenger— he will prepare the way before me; And the lord whom you seek will come suddenly to his temple; The messenger of the covenant whom you desire— see, he is coming! says the LORD of hosts."
        },
        {
          "verse": 2,
          "text": "But who can endure the day of his coming? Who can stand firm when he appears? For he will be like a refiner’s fire, like fullers’ lye."
        },
        {
          "verse": 3,
          "text": "He will sit refining and purifying silver, and he will purify the Levites, Refining them like gold or silver, that they may bring offerings to the LORD in righteousness."
        },
        {
          "verse": 4,
          "text": "Then the offering of Judah and Jerusalem will please the LORD, as in ancient days, as in years gone by."
        },
        {
          "verse": 5,
          "text": "I will draw near to you for judgment, and I will be swift to bear witness Against sorcerers, adulterers, and perjurers, those who deprive a laborer of wages, Oppress a widow or an orphan, or turn aside a resident alien, without fearing me, says the LORD of hosts."
        },
        {
          "verse": 6,
          "text": "Gifts for God, Blessings for the People - For I, the LORD, do not change, and you, sons of Jacob, do not cease to be."
        },
        {
          "verse": 7,
          "text": "Since the days of your ancestors you have turned aside from my statutes and have not kept them. Return to me, that I may return to you, says the LORD of hosts. But you say, “Why should we return?”"
        },
        {
          "verse": 8,
          "text": "Can anyone rob God? But you are robbing me! And you say, “How have we robbed you?” Of tithes and contributions!"
        },
        {
          "verse": 9,
          "text": "You are indeed accursed, for you, the whole nation, rob me."
        },
        {
          "verse": 10,
          "text": "Bring the whole tithe into the storehouse, That there may be food in my house. Put me to the test, says the LORD of hosts, And see if I do not open the floodgates of heaven for you, and pour down upon you blessing without measure!"
        },
        {
          "verse": 11,
          "text": "I will rebuke the locust for you so that it will not destroy your crops, And the vine in the field will not be barren, says the LORD of hosts."
        },
        {
          "verse": 12,
          "text": "All the nations will call you blessed, for you will be a delightful land, says the LORD of hosts."
        },
        {
          "verse": 13,
          "text": "The Need to Serve God - Your words are too much for me, says the LORD. You ask, “What have we spoken against you?”"
        },
        {
          "verse": 14,
          "text": "You have said, “It is useless to serve God; what do we gain by observing God’s requirements, And by going about as mourners before the LORD of hosts?"
        },
        {
          "verse": 15,
          "text": "But we call the arrogant blessed; for evildoers not only prosper but even test God and escape.”"
        },
        {
          "verse": 16,
          "text": "Then those who fear the LORD spoke with one another, and the LORD listened attentively; A record book was written before him of those who fear the LORD and esteem his name."
        },
        {
          "verse": 17,
          "text": "They shall be mine, says the LORD of hosts, my own special possession, on the day when I take action. And I will have compassion on them, as a man has compassion on his son who serves him."
        },
        {
          "verse": 18,
          "text": "Then you will again distinguish between the just and the wicked, Between the person who serves God, and the one who does not."
        },
        {
          "verse": 19,
          "text": "For the day is coming, blazing like an oven, when all the arrogant and all evildoers will be stubble, And the day that is coming will set them on fire, leaving them neither root nor branch, says the LORD of hosts."
        },
        {
          "verse": 20,
          "text": "But for you who fear my name, the sun of justice will arise with healing in its wings; And you will go out leaping like calves from the stall"
        },
        {
          "verse": 21,
          "text": "and tread down the wicked; They will become dust under the soles of your feet, on the day when I take action, says the LORD of hosts."
        },
        {
          "verse": 22,
          "text": "Moses and Elijah - Remember the law of Moses my servant, whom I charged at Horeb With statutes and ordinances for all Israel."
        },
        {
          "verse": 23,
          "text": "Now I am sending to you Elijah the prophet, Before the day of the LORD comes, the great and terrible day;"
        },
        {
          "verse": 24,
          "text": "He will turn the heart of fathers to their sons, and the heart of sons to their fathers, Lest I come and strike the land with utter destruction."
        }
      ]
    }
  ]
}
