{
  "book": "Micah",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 1 - The word of the LORD which came to Micah of Moresheth in the days of Jotham, Ahaz, and Hezekiah, kings of Judah, which he saw concerning Samaria and Jerusalem."
        },
        {
          "verse": 2,
          "text": "I. Oracles of Punishment - Hear, O peoples, all of you, give heed, O earth, and all that is in it! Let the Lord GOD be witness against you, the Lord from his holy temple!"
        },
        {
          "verse": 3,
          "text": "For see, the LORD goes out from his place and descending, treads upon the heights of the earth."
        },
        {
          "verse": 4,
          "text": "The mountains melt under him and the valleys split open, Like wax before the fire, like water poured down a slope."
        },
        {
          "verse": 5,
          "text": "All this is for the crime of Jacob, for the sins of the house of Israel. What is the crime of Jacob? Is it not Samaria? And what is the sin of the house of Judah? Is it not Jerusalem?"
        },
        {
          "verse": 6,
          "text": "So I will make Samaria a ruin in the field, a place to plant vineyards; I will throw its stones into the valley, and lay bare its foundations."
        },
        {
          "verse": 7,
          "text": "All its carved figures shall be broken to pieces, all its wages shall be burned in the fire, and all its idols I will destroy. As the wages of a prostitute it gathered them, and to the wages of a prostitute they shall return."
        },
        {
          "verse": 8,
          "text": "For this I will lament and wail, go barefoot and naked; I will utter lamentation like the jackals, mourning like the ostriches,"
        },
        {
          "verse": 9,
          "text": "For her wound is incurable; it has come even to Judah. It has reached to the gate of my people, even to Jerusalem."
        },
        {
          "verse": 10,
          "text": "Do not announce it in Gath, do not weep at all; In Beth-leaphrah roll in the dust."
        },
        {
          "verse": 11,
          "text": "Pass by, you who dwell in Shaphir! The inhabitants of Zaanan do not come forth from their city. There is lamentation in Beth-ezel. It will withdraw its support from you."
        },
        {
          "verse": 12,
          "text": "The inhabitants of Maroth hope for good, But evil has come down from the LORD to the gate of Jerusalem."
        },
        {
          "verse": 13,
          "text": "Harness steeds to the chariots, inhabitants of Lachish; You are the beginning of sin for daughter Zion, For in you were found the crimes of Israel."
        },
        {
          "verse": 14,
          "text": "Therefore you must give back the dowry to Moresheth-gath; The houses of Achzib are a dry stream bed to the kings of Israel."
        },
        {
          "verse": 15,
          "text": "Again I will bring the conqueror to you, inhabitants of Mareshah; The glory of Israel shall come even to Adullam."
        },
        {
          "verse": 16,
          "text": "Make yourself bald, cut off your hair, for the children whom you cherish; Make yourself bald as a vulture, for they are taken from you into exile."
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 2 - Ah! you plotters of iniquity, who work out evil on your beds! In the morning light you carry it out for it lies within your power."
        },
        {
          "verse": 2,
          "text": "You covet fields, and seize them; houses, and take them; You cheat owners of their houses, people of their inheritance."
        },
        {
          "verse": 3,
          "text": "Therefore thus says the LORD: Look, I am planning against this family an evil from which you cannot free your necks; Nor shall you walk with head held high, for it will be an evil time."
        },
        {
          "verse": 4,
          "text": "On that day you shall be mocked, and there will be bitter lament: “Our ruin is complete, our fields are divided among our captors, The fields of my people are measured out, and no one can get them back!”"
        },
        {
          "verse": 5,
          "text": "Thus you shall have no one in the assembly of the LORD to allot to you a share of land."
        },
        {
          "verse": 6,
          "text": "“Do not preach,” they preach, “no one should preach of these things! Shame will not overtake us.”"
        },
        {
          "verse": 7,
          "text": "How can it be said, house of Jacob, “Is the LORD short of patience; are these the Lord’s deeds?” Do not my words promise good to the one who walks in justice?"
        },
        {
          "verse": 8,
          "text": "But you rise up against my people as an enemy: you have stripped off the garment from the peaceful, From those who go their way in confidence, as though it were spoils of war."
        },
        {
          "verse": 9,
          "text": "The women of my people you drive out from their pleasant houses; From their children you take away forever the honor I gave them."
        },
        {
          "verse": 10,
          "text": "“Get up! Leave, this is no place to rest”; Because of uncleanness that destroys with terrible destruction."
        },
        {
          "verse": 11,
          "text": "If one possessed of a lying spirit speaks deceitfully, saying, “I will preach to you wine and strong drink,” that one would be the preacher for this people."
        },
        {
          "verse": 12,
          "text": "I will gather you, Jacob, each and every one, I will assemble all the remnant of Israel; I will group them like a flock in the fold, like a herd in its pasture; the noise of the people will resound."
        },
        {
          "verse": 13,
          "text": "The one who makes a breach goes up before them; they make a breach and pass through the gate; Their king shall go through before them, the LORD at their head."
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 3 - And I said: Hear, you leaders of Jacob, rulers of the house of Israel! Is it not your duty to know what is right,"
        },
        {
          "verse": 2,
          "text": "you who hate what is good, and love evil? You who tear their skin from them, and their flesh from their bones;"
        },
        {
          "verse": 3,
          "text": "Who eat the flesh of my people, flay their skin from them, and break their bones; Who chop them in pieces like flesh in a kettle, like meat in a pot."
        },
        {
          "verse": 4,
          "text": "When they cry to the LORD, he will not answer them; He will hide his face from them at that time, because of the evil they have done."
        },
        {
          "verse": 5,
          "text": "Thus says the LORD regarding the prophets: O you who lead my people astray, When your teeth have something to bite you announce peace, But proclaim war against the one who fails to put something in your mouth."
        },
        {
          "verse": 6,
          "text": "Therefore you shall have night, not vision, darkness, not divination; The sun shall go down upon the prophets, and the day shall be dark for them."
        },
        {
          "verse": 7,
          "text": "Then the seers shall be put to shame, and the diviners confounded; They shall all cover their lips, because there is no answer from God."
        },
        {
          "verse": 8,
          "text": "But as for me, I am filled with power, with the spirit of the LORD, with justice and with might; To declare to Jacob his crimes and to Israel his sins."
        },
        {
          "verse": 9,
          "text": "Hear this, you leaders of the house of Jacob, you rulers of the house of Israel! You who abhor justice, and pervert all that is right;"
        },
        {
          "verse": 10,
          "text": "Who build up Zion with bloodshed, and Jerusalem with wickedness!"
        },
        {
          "verse": 11,
          "text": "Its leaders render judgment for a bribe, the priests teach for pay, the prophets divine for money, While they rely on the LORD, saying, “Is not the LORD in the midst of us? No evil can come upon us!”"
        },
        {
          "verse": 12,
          "text": "Therefore, because of you, Zion shall be plowed like a field, and Jerusalem reduced to rubble, And the mount of the temple to a forest ridge."
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "verse": 1,
          "text": "II. Oracles of Salvation Chapter 4 - In days to come the mount of the LORD’s house Shall be established as the highest mountain; it shall be raised above the hills, And peoples shall stream to it:"
        },
        {
          "verse": 2,
          "text": "Many nations shall come, and say, “Come, let us climb the LORD’s mountain, to the house of the God of Jacob, That he may instruct us in his ways, that we may walk in his paths.” For from Zion shall go forth instruction, and the word of the LORD from Jerusalem."
        },
        {
          "verse": 3,
          "text": "He shall judge between many peoples and set terms for strong and distant nations; They shall beat their swords into plowshares, and their spears into pruning hooks; One nation shall not raise the sword against another, nor shall they train for war again."
        },
        {
          "verse": 4,
          "text": "They shall all sit under their own vines, under their own fig trees, undisturbed; for the LORD of hosts has spoken."
        },
        {
          "verse": 5,
          "text": "Though all the peoples walk, each in the name of its god, We will walk in the name of the LORD, our God, forever and ever."
        },
        {
          "verse": 6,
          "text": "On that day—oracle of the LORD— I will gather the lame, And I will assemble the outcasts, and those whom I have afflicted."
        },
        {
          "verse": 7,
          "text": "I will make of the lame a remnant, and of the weak a strong nation; The LORD shall be king over them on Mount Zion, from now on and forever."
        },
        {
          "verse": 8,
          "text": "And you, O tower of the flock, hill of daughter Zion! To you it shall come: the former dominion shall be restored, the reign of daughter Jerusalem."
        },
        {
          "verse": 9,
          "text": "Now why do you cry out so? Are you without a king? Or has your adviser perished, That you are seized with pains like a woman in labor?"
        },
        {
          "verse": 10,
          "text": "Writhe, go into labor, O daughter Zion, like a woman giving birth; For now you shall leave the city and camp in the fields; To Babylon you shall go, there you shall be rescued. There the LORD shall redeem you from the hand of your enemies."
        },
        {
          "verse": 11,
          "text": "And now many nations are gathered against you! They say, “Let her be profaned, let our eyes see Zion’s downfall!”"
        },
        {
          "verse": 12,
          "text": "But they do not know the thoughts of the LORD, nor understand his plan: He has gathered them like sheaves to the threshing floor."
        },
        {
          "verse": 13,
          "text": "Arise and thresh, O daughter Zion; your horn I will make iron And your hoofs I will make bronze, that you may crush many peoples; You shall devote their spoils to the LORD, their riches to the Lord of the whole earth."
        },
        {
          "verse": 14,
          "text": "Now grieve, O grieving daughter! “They have laid siege against us!” With the rod they strike on the cheek the ruler of Israel."
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 5 - But you, Bethlehem-Ephrathah least among the clans of Judah, From you shall come forth for me one who is to be ruler in Israel; Whose origin is from of old, from ancient times."
        },
        {
          "verse": 2,
          "text": "Therefore the Lord will give them up, until the time when she who is to give birth has borne, Then the rest of his kindred shall return to the children of Israel."
        },
        {
          "verse": 3,
          "text": "He shall take his place as shepherd by the strength of the LORD, by the majestic name of the LORD, his God; And they shall dwell securely, for now his greatness shall reach to the ends of the earth:"
        },
        {
          "verse": 4,
          "text": "he shall be peace. If Assyria invades our country and treads upon our land, We shall raise against it seven shepherds, eight of royal standing;"
        },
        {
          "verse": 5,
          "text": "They shall tend the land of Assyria with the sword, and the land of Nimrod with the drawn sword; They will deliver us from Assyria, when it invades our land, when it treads upon our borders."
        },
        {
          "verse": 6,
          "text": "The remnant of Jacob shall be in the midst of many peoples, Like dew coming from the LORD, like showers on the grass, Which wait for no one, delay for no human being."
        },
        {
          "verse": 7,
          "text": "And the remnant of Jacob shall be among the nations, in the midst of many peoples, Like a lion among beasts of the forest, like a young lion among flocks of sheep; When it passes through it tramples; it tears and no one can rescue."
        },
        {
          "verse": 8,
          "text": "Your hand shall be lifted above your foes, and all your enemies shall be cut down."
        },
        {
          "verse": 9,
          "text": "On that day—oracle of the LORD— I will destroy the horses from your midst and ruin your chariots;"
        },
        {
          "verse": 10,
          "text": "I will destroy the cities of your land and tear down all your fortresses."
        },
        {
          "verse": 11,
          "text": "I will destroy the sorcery you practice, and there shall no longer be soothsayers among you."
        },
        {
          "verse": 12,
          "text": "I will destroy your carved figures and the sacred stones from your midst; And you shall no longer worship the works of your hands."
        },
        {
          "verse": 13,
          "text": "I will tear out the asherahs from your midst, and destroy your cities."
        },
        {
          "verse": 14,
          "text": "I will wreak vengeance in anger and wrath upon the nations that have not listened."
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "verse": 1,
          "text": "III. Announcement of Judgment Chapter 6 - Hear, then, what the LORD says: Arise, plead your case before the mountains, and let the hills hear your voice!"
        },
        {
          "verse": 2,
          "text": "Hear, O mountains, the LORD’s case, pay attention, O foundations of the earth! For the LORD has a case against his people; he enters into trial with Israel."
        },
        {
          "verse": 3,
          "text": "My people, what have I done to you? how have I wearied you? Answer me!"
        },
        {
          "verse": 4,
          "text": "I brought you up from the land of Egypt, from the place of slavery I ransomed you; And I sent before you Moses, Aaron, and Miriam."
        },
        {
          "verse": 5,
          "text": "My people, remember what Moab’s King Balak planned, and how Balaam, the son of Beor, answered him. Recall the passage from Shittim to Gilgal, that you may know the just deeds of the LORD."
        },
        {
          "verse": 6,
          "text": "With what shall I come before the LORD, and bow before God most high? Shall I come before him with burnt offerings, with calves a year old?"
        },
        {
          "verse": 7,
          "text": "Will the LORD be pleased with thousands of rams, with myriad streams of oil? Shall I give my firstborn for my crime, the fruit of my body for the sin of my soul?"
        },
        {
          "verse": 8,
          "text": "You have been told, O mortal, what is good, and what the LORD requires of you: Only to do justice and to love goodness, and to walk humbly with your God."
        },
        {
          "verse": 9,
          "text": "The LORD cries aloud to the city (It is prudent to fear your name!): Hear, O tribe and city assembly,"
        },
        {
          "verse": 10,
          "text": "Am I to bear criminal hoarding and the accursed short ephah?"
        },
        {
          "verse": 11,
          "text": "Shall I acquit crooked scales, bags of false weights?"
        },
        {
          "verse": 12,
          "text": "You whose wealthy are full of violence, whose inhabitants speak falsehood with deceitful tongues in their mouths!"
        },
        {
          "verse": 13,
          "text": "I have begun to strike you with devastation because of your sins."
        },
        {
          "verse": 14,
          "text": "You shall eat, without being satisfied, food that will leave you empty; What you acquire, you cannot save; what you do save, I will deliver up to the sword."
        },
        {
          "verse": 15,
          "text": "You shall sow, yet not reap, tread out the olive, yet pour no oil, crush the grapes, yet drink no wine."
        },
        {
          "verse": 16,
          "text": "You have kept the decrees of Omri, and all the works of the house of Ahab, and you have walked in their counsels; Therefore I will deliver you up to ruin, and your citizens to derision; and you shall bear the reproach of the nations."
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 7 - Woe is me! I am like the one who gathers summer fruit, when the vines have been gleaned; There is no cluster to eat, no early fig that I crave."
        },
        {
          "verse": 2,
          "text": "The faithful have vanished from the earth, no mortal is just! They all lie in wait to shed blood, each one ensnares the other."
        },
        {
          "verse": 3,
          "text": "Their hands succeed at evil; the prince makes demands, The judge is bought for a price, the powerful speak as they please."
        },
        {
          "verse": 4,
          "text": "The best of them is like a brier, the most honest like a thorn hedge. The day announced by your sentinels! Your punishment has come; now is the time of your confusion."
        },
        {
          "verse": 5,
          "text": "Put no faith in a friend, do not trust a companion; With her who lies in your embrace watch what you say."
        },
        {
          "verse": 6,
          "text": "For the son belittles his father, the daughter rises up against her mother, The daughter-in-law against her mother-in-law, and your enemies are members of your household."
        },
        {
          "verse": 7,
          "text": "IV. Confidence in God’s Future - But as for me, I will look to the LORD, I will wait for God my savior; my God will hear me!"
        },
        {
          "verse": 8,
          "text": "Do not rejoice over me, my enemy! though I have fallen, I will arise; though I sit in darkness, the LORD is my light."
        },
        {
          "verse": 9,
          "text": "I will endure the wrath of the LORD because I have sinned against him, Until he pleads my case, and establishes my right. He will bring me forth to the light; I will see his righteousness."
        },
        {
          "verse": 10,
          "text": "When my enemy sees this, shame shall cover her: She who said to me, “Where is the LORD, your God?” My eyes shall see her downfall; now she will be trampled underfoot, like mud in the streets."
        },
        {
          "verse": 11,
          "text": "It is the day for building your walls; on that day your boundaries shall be enlarged."
        },
        {
          "verse": 12,
          "text": "It is the day when those from Assyria to Egypt shall come to you, And from Tyre even to the River, from sea to sea, and from mountain to mountain;"
        },
        {
          "verse": 13,
          "text": "And the earth shall be a waste because of its inhabitants, as a result of their deeds."
        },
        {
          "verse": 14,
          "text": "Shepherd your people with your staff, the flock of your heritage, That lives apart in a woodland, in the midst of an orchard. Let them feed in Bashan and Gilead, as in the days of old;"
        },
        {
          "verse": 15,
          "text": "As in the days when you came from the land of Egypt, show us wonderful signs."
        },
        {
          "verse": 16,
          "text": "The nations will see and will be put to shame, in spite of all their strength; They will put their hands over their mouths; their ears will become deaf."
        },
        {
          "verse": 17,
          "text": "They will lick the dust like a snake, like crawling things on the ground; They will come quaking from their strongholds; they will tremble in fear of you, the LORD, our God."
        },
        {
          "verse": 18,
          "text": "Who is a God like you, who removes guilt and pardons sin for the remnant of his inheritance; Who does not persist in anger forever, but instead delights in mercy,"
        },
        {
          "verse": 19,
          "text": "And will again have compassion on us, treading underfoot our iniquities? You will cast into the depths of the sea all our sins;"
        },
        {
          "verse": 20,
          "text": "You will show faithfulness to Jacob, and loyalty to Abraham, As you have sworn to our ancestors from days of old."
        }
      ]
    }
  ]
}
