{
  "book": "Nahum",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 1 - Oracle concerning Nineveh. The book of the vision of Nahum of Elkosh."
        },
        {
          "verse": 2,
          "text": "God’s Terrifying Appearance - A jealous and avenging God is the LORD, an avenger is the LORD, full of wrath; The LORD takes vengeance on his adversaries, and rages against his enemies;"
        },
        {
          "verse": 3,
          "text": "The LORD is slow to anger, yet great in power; the LORD will not leave the guilty unpunished. In stormwind and tempest he comes, and clouds are the dust at his feet;"
        },
        {
          "verse": 4,
          "text": "He roars at the sea and leaves it dry, and all the rivers he dries up. Laid low are Bashan and Carmel, and the bloom of Lebanon withers;"
        },
        {
          "verse": 5,
          "text": "The mountains quake before him, and the hills dissolve; The earth is laid waste before him, the world and all who dwell in it."
        },
        {
          "verse": 6,
          "text": "Before his wrath, who can stand firm, and who can face his blazing anger? His fury is poured out like fire, and boulders break apart before him."
        },
        {
          "verse": 7,
          "text": "The LORD is good to those who wait for him, a refuge on the day of distress, Taking care of those who look to him for protection,"
        },
        {
          "verse": 8,
          "text": "when the flood rages; He makes an end of his opponents, and pursues his enemies into darkness."
        },
        {
          "verse": 9,
          "text": "Nineveh’s Judgment and Judah’s Restoration - What do you plot against the LORD, the one about to bring total destruction? No opponent rises a second time!"
        },
        {
          "verse": 10,
          "text": "Like a thorny thicket, they are tangled, and like drunkards, they are drunk; like dry stubble, they are utterly consumed."
        },
        {
          "verse": 11,
          "text": "From you has come one plotting evil against the LORD, one giving sinister counsel."
        },
        {
          "verse": 12,
          "text": "Thus says the LORD: though fully intact and so numerous, they shall be mown down and disappear. Though I have humbled you, I will humble you no more."
        },
        {
          "verse": 13,
          "text": "Now I will break his yoke off of you, and tear off your bonds."
        },
        {
          "verse": 14,
          "text": "The LORD has commanded regarding you: no descendant will again bear your name; From the house of your gods I will abolish the carved and the molten image; I will make your grave a dung heap."
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 2 - At this moment on the mountains the footsteps of one bearing good news, of one announcing peace! Celebrate your feasts, Judah, fulfill your vows! For never again will destroyers invade you; they are completely cut off."
        },
        {
          "verse": 2,
          "text": "The Attack on Nineveh - One who scatters has come up against you; guard the rampart, Watch the road, brace yourselves, marshal all your strength!"
        },
        {
          "verse": 3,
          "text": "The LORD will restore the vine of Jacob, the honor of Israel, Because ravagers have ravaged them and ruined their branches."
        },
        {
          "verse": 4,
          "text": "The shields of his warriors are crimsoned, the soldiers clad in scarlet; Like fire are the trappings of the chariots on the day he prepares for war; the cavalry is agitated!"
        },
        {
          "verse": 5,
          "text": "The chariots dash madly through the streets and wheel in the squares, Looking like torches, bolting like lightning."
        },
        {
          "verse": 6,
          "text": "His picked troops are called, ranks break at their charge; To the wall they rush, their screen is set up."
        },
        {
          "verse": 7,
          "text": "The river gates are opened, the palace is washed away."
        },
        {
          "verse": 8,
          "text": "The mistress is led forth captive, and her maidservants led away, Moaning like doves, beating their breasts."
        },
        {
          "verse": 9,
          "text": "Nineveh is like a pool whose waters escape; “Stop! Stop!” but none turns back."
        },
        {
          "verse": 10,
          "text": "“Plunder the silver, plunder the gold!” There is no end to the treasure, to wealth in every precious thing!"
        },
        {
          "verse": 11,
          "text": "Emptiness, desolation, waste; melting hearts and trembling knees, Churning in every stomach, every face turning pale!"
        },
        {
          "verse": 12,
          "text": "Where is the lionesses’ den, the young lions’ cave, Where the lion went in and out, and the cub, with no one to disturb them?"
        },
        {
          "verse": 13,
          "text": "The lion tore apart enough for his cubs, and strangled for his lionesses; He filled his lairs with prey, and his dens with torn flesh."
        },
        {
          "verse": 14,
          "text": "I now come against you— oracle of the LORD of hosts— I will consume your chariots in smoke, and the sword will devour your young lions; Your preying on the land I will bring to an end, the cry of your lionesses will be heard no more."
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 3 - Ah! The bloody city, all lies, Full of plunder, whose looting never stops!"
        },
        {
          "verse": 2,
          "text": "The crack of the whip, the rumbling of wheels; Horses galloping, chariots bounding,"
        },
        {
          "verse": 3,
          "text": "Cavalry charging, the flash of the sword, the gleam of the spear; A multitude of slain, a mass of corpses, Endless bodies to stumble upon!"
        },
        {
          "verse": 4,
          "text": "For the many debaucheries of the prostitute, a charming mistress of witchcraft, Who enslaved nations with her prostitution, and peoples by her witchcraft:"
        },
        {
          "verse": 5,
          "text": "I now come against you— oracle of the LORD of hosts— and I will lift your skirt above your face; I will show your nakedness to the nations, to the kingdoms your shame!"
        },
        {
          "verse": 6,
          "text": "I will cast filth upon you, disgrace you and make you a spectacle;"
        },
        {
          "verse": 7,
          "text": "Until everyone who sees you runs from you saying, “Nineveh is destroyed; who can pity her? Where can I find any to console you?”"
        },
        {
          "verse": 8,
          "text": "Nineveh’s Inescapable Fate - Are you better than No-amon that was set among the Nile’s canals, Surrounded by waters, with the river for her rampart and water for her wall?"
        },
        {
          "verse": 9,
          "text": "Ethiopia was her strength, and Egypt without end; Put and the Libyans were her allies."
        },
        {
          "verse": 10,
          "text": "Yet even she became an exile, and went into captivity; Even her little ones were dashed to pieces at the corner of every street; For her nobles they cast lots, and all her great ones were put into chains."
        },
        {
          "verse": 11,
          "text": "You, too, will drink of this; you will be overcome; You, too, will seek a refuge from the foe."
        },
        {
          "verse": 12,
          "text": "But all your fortresses are fig trees, bearing early figs; When shaken, they fall into the devourer’s mouth."
        },
        {
          "verse": 13,
          "text": "Indeed your troops are women in your midst; To your foes are open wide the gates of your land, fire has consumed their bars."
        },
        {
          "verse": 14,
          "text": "Draw water for the siege, strengthen your fortresses; Go down into the mud and tread the clay, take hold of the brick mold!"
        },
        {
          "verse": 15,
          "text": "There the fire will consume you, the sword will cut you down; it will consume you like the grasshoppers. Multiply like the grasshoppers, multiply like the locusts!"
        },
        {
          "verse": 16,
          "text": "You have made your traders more numerous than the stars of the heavens; like grasshoppers that shed their skins and fly away."
        },
        {
          "verse": 17,
          "text": "Your sentries are like locusts, and your scribes like locust swarms Gathered on the rubble fences on a cold day! Yet when the sun rises, they vanish, and no one knows where they have gone."
        },
        {
          "verse": 18,
          "text": "Your shepherds slumber, O king of Assyria, your nobles have gone to rest; Your people are scattered upon the mountains, with none to gather them."
        },
        {
          "verse": 19,
          "text": "There is no healing for your hurt, your wound is fatal. All who hear this news of you clap their hands over you; For who has not suffered under your endless malice?"
        }
      ]
    }
  ]
}
