{
  "book": "Nehemiah",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "verse": 1,
          "text": "I. The Deeds of Nehemiah Chapter 1 - Nehemiah Hears Bad News. The words of Nehemiah, son of Hacaliah. In the month Kislev of the twentieth year, I was in the citadel of Susa"
        },
        {
          "verse": 2,
          "text": "when Hanani, one of my brothers, came with other men from Judah. I asked them about the Jews, the remnant preserved after the captivity, and about Jerusalem."
        },
        {
          "verse": 3,
          "text": "They answered me: “The survivors of the captivity there in the province are in great distress and under reproach. The wall of Jerusalem has been breached, its gates gutted by fire.”"
        },
        {
          "verse": 4,
          "text": "When I heard this report, I began to weep and continued mourning for several days, fasting and praying before the God of heaven."
        },
        {
          "verse": 5,
          "text": "I prayed: “LORD, God of heaven, great and awesome God, you preserve your covenant of mercy with those who love you and keep your commandments."
        },
        {
          "verse": 6,
          "text": "May your ears be attentive, and your eyes open, to hear the prayer that I, your servant, now offer in your presence day and night for your servants the Israelites, confessing the sins we have committed against you, I and my ancestral house included."
        },
        {
          "verse": 7,
          "text": "We have greatly offended you, not keeping the commandments, the statutes, and the ordinances you entrusted to your servant Moses."
        },
        {
          "verse": 8,
          "text": "But remember the admonition which you addressed to Moses, your servant, when you said: If you prove faithless, I will scatter you among the peoples;"
        },
        {
          "verse": 9,
          "text": "but if you return to me and carefully keep my commandments, even though your outcasts have been driven to the farthest corner of the world, I will gather them from there, and bring them back to the place I have chosen as the dwelling place for my name."
        },
        {
          "verse": 10,
          "text": "They are your servants, your people, whom you freed by your great might and strong hand."
        },
        {
          "verse": 11,
          "text": "LORD, may your ears be attentive to the prayer of your servant and that of all your servants who willingly revere your name. Grant success to your servant this day, and let him find favor with this man”—for I was cupbearer to the king."
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 2 - Appointment by the King. In the month Nisan of the twentieth year of King Artaxerxes, when the wine was in my charge, I took some and offered it to the king. Because I had never before been sad in his presence,"
        },
        {
          "verse": 2,
          "text": "the king asked me, “Why do you look sad? If you are not sick, you must be sad at heart.” Though I was seized with great fear,"
        },
        {
          "verse": 3,
          "text": "I answered the king: “May the king live forever! How could I not look sad when the city where my ancestors are buried lies in ruins, and its gates consumed by fire?”"
        },
        {
          "verse": 4,
          "text": "The king asked me, “What is it, then, that you wish?” I prayed to the God of heaven"
        },
        {
          "verse": 5,
          "text": "and then answered the king: “If it please the king, and if your servant is deserving of your favor, send me to Judah, to the city where my ancestors are buried, that I may rebuild it.”"
        },
        {
          "verse": 6,
          "text": "Then the king, with the queen seated beside him, asked me, “How long will your journey take and when will you return?” My answer was acceptable to the king and he agreed to let me go; I set a date for my return."
        },
        {
          "verse": 7,
          "text": "I asked the king further: “If it please the king, let letters be given to me for the governors of West-of-Euphrates, that they may give me safe-conduct till I arrive in Judah;"
        },
        {
          "verse": 8,
          "text": "also a letter for Asaph, the keeper of the royal woods, that he may give me timber to make beams for the gates of the temple citadel, for the city wall and the house that I will occupy.” Since I enjoyed the good favor of my God, the king granted my requests."
        },
        {
          "verse": 9,
          "text": "Thus I proceeded to the governors of West-of-Euphrates and presented the king’s letters to them. The king also sent with me army officers and cavalry."
        },
        {
          "verse": 10,
          "text": "When Sanballat the Horonite and Tobiah the Ammonite official had heard of this, they were very much displeased that someone had come to improve the lot of the Israelites."
        },
        {
          "verse": 11,
          "text": "Circuit of the City. When I arrived in Jerusalem, and had been there three days,"
        },
        {
          "verse": 12,
          "text": "I set out by night with only a few other men and with no other animals but my own mount (for I had not told anyone what my God had inspired me to do for Jerusalem)."
        },
        {
          "verse": 13,
          "text": "I rode out at night by the Valley Gate, passed by the Dragon Spring, and came to the Dung Gate, observing how the walls of Jerusalem were breached and its gates consumed by fire."
        },
        {
          "verse": 14,
          "text": "Then I passed over to the Fountain Gate and to the King’s Pool. Since there was no room here for my mount to pass with me astride,"
        },
        {
          "verse": 15,
          "text": "I continued on foot up the wadi by night, inspecting the wall all the while, until I once more reached the Valley Gate, by which I went back in."
        },
        {
          "verse": 16,
          "text": "The magistrates knew nothing of where I had gone or what I was doing, for as yet I had disclosed nothing to the Jews, neither to the priests, nor to the nobles, nor to the magistrates, nor to the others who were to do the work."
        },
        {
          "verse": 17,
          "text": "Decision to Rebuild the City Wall. Afterward I said to them: “You see the trouble we are in: how Jerusalem lies in ruins and its gates have been gutted by fire. Come, let us rebuild the wall of Jerusalem, so that we may no longer be a reproach!”"
        },
        {
          "verse": 18,
          "text": "Then I explained to them how God had shown his gracious favor to me, and what the king had said to me. They replied, “Let us begin building!” And they undertook the work with vigor."
        },
        {
          "verse": 19,
          "text": "When they heard about this, Sanballat the Horonite, Tobiah the Ammonite official, and Geshem the Arab mocked and ridiculed us. “What are you doing?” they asked. “Are you rebelling against the king?”"
        },
        {
          "verse": 20,
          "text": "My answer to them was this: “It is the God of heaven who will grant us success. We, his servants, shall set about the rebuilding; but you have neither share nor claim nor memorial in Jerusalem.”"
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 3 - List of Workers. Eliashib the high priest and his priestly kinsmen took up the task of rebuilding the Sheep Gate. They consecrated it and set up its doors, its bolts, and its bars, then continued the rebuilding to the Tower of the Hundred, the Tower of Hananel."
        },
        {
          "verse": 2,
          "text": "At their side the men of Jericho were rebuilding, and next to them was Zaccur, son of Imri."
        },
        {
          "verse": 3,
          "text": "The Fish Gate was rebuilt by the people of Hassenaah; they timbered it and set up its doors, its bolts, and its bars."
        },
        {
          "verse": 4,
          "text": "At their side Meremoth, son of Uriah, son of Hakkoz, carried out the work of repair; next to him was Meshullam, son of Berechiah, son of Meshezabel; and next to him was Zadok, son of Baana."
        },
        {
          "verse": 5,
          "text": "Next to him the Tekoites carried out the work of repair; however, some of their most powerful men would not submit to the labor asked by their masters."
        },
        {
          "verse": 6,
          "text": "The Mishneh Gate was repaired by Joiada, son of Paseah; and Meshullam, son of Besodeiah; they timbered it and set up its doors, its bolts, and its bars."
        },
        {
          "verse": 7,
          "text": "At their side Melatiah the Gibeonite did the repairing, together with Jadon the Meronothite, and the men of Gibeon and of Mizpah, who were under the jurisdiction of the governor of West-of-Euphrates."
        },
        {
          "verse": 8,
          "text": "Next to them the work of repair was carried out by Uzziel, son of Harhaiah, a member of the goldsmiths’ guild, and at his side was Hananiah, one of the perfumers’ guild. They restored Jerusalem as far as the Broad Wall."
        },
        {
          "verse": 9,
          "text": "Next to them the work of repair was carried out by Rephaiah, son of Hur, administrator of half the district of Jerusalem,"
        },
        {
          "verse": 10,
          "text": "and at his side was Jedaiah, son of Harumaph, who repaired opposite his own house. Next to him Hattush, son of Hashabneiah, carried out the work of repair."
        },
        {
          "verse": 11,
          "text": "The adjoining sector, as far as the Oven Tower, was repaired by Malchijah, son of Harim, and Hasshub, son of Pahath-moab."
        },
        {
          "verse": 12,
          "text": "At their side the work of repair was carried out by Shallum, son of Hallohesh, administrator of half the district of Jerusalem, together with his daughters."
        },
        {
          "verse": 13,
          "text": "The Valley Gate was repaired by Hanun and the inhabitants of Zanoah; they rebuilt it and set up its doors, its bolts, and its bars. They also repaired a thousand cubits of the wall up to the Dung Gate."
        },
        {
          "verse": 14,
          "text": "The Dung Gate was repaired by Malchijah, son of Rechab, administrator of the district of Beth-haccherem; he rebuilt it and set up its doors, its bolts, and its bars."
        },
        {
          "verse": 15,
          "text": "The Fountain Gate was repaired by Shallum, son of Colhozeh, administrator of the district of Mizpah; he rebuilt it, roofed it, and set up its doors, its bolts, and its bars. He also repaired the wall of the Aqueduct Pool near the King’s Garden as far as the steps that lead down from the City of David."
        },
        {
          "verse": 16,
          "text": "After him, the work of repair was carried out by Nehemiah, son of Azbuk, administrator of half the district of Beth-zur, to a place opposite the tombs of David, as far as the Artificial Pool and the barracks."
        },
        {
          "verse": 17,
          "text": "After him, these Levites carried out the work of repair: Rehum, son of Bani, and next to him, for his own district, was Hashabiah, administrator of half the district of Keilah."
        },
        {
          "verse": 18,
          "text": "After him, their kinsmen carried out the work of repair: Binnui, son of Henadad, administrator of half the district of Keilah;"
        },
        {
          "verse": 19,
          "text": "next to him Ezer, son of Jeshua, administrator of Mizpah, who repaired the adjoining sector, the Corner, opposite the ascent to the arsenal."
        },
        {
          "verse": 20,
          "text": "After him, Baruch, son of Zabbai, repaired the adjoining sector from the Corner to the entrance of the house of Eliashib, the high priest."
        },
        {
          "verse": 21,
          "text": "After him, Meremoth, son of Uriah, son of Hakkoz, repaired the adjoining sector from the entrance of Eliashib’s house to its end."
        },
        {
          "verse": 22,
          "text": "After him, the work of repair was carried out by the priests, men of the surrounding country."
        },
        {
          "verse": 23,
          "text": "After them, Benjamin and Hasshub carried out the repair in front of their houses; after them, Azariah, son of Maaseiah, son of Ananiah, made the repairs alongside his house."
        },
        {
          "verse": 24,
          "text": "After him, Binnui, son of Henadad, repaired the adjoining sector from the house of Azariah to the Corner (that is, to the Angle)."
        },
        {
          "verse": 25,
          "text": "After him, Palal, son of Uzai, carried out the work of repair opposite the Corner and the tower projecting from the Upper Palace at the quarters of the guard. After him, Pedaiah, son of Parosh, carried out the work of repair"
        },
        {
          "verse": 26,
          "text": "to a point opposite the Water Gate on the east, and the projecting tower."
        },
        {
          "verse": 27,
          "text": "After him, the Tekoites repaired the adjoining sector opposite the great projecting tower, to the wall of Ophel."
        },
        {
          "verse": 28,
          "text": "Above the Horse Gate the priests carried out the work of repair, each opposite his own house."
        },
        {
          "verse": 29,
          "text": "After them Zadok, son of Immer, carried out the repair opposite his house, and after him the repair was carried out by Shemaiah, son of Shecaniah, keeper of the East Gate."
        },
        {
          "verse": 30,
          "text": "After him, Hananiah, son of Shelemiah, and Hanun, the sixth son of Zalaph, repaired the adjoining sector; after them, Meshullam, son of Berechiah, repaired the place opposite his own lodging."
        },
        {
          "verse": 31,
          "text": "After him, Malchijah, a member of the goldsmiths’ guild, carried out the work of repair as far as the quarters of the temple servants and the merchants, in front of the Gate of Inspection and as far as the upper chamber of the Angle."
        },
        {
          "verse": 32,
          "text": "Between the upper chamber of the Angle and the Sheep Gate, the goldsmiths and the merchants carried out the work of repair."
        },
        {
          "verse": 33,
          "text": "Opposition from Judah’s Enemies. When Sanballat heard that we were rebuilding the wall, he became angry and very much incensed. He ridiculed the Jews,"
        },
        {
          "verse": 34,
          "text": "saying in the presence of his associates and the troops of Samaria: “What are these miserable Jews trying to do? Will they complete their restoration in a single day? Will they recover these stones, burnt as they are, from the heaps of dust?”"
        },
        {
          "verse": 35,
          "text": "Tobiah the Ammonite was beside him, and he said: “Whatever they are building—if a fox attacks it, it will breach their wall of stones!”"
        },
        {
          "verse": 36,
          "text": "Hear, our God, how we were mocked! Turn back their reproach upon their own heads and deliver them up as plunder in a land of captivity!"
        },
        {
          "verse": 37,
          "text": "Do not hide their crime and do not let their sin be blotted out in your sight, for they insulted the builders to their faces!"
        },
        {
          "verse": 38,
          "text": "We, however, continued to build the wall, and soon it was completed up to half its height. The people worked enthusiastically."
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 4 - When Sanballat, Tobiah, the Arabs, the Ammonites, and the Ashdodites heard that the restoration of the walls of Jerusalem was progressing—for the gaps were beginning to be closed up—they became extremely angry."
        },
        {
          "verse": 2,
          "text": "They all plotted together to come and fight against Jerusalem and to throw us into confusion."
        },
        {
          "verse": 3,
          "text": "We prayed to our God and posted a watch against them day and night for fear of what they might do."
        },
        {
          "verse": 4,
          "text": "Meanwhile the Judahites were saying: “Slackened is the bearers’ strength, there is no end to the rubbish; Never will we be able to rebuild the wall.”"
        },
        {
          "verse": 5,
          "text": "Our enemies thought, “Before they are aware of it or see us, we will come into their midst, kill them, and put an end to the work.”"
        },
        {
          "verse": 6,
          "text": "When the Jews who lived near them had come to us from one place after another, and had told us ten times over that they were about to attack us,"
        },
        {
          "verse": 7,
          "text": "I stationed guards down below, behind the wall, near the exposed points, assigning them by family groups with their swords, spears, and bows."
        },
        {
          "verse": 8,
          "text": "I made an inspection, then addressed these words to the nobles, the magistrates, and the rest of the people: “Do not fear them! Keep in mind the LORD, who is great and to be feared, and fight for your kindred, your sons and daughters, your wives and your homes.”"
        },
        {
          "verse": 9,
          "text": "When our enemies realized that we had been warned and that God had upset their plan, we all went back, each to our own task at the wall."
        },
        {
          "verse": 10,
          "text": "From that time on, however, only half my work force took a hand in the work, while the other half, armed with spears, bucklers, bows, and breastplates, stood guard behind the whole house of Judah"
        },
        {
          "verse": 11,
          "text": "as they rebuilt the wall. The load carriers, too, were armed; each worked with one hand and held a weapon with the other."
        },
        {
          "verse": 12,
          "text": "Every builder, while working, had a sword tied at his side. A trumpeter stood beside me,"
        },
        {
          "verse": 13,
          "text": "for I had said to the nobles, the magistrates, and the rest of the people: “Our work is scattered and extensive, and we are widely separated from one another along the wall;"
        },
        {
          "verse": 14,
          "text": "wherever you hear the trumpet sound, join us there; our God will fight with us.”"
        },
        {
          "verse": 15,
          "text": "Thus we went on with the work, half with spears in hand, from daybreak till the stars came out."
        },
        {
          "verse": 16,
          "text": "At the same time I told the people to spend the nights inside Jerusalem, each with an attendant, so that they might serve as a guard by night and a working force by day."
        },
        {
          "verse": 17,
          "text": "Neither I, nor my kindred, nor any of my attendants, nor any of the bodyguard that accompanied me took off our clothes; everyone kept a weapon at hand."
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 5 - Social and Economic Problems. Then there rose a great outcry of the people and their wives against certain of their Jewish kindred."
        },
        {
          "verse": 2,
          "text": "Some said: “We are forced to pawn our sons and daughters in order to get grain to eat that we may live.”"
        },
        {
          "verse": 3,
          "text": "Others said: “We are forced to pawn our fields, our vineyards, and our houses, that we may have grain during the famine.”"
        },
        {
          "verse": 4,
          "text": "Still others said: “To pay the king’s tax we have borrowed money on our fields and vineyards."
        },
        {
          "verse": 5,
          "text": "And though these are our own kindred, and our children are as good as theirs, we have had to reduce our sons and daughters to slavery, and violence has been done to some of our daughters! Yet we can do nothing about it, for our fields and vineyards belong to others.”"
        },
        {
          "verse": 6,
          "text": "I was extremely angry when I heard the reasons for their complaint."
        },
        {
          "verse": 7,
          "text": "After some deliberation, I called the nobles and magistrates to account, saying to them, “You are exacting interest from your own kindred!” I then rebuked them severely,"
        },
        {
          "verse": 8,
          "text": "saying to them: “As far as we were able, we bought back our Jewish kindred who had been sold to Gentiles; you, however, are selling your own kindred, to have them bought back by us.” They remained silent, for they could find no answer."
        },
        {
          "verse": 9,
          "text": "I continued: “What you are doing is not good. Should you not conduct yourselves out of fear of our God rather than fear of the reproach of our Gentile enemies?"
        },
        {
          "verse": 10,
          "text": "I myself, my kindred, and my attendants have lent the people money and grain without charge. Let us put an end to this usury!"
        },
        {
          "verse": 11,
          "text": "Return to them this very day their fields, vineyards, olive groves, and houses, together with the interest on the money, the grain, the wine, and the oil that you have lent them.”"
        },
        {
          "verse": 12,
          "text": "They answered: “We will return everything and exact nothing further from them. We will do just what you ask.” Then I called for the priests to administer an oath to them that they would do as they had promised."
        },
        {
          "verse": 13,
          "text": "I shook out the folds of my garment, saying, “Thus may God shake from home and fortune every man who fails to keep this promise, and may he thus be shaken out and emptied!” And the whole assembly answered, “Amen,” and praised the LORD. Then the people did as they had promised."
        },
        {
          "verse": 14,
          "text": "Nehemiah’s Record. Moreover, from the time that King Artaxerxes appointed me governor in the land of Judah, from his twentieth to his thirty-second year—during these twelve years neither I nor my kindred lived off the governor’s food allowance."
        },
        {
          "verse": 15,
          "text": "The earlier governors, my predecessors, had laid a heavy burden on the people, taking from them each day forty silver shekels for their food; then, too, their attendants oppressed the people. But I, because I feared God, did not do this."
        },
        {
          "verse": 16,
          "text": "In addition, though I had acquired no land of my own, I did my part in this work on the wall, and all my attendants were gathered there for the work."
        },
        {
          "verse": 17,
          "text": "Though I set my table for a hundred and fifty persons, Jews and magistrates, as well as the neighboring Gentiles who came to us,"
        },
        {
          "verse": 18,
          "text": "and though the daily preparations were made at my expense—one ox, six choice sheep, poultry—besides all kinds of wine in abundance every ten days, despite this I did not claim the governor’s allowance, for the labor lay heavy upon this people."
        },
        {
          "verse": 19,
          "text": "Keep in mind, my God, to my credit all that I did for this people."
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 6 - Plots Against Nehemiah. When it had been reported to Sanballat, Tobiah, Geshem the Arab, and our other enemies that I had rebuilt the wall and that there was no breach left in it (though up to that time I had not yet set up the doors in the gates),"
        },
        {
          "verse": 2,
          "text": "Sanballat and Geshem sent me this message: “Come, let us hold council together at Chephirim in the plain of Ono.” They were planning to do me harm."
        },
        {
          "verse": 3,
          "text": "I sent messengers to them with this reply: “I am engaged in a great enterprise and am unable to come down. Why should the work stop, while I leave it to come down to you?”"
        },
        {
          "verse": 4,
          "text": "Four times they sent me this same proposal, and each time I gave the same reply."
        },
        {
          "verse": 5,
          "text": "Then, the fifth time, Sanballat sent me the same message by one of his servants, who bore an unsealed letter"
        },
        {
          "verse": 6,
          "text": "containing this text: “Among the nations it has been reported—Gashmu is witness to this—that you and the Jews are planning a rebellion; that for this reason you are rebuilding the wall; and that you are to be their king."
        },
        {
          "verse": 7,
          "text": "Also, that you have set up prophets in Jerusalem to proclaim you king of Judah. Now, since matters like these will reach the ear of the king, come, let us hold council together.”"
        },
        {
          "verse": 8,
          "text": "I sent him this answer: “Nothing of what you report is happening; rather, it is the invention of your own mind.”"
        },
        {
          "verse": 9,
          "text": "They were all trying to intimidate us, thinking, “They will be discouraged from continuing with the work, and it will never be completed.” But instead, I then redoubled my efforts."
        },
        {
          "verse": 10,
          "text": "I went to the house of Shemaiah, son of Delaiah, son of Mehetabel, who was confined to his house, and he said: “Let us meet in the house of God, inside the temple building; let us lock the doors of the temple. For they are coming to kill you—by night they are coming to kill you.”"
        },
        {
          "verse": 11,
          "text": "My answer was: “A man like me take flight? Should a man like me enter the temple to save his life? I will not go!”"
        },
        {
          "verse": 12,
          "text": "For on consideration, it was plain to me that God had not sent him; rather, because Tobiah and Sanballat had bribed him, he voiced this prophecy concerning me,"
        },
        {
          "verse": 13,
          "text": "that I might act on it out of fear and commit this sin. Then they would have had a shameful story with which to discredit me."
        },
        {
          "verse": 14,
          "text": "Keep in mind Tobiah and Sanballat, my God, because of these things they did; keep in mind as well Noadiah the woman prophet and the other prophets who were trying to intimidate me."
        },
        {
          "verse": 15,
          "text": "Completion of the Work. The wall was finished on the twenty-fifth day of Elul; the work had taken fifty-two days."
        },
        {
          "verse": 16,
          "text": "When all our enemies had heard of this, and all the neighboring Gentiles round about had taken note of it, they were very discouraged, for they knew that it was with our God’s help that this work had been completed."
        },
        {
          "verse": 17,
          "text": "At that same time, however, many letters were going to Tobiah from the nobles of Judah, and Tobiah’s letters were reaching them,"
        },
        {
          "verse": 18,
          "text": "for many in Judah were in league with him, since he was the son-in-law of Shecaniah, son of Arah, and his son Jehohanan had married the daughter of Meshullam, son of Berechiah."
        },
        {
          "verse": 19,
          "text": "They would praise his good deeds in my presence and relate to him whatever I said; and Tobiah sent letters trying to intimidate me."
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 7 - Now that the wall had been rebuilt, I had the doors set up, and the gatekeepers, the singers, and the Levites were put in charge of them."
        },
        {
          "verse": 2,
          "text": "Over Jerusalem I placed Hanani, my brother, and Hananiah, the commander of the citadel, who was more trustworthy and God-fearing than most."
        },
        {
          "verse": 3,
          "text": "I said to them: “The gates of Jerusalem are not to be opened until the sun is hot, and while the sun is still shining they shall shut and bar the doors. Appoint as sentinels the inhabitants of Jerusalem, some at their watch posts, and others in front of their own houses.”"
        },
        {
          "verse": 4,
          "text": "Census of the Province. Now, the city was quite wide and spacious, but its population was small, and none of the houses had been rebuilt."
        },
        {
          "verse": 5,
          "text": "When my God had inspired me to gather together the nobles, the magistrates, and the people, and to examine their family records, I came upon the family list of those who had returned in the earliest period. There I found the following written:"
        },
        {
          "verse": 6,
          "text": "These are the inhabitants of the province who returned from the captivity of the exiles whom Nebuchadnezzar, king of Babylon, had carried away, and who came back to Jerusalem and Judah, to their own cities:"
        },
        {
          "verse": 7,
          "text": "They returned with Zerubbabel, Jeshua, Nehemiah, Azariah, Raamiah, Nahamani, Mordecai, Bilshan, Mispereth, Bigvai, Nehum, and Baanah. The census of the people of Israel:"
        },
        {
          "verse": 8,
          "text": "descendants of Parosh, two thousand one hundred and seventy-two;"
        },
        {
          "verse": 9,
          "text": "descendants of Shephatiah, three hundred and seventy-two;"
        },
        {
          "verse": 10,
          "text": "descendants of Arah, six hundred and fifty-two;"
        },
        {
          "verse": 11,
          "text": "descendants of Pahath-moab who were descendants of Jeshua and Joab, two thousand eight hundred and eighteen;"
        },
        {
          "verse": 12,
          "text": "descendants of Elam, one thousand two hundred and fifty-four;"
        },
        {
          "verse": 13,
          "text": "descendants of Zattu, eight hundred and forty-five;"
        },
        {
          "verse": 14,
          "text": "descendants of Zaccai, seven hundred and sixty;"
        },
        {
          "verse": 15,
          "text": "descendants of Binnui, six hundred and forty-eight;"
        },
        {
          "verse": 16,
          "text": "descendants of Bebai, six hundred and twenty-eight;"
        },
        {
          "verse": 17,
          "text": "descendants of Azgad, two thousand three hundred and twenty-two;"
        },
        {
          "verse": 18,
          "text": "descendants of Adonikam, six hundred and sixty-seven;"
        },
        {
          "verse": 19,
          "text": "descendants of Bigvai, two thousand and sixty-seven;"
        },
        {
          "verse": 20,
          "text": "descendants of Adin, six hundred and fifty-five;"
        },
        {
          "verse": 21,
          "text": "descendants of Ater who were descendants of Hezekiah, ninety-eight;"
        },
        {
          "verse": 22,
          "text": "descendants of Hashum, three hundred and twenty-eight;"
        },
        {
          "verse": 23,
          "text": "descendants of Bezai, three hundred and twenty-four;"
        },
        {
          "verse": 24,
          "text": "descendants of Hariph, one hundred and twelve;"
        },
        {
          "verse": 25,
          "text": "descendants of Gibeon, ninety-five;"
        },
        {
          "verse": 26,
          "text": "people of Bethlehem and Netophah, one hundred and eighty-eight;"
        },
        {
          "verse": 27,
          "text": "people of Anathoth, one hundred and twenty-eight;"
        },
        {
          "verse": 28,
          "text": "people of Beth-azmaveth, forty-two;"
        },
        {
          "verse": 29,
          "text": "people of Kiriath-jearim, Chephirah, and Beeroth, seven hundred and forty-three;"
        },
        {
          "verse": 30,
          "text": "people of Ramah and Geba, six hundred and twenty-one;"
        },
        {
          "verse": 31,
          "text": "people of Michmas, one hundred and twenty-two;"
        },
        {
          "verse": 32,
          "text": "people of Bethel and Ai, one hundred and twenty-three;"
        },
        {
          "verse": 33,
          "text": "people of Nebo, fifty-two;"
        },
        {
          "verse": 34,
          "text": "descendants of the other Elam, one thousand two hundred and fifty-four;"
        },
        {
          "verse": 35,
          "text": "descendants of Harim, three hundred and twenty;"
        },
        {
          "verse": 36,
          "text": "descendants of Jericho, three hundred and forty-five;"
        },
        {
          "verse": 37,
          "text": "descendants of Lod, Hadid, and Ono, seven hundred and twenty-one;"
        },
        {
          "verse": 38,
          "text": "descendants of Senaah, three thousand nine hundred and thirty."
        },
        {
          "verse": 39,
          "text": "The priests: descendants of Jedaiah of the house of Jeshua, nine hundred and seventy-three;"
        },
        {
          "verse": 40,
          "text": "descendants of Immer, one thousand and fifty-two;"
        },
        {
          "verse": 41,
          "text": "descendants of Pashhur, one thousand two hundred and forty-seven;"
        },
        {
          "verse": 42,
          "text": "descendants of Harim, one thousand and seventeen."
        },
        {
          "verse": 43,
          "text": "The Levites: descendants of Jeshua, Kadmiel of the descendants of Hodeviah, seventy-four."
        },
        {
          "verse": 44,
          "text": "The singers: descendants of Asaph, one hundred and forty-eight."
        },
        {
          "verse": 45,
          "text": "The gatekeepers: descendants of Shallum, descendants of Ater, descendants of Talmon, descendants of Akkub, descendants of Hatita, descendants of Shobai, one hundred and thirty-eight."
        },
        {
          "verse": 46,
          "text": "The temple servants: descendants of Ziha, descendants of Hasupha, descendants of Tabbaoth,"
        },
        {
          "verse": 47,
          "text": "descendants of Keros, descendants of Sia, descendants of Padon,"
        },
        {
          "verse": 48,
          "text": "descendants of Lebana, descendants of Hagaba, descendants of Shalmai,"
        },
        {
          "verse": 49,
          "text": "descendants of Hanan, descendants of Giddel, descendants of Gahar,"
        },
        {
          "verse": 50,
          "text": "descendants of Reaiah, descendants of Rezin, descendants of Nekoda,"
        },
        {
          "verse": 51,
          "text": "descendants of Gazzam, descendants of Uzza, descendants of Paseah,"
        },
        {
          "verse": 52,
          "text": "descendants of Besai, descendants of the Meunites, descendants of the Nephusites,"
        },
        {
          "verse": 53,
          "text": "descendants of Bakbuk, descendants of Hakupha, descendants of Harhur,"
        },
        {
          "verse": 54,
          "text": "descendants of Bazlith, descendants of Mehida, descendants of Harsha,"
        },
        {
          "verse": 55,
          "text": "descendants of Barkos, descendants of Sisera, descendants of Temah,"
        },
        {
          "verse": 56,
          "text": "descendants of Neziah, descendants of Hatipha."
        },
        {
          "verse": 57,
          "text": "Descendants of Solomon’s servants: descendants of Sotai, descendants of Sophereth, descendants of Perida,"
        },
        {
          "verse": 58,
          "text": "descendants of Jaala, descendants of Darkon, descendants of Giddel,"
        },
        {
          "verse": 59,
          "text": "descendants of Shephatiah, descendants of Hattil, descendants of Pochereth-hazzebaim, descendants of Amon."
        },
        {
          "verse": 60,
          "text": "The total of the temple servants and the descendants of Solomon’s servants was three hundred and ninety-two."
        },
        {
          "verse": 61,
          "text": "The following who returned from Tel-melah, Tel-harsha, Cherub, Addon, and Immer were unable to prove that their ancestral houses and their descent were Israelite:"
        },
        {
          "verse": 62,
          "text": "descendants of Delaiah, descendants of Tobiah, descendants of Nekoda, six hundred and forty-two."
        },
        {
          "verse": 63,
          "text": "Also, of the priests: descendants of Hobaiah, descendants of Hakkoz, descendants of Barzillai (he had married one of the daughters of Barzillai the Gileadite and was named after him)."
        },
        {
          "verse": 64,
          "text": "These men searched their family records, but their names could not be found written there; hence they were disqualified from the priesthood,"
        },
        {
          "verse": 65,
          "text": "and the governor ordered them not to partake of the most holy foods until there should be a priest to consult the Urim and Thummim."
        },
        {
          "verse": 66,
          "text": "The entire assembly taken together came to forty-two thousand three hundred and sixty,"
        },
        {
          "verse": 67,
          "text": "not counting their male and female servants, who were seven thousand three hundred and thirty-seven. They also had two hundred male and female singers. Their horses were seven hundred and thirty-six, their mules two hundred and forty-five,"
        },
        {
          "verse": 68,
          "text": "their camels four hundred and thirty-five, their donkeys six thousand seven hundred and twenty."
        },
        {
          "verse": 69,
          "text": "Certain of the heads of ancestral houses contributed to the temple service. The governor put into the treasury one thousand drachmas of gold, fifty basins, thirty vestments for priests, and five hundred minas of silver."
        },
        {
          "verse": 70,
          "text": "Some of the heads of ancestral houses contributed to the treasury for the temple service: twenty thousand drachmas of gold and two thousand two hundred minas of silver."
        },
        {
          "verse": 71,
          "text": "The contributions of the rest of the people amounted to twenty thousand drachmas of gold, two thousand minas of silver, and sixty-seven vestments for priests."
        },
        {
          "verse": 72,
          "text": "The priests, the Levites, the gatekeepers, the singers, the temple servants, and all Israel took up residence in their cities."
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "verse": 1,
          "text": "II. Promulgation of the Law Chapter 8 - Ezra Reads the Law. Now when the seventh month came, the whole people gathered as one in the square in front of the Water Gate, and they called upon Ezra the scribe to bring forth the book of the law of Moses which the LORD had commanded for Israel."
        },
        {
          "verse": 2,
          "text": "On the first day of the seventh month, therefore, Ezra the priest brought the law before the assembly, which consisted of men, women, and those children old enough to understand."
        },
        {
          "verse": 3,
          "text": "In the square in front of the Water Gate, Ezra read out of the book from daybreak till midday, in the presence of the men, the women, and those children old enough to understand; and all the people listened attentively to the book of the law."
        },
        {
          "verse": 4,
          "text": "Ezra the scribe stood on a wooden platform that had been made for the occasion; at his right side stood Mattithiah, Shema, Anaiah, Uriah, Hilkiah, and Maaseiah, and on his left Pedaiah, Mishael, Malchijah, Hashum, Hashbaddanah, Zechariah, Meshullam."
        },
        {
          "verse": 5,
          "text": "Ezra opened the scroll so that all the people might see it, for he was standing higher than any of the people. When he opened it, all the people stood."
        },
        {
          "verse": 6,
          "text": "Ezra blessed the LORD, the great God, and all the people, their hands raised high, answered, “Amen, amen!” Then they knelt down and bowed before the LORD, their faces to the ground."
        },
        {
          "verse": 7,
          "text": "The Levites Jeshua, Bani, Sherebiah, Jamin, Akkub, Shabbethai, Hodiah, Maaseiah, Kelita, Azariah, Jozabad, Hanan, and Pelaiah explained the law to the people, who remained in their places."
        },
        {
          "verse": 8,
          "text": "Ezra read clearly from the book of the law of God, interpreting it so that all could understand what was read."
        },
        {
          "verse": 9,
          "text": "Then Nehemiah, that is, the governor, and Ezra the priest-scribe, and the Levites who were instructing the people said to all the people: “Today is holy to the LORD your God. Do not lament, do not weep!”—for all the people were weeping as they heard the words of the law."
        },
        {
          "verse": 10,
          "text": "He continued: “Go, eat rich foods and drink sweet drinks, and allot portions to those who had nothing prepared; for today is holy to our LORD. Do not be saddened this day, for rejoicing in the LORD is your strength!”"
        },
        {
          "verse": 11,
          "text": "And the Levites quieted all the people, saying, “Silence! Today is holy, do not be saddened.”"
        },
        {
          "verse": 12,
          "text": "Then all the people began to eat and drink, to distribute portions, and to celebrate with great joy, for they understood the words that had been explained to them."
        },
        {
          "verse": 13,
          "text": "The Feast of Booths. On the second day, the heads of ancestral houses of the whole people, and also the priests and the Levites, gathered around Ezra the scribe to study the words of the law."
        },
        {
          "verse": 14,
          "text": "They found it written in the law commanded by the LORD through Moses that the Israelites should dwell in booths during the feast of the seventh month;"
        },
        {
          "verse": 15,
          "text": "and that they should have this proclamation made throughout their cities and in Jerusalem: “Go out into the hill country and bring in branches of olive, oleaster, myrtle, palm, and other trees in leaf, to make booths, as it is written.”"
        },
        {
          "verse": 16,
          "text": "The people went out and brought in branches with which they made booths for themselves, on the roof of their houses, in their courtyards, in the courts of the house of God, and in the squares of the Water Gate and the Gate of Ephraim."
        },
        {
          "verse": 17,
          "text": "So the entire assembly of the returned exiles made booths and dwelt in them. Now the Israelites had done nothing of this sort from the days of Jeshua, son of Nun, until this occasion; therefore there was very great joy."
        },
        {
          "verse": 18,
          "text": "Ezra read from the book of the law of God day after day, from the first day to the last. They kept the feast for seven days, and the solemn assembly on the eighth day, as was required."
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 9 - Public Confession of Sin. On the twenty-fourth day of this month, the Israelites gathered together while fasting and wearing sackcloth, their heads covered with dust."
        },
        {
          "verse": 2,
          "text": "Those of Israelite descent separated themselves from all who were of foreign extraction, then stood forward and confessed their sins and the guilty deeds of their ancestors."
        },
        {
          "verse": 3,
          "text": "When they had taken their places, they read from the book of the law of the LORD their God, for a fourth of the day, and during another fourth they made their confession and bowed down before the LORD their God."
        },
        {
          "verse": 4,
          "text": "Standing on the platform of the Levites were Jeshua, Binnui, Kadmiel, Shebaniah, Bunni, Sherebiah, Bani, and Chenani, who cried out to the LORD their God, with a loud voice."
        },
        {
          "verse": 5,
          "text": "The Levites Jeshua, Kadmiel, Bani, Hashabneiah, Sherebiah, Hodiah, Shebaniah, and Pethahiah said, “Arise, bless the LORD, your God, from eternity to eternity!” “And may they bless your glorious name, which is exalted above all blessing and praise.”"
        },
        {
          "verse": 6,
          "text": "“You are the LORD, you alone; You made the heavens, the highest heavens and all their host, The earth and all that is upon it, the seas and all that is in them. To all of them you give life, the heavenly hosts bow down before you."
        },
        {
          "verse": 7,
          "text": "You are the LORD God who chose Abram, Who brought him from Ur of the Chaldees, who named him Abraham."
        },
        {
          "verse": 8,
          "text": "You found his heart faithful in your sight, you made the covenant with him To give the land of the Canaanites, Hittites, Amorites, Perizzites, Jebusites, and Girgashites to him and his descendants. You fulfilled your promises, for you are just."
        },
        {
          "verse": 9,
          "text": "You saw the affliction of our ancestors in Egypt, you heard their cry by the Red Sea;"
        },
        {
          "verse": 10,
          "text": "You worked signs and wonders against Pharaoh, against all his servants and the people of his land, Because you knew of their insolence toward them; thus you made for yourself a name even to this day."
        },
        {
          "verse": 11,
          "text": "The sea you divided before them, on dry ground they passed through the midst of the sea; Their pursuers you hurled into the depths, like a stone into the mighty waters."
        },
        {
          "verse": 12,
          "text": "With a column of cloud you led them by day, and by night with a column of fire, To light the way of their journey, the way in which they must travel."
        },
        {
          "verse": 13,
          "text": "On Mount Sinai you came down, you spoke with them from heaven; You gave them just ordinances, true laws, good statutes and commandments;"
        },
        {
          "verse": 14,
          "text": "Your holy sabbath you made known to them, commandments, statutes, and law you prescribed for them, by the hand of Moses your servant."
        },
        {
          "verse": 15,
          "text": "Food from heaven you gave them in their hunger, water from a rock you sent them in their thirst. You told them to enter and occupy the land which you had sworn to give them."
        },
        {
          "verse": 16,
          "text": "But they, our ancestors, proved to be insolent; they were obdurate and did not obey your commandments."
        },
        {
          "verse": 17,
          "text": "They refused to obey and no longer remembered the wonders you had worked for them. They were obdurate and appointed a leader in order to return to their slavery in Egypt. But you are a forgiving God, gracious and merciful, slow to anger and rich in mercy; you did not forsake them."
        },
        {
          "verse": 18,
          "text": "Though they made for themselves a molten calf, and proclaimed, ‘Here is your God who brought you up from Egypt,’ and were guilty of great insults,"
        },
        {
          "verse": 19,
          "text": "Yet in your great mercy you did not forsake them in the desert. By day the column of cloud did not cease to lead them on their journey, by night the column of fire did not cease to light the way they were to travel."
        },
        {
          "verse": 20,
          "text": "Your good spirit you bestowed on them, to give them understanding; Your manna you did not withhold from their mouths, and you gave them water in their thirst."
        },
        {
          "verse": 21,
          "text": "Forty years in the desert you sustained them: they did not want; Their garments did not become worn, and their feet did not swell."
        },
        {
          "verse": 22,
          "text": "You gave them kingdoms and peoples, which you divided among them as border lands. They possessed the land of Sihon, king of Heshbon, and the land of Og, king of Bashan."
        },
        {
          "verse": 23,
          "text": "You made their children as numerous as the stars of the heavens, and you brought them into the land which you had commanded their ancestors to enter and possess."
        },
        {
          "verse": 24,
          "text": "The children went in to possess the land; you humbled before them the Canaanite inhabitants and gave them into their power, Their kings and the peoples of the land, to do with them as they wished."
        },
        {
          "verse": 25,
          "text": "They captured fortified cities and fertile land; they took possession of houses filled with all good things, Cisterns already dug, vineyards, olive groves, and fruit trees in abundance. They ate and had their fill, fattened and feasted on your great goodness."
        },
        {
          "verse": 26,
          "text": "But they were contemptuous and rebelled against you: they cast your law behind their backs. They murdered your prophets who bore witness against them to bring them back to you: they were guilty of great insults."
        },
        {
          "verse": 27,
          "text": "Therefore you gave them into the power of their enemies, who oppressed them. But in the time of their oppression they would cry out to you, and you would hear them from heaven, And according to your great mercy give them saviors to deliver them from the power of their enemies."
        },
        {
          "verse": 28,
          "text": "As soon as they had relief, they would go back to doing evil in your sight. Again you abandoned them to the power of their enemies, who crushed them. Once again they cried out to you, and you heard them from heaven and delivered them according to your mercy, many times over."
        },
        {
          "verse": 29,
          "text": "You bore witness against them, to bring them back to your law. But they were insolent and would not obey your commandments; They sinned against your ordinances, which give life to those who keep them. They turned stubborn backs, stiffened their necks, and would not obey."
        },
        {
          "verse": 30,
          "text": "You were patient with them for many years, bearing witness against them through your spirit, by means of your prophets; Still they would not listen. Therefore you delivered them into the power of the peoples of the lands."
        },
        {
          "verse": 31,
          "text": "Yet in your great mercy you did not completely destroy them and did not forsake them, for you are a gracious and merciful God."
        },
        {
          "verse": 32,
          "text": "Now, our God, great, mighty, and awesome God, who preserves the covenant of mercy, do not discount all the hardship that has befallen us, Our kings, our princes, our priests, our prophets, our ancestors, and your entire people, from the time of the kings of Assyria until this day!"
        },
        {
          "verse": 33,
          "text": "In all that has come upon us you have been just, for you kept faith while we have done evil."
        },
        {
          "verse": 34,
          "text": "Yes, our kings, our princes, our priests, and our ancestors have not kept your law; They paid no attention to your commandments and the warnings which you gave them."
        },
        {
          "verse": 35,
          "text": "While they were still in their kingdom, in the midst of the many good things that you had given them And in the wide, fertile land that you had spread out before them, They did not serve you nor turn away from their evil deeds."
        },
        {
          "verse": 36,
          "text": "Today we are slaves! As for the land which you gave our ancestors That they might eat its fruits and good things— see, we have become slaves upon it!"
        },
        {
          "verse": 37,
          "text": "Its rich produce goes to the kings you set over us because of our sins, Who rule over our bodies and our cattle as they please. We are in great distress!”"
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 10 - Signatories to the Pact. In view of all this, we are entering into a firm pact, which we are putting into writing. On the sealed document appear the names of our princes, our Levites, and our priests."
        },
        {
          "verse": 2,
          "text": "On the sealed document: the governor Nehemiah, son of Hacaliah, and Zedekiah."
        },
        {
          "verse": 3,
          "text": "Seraiah, Azariah, Jeremiah,"
        },
        {
          "verse": 4,
          "text": "Pashhur, Amariah, Malchijah,"
        },
        {
          "verse": 5,
          "text": "Hattush, Shebaniah, Malluch,"
        },
        {
          "verse": 6,
          "text": "Harim, Meremoth, Obadiah,"
        },
        {
          "verse": 7,
          "text": "Daniel, Ginnethon, Baruch,"
        },
        {
          "verse": 8,
          "text": "Meshullam, Abijah, Mijamin,"
        },
        {
          "verse": 9,
          "text": "Maaziah, Bilgai, Shemaiah: these are the priests."
        },
        {
          "verse": 10,
          "text": "The Levites: Jeshua, son of Azaniah; Binnui, of the descendants of Henadad; Kadmiel;"
        },
        {
          "verse": 11,
          "text": "and their kinsmen Shebaniah, Hodiah, Kelita, Pelaiah, Hanan,"
        },
        {
          "verse": 12,
          "text": "Mica, Rehob, Hashabiah,"
        },
        {
          "verse": 13,
          "text": "Zaccur, Sherebiah, Shebaniah,"
        },
        {
          "verse": 14,
          "text": "Hodiah, Bani, Beninu."
        },
        {
          "verse": 15,
          "text": "The leaders of the people: Parosh, Pahath-moab, Elam, Zattu, Bani,"
        },
        {
          "verse": 16,
          "text": "Bunni, Azgad, Bebai,"
        },
        {
          "verse": 17,
          "text": "Adonijah, Bigvai, Adin,"
        },
        {
          "verse": 18,
          "text": "Ater, Hezekiah, Azzur,"
        },
        {
          "verse": 19,
          "text": "Hodiah, Hashum, Bezai,"
        },
        {
          "verse": 20,
          "text": "Hariph, Anathoth, Nebai,"
        },
        {
          "verse": 21,
          "text": "Magpiash, Meshullam, Hezir,"
        },
        {
          "verse": 22,
          "text": "Meshezabel, Zadok, Jaddua,"
        },
        {
          "verse": 23,
          "text": "Pelatiah, Hanan, Anaiah,"
        },
        {
          "verse": 24,
          "text": "Hoshea, Hananiah, Hasshub,"
        },
        {
          "verse": 25,
          "text": "Hallhohesh, Pilha, Shobek,"
        },
        {
          "verse": 26,
          "text": "Rehum, Hashabnah, Maaseiah,"
        },
        {
          "verse": 27,
          "text": "Ahiah, Hanan, Anan,"
        },
        {
          "verse": 28,
          "text": "Malluch, Harim, Baanah."
        },
        {
          "verse": 29,
          "text": "Provisions of the Pact. The rest of the people, priests, Levites, gatekeepers, singers, temple servants, and all others who have separated themselves from the local inhabitants in favor of the law of God, with their wives, their sons, their daughters, all who are of the age of discretion,"
        },
        {
          "verse": 30,
          "text": "join their influential kindred, and with the sanction of a curse take this oath to follow the law of God given through Moses, the servant of God, and to observe carefully all the commandments of the LORD, our Lord, his ordinances and his statutes."
        },
        {
          "verse": 31,
          "text": "We will not marry our daughters to the local inhabitants, and we will not accept their daughters for our sons."
        },
        {
          "verse": 32,
          "text": "When the local inhabitants bring in merchandise or any kind of grain for sale on the sabbath day, we will not buy from them on the sabbath or on any other holy day. In the seventh year we will forgo the produce, and forgive every kind of debt."
        },
        {
          "verse": 33,
          "text": "We impose these commandments on ourselves: to give a third of a shekel each year for the service of the house of our God,"
        },
        {
          "verse": 34,
          "text": "for the showbread, the daily grain offering, the daily burnt offering, for the sabbaths, new moons, and festivals, for the holy offerings and sin offerings to make atonement for Israel, for every service of the house of our God."
        },
        {
          "verse": 35,
          "text": "We, priests, Levites, and people, have determined by lot concerning the procurement of wood: it is to be brought to the house of our God by each of our ancestral houses at stated times each year, to be burnt on the altar of the LORD, our God, as the law prescribes."
        },
        {
          "verse": 36,
          "text": "We have agreed to bring each year to the house of the LORD the first fruits of our fields and of our fruit trees, of every kind;"
        },
        {
          "verse": 37,
          "text": "also, as is prescribed in the law, to bring to the house of our God, to the priests who serve in the house of our God, the firstborn of our children and our animals, including the firstborn of our flocks and herds."
        },
        {
          "verse": 38,
          "text": "The first batch of our dough, and our offerings of the fruit of every tree, of wine and oil, we will bring to the priests, to the chambers of the house of our God. The tithe of our fields we will bring to the Levites; they, the Levites, shall take the tithe in all the cities of our service."
        },
        {
          "verse": 39,
          "text": "An Aaronite priest shall be with the Levites when they take the tithe, and the Levites shall bring the tithe of the tithes to the house of our God, to the chambers of the treasury."
        },
        {
          "verse": 40,
          "text": "For to these chambers the Israelites and Levites bring the offerings of grain, wine, and oil; there also are housed the vessels of the sanctuary, and the ministering priests, the gatekeepers, and the singers. We will not neglect the house of our God."
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "verse": 1,
          "text": "III. Dedication of the Wall; Other Reforms Chapter 11 - Resettlement of Jerusalem. The administrators took up residence in Jerusalem, and the rest of the people cast lots to bring one man in ten to reside in Jerusalem, the holy city, while the other nine would remain in the other cities."
        },
        {
          "verse": 2,
          "text": "The people blessed all those who willingly agreed to take up residence in Jerusalem."
        },
        {
          "verse": 3,
          "text": "These are the heads of the province who took up residence in Jerusalem. In the cities of Judah dwelt Israelites, priests, Levites, temple servants, and the descendants of Solomon’s servants, each on the property they owned in their own cities."
        },
        {
          "verse": 4,
          "text": "In Jerusalem dwelt both Judahites and Benjaminites. Of the Judahites: Athaiah, son of Uzziah, son of Zechariah, son of Amariah, son of Shephatiah, son of Mehallalel, of the sons of Perez;"
        },
        {
          "verse": 5,
          "text": "Maaseiah, son of Baruch, son of Colhozeh, son of Hazaiah, son of Adaiah, son of Joiarib, son of Zechariah, a son of the Shelanites."
        },
        {
          "verse": 6,
          "text": "The total of the descendants of Perez who dwelt in Jerusalem was four hundred and sixty-eight people of substance."
        },
        {
          "verse": 7,
          "text": "These were the Benjaminites: Sallu, son of Meshullam, son of Joed, son of Pedaiah, son of Kolaiah, son of Maaseiah, son of Ithiel, son of Jeshaiah,"
        },
        {
          "verse": 8,
          "text": "and his kinsmen, warriors, nine hundred and twenty-eight in number."
        },
        {
          "verse": 9,
          "text": "Joel, son of Zichri, was their commander, and Judah, son of Hassenuah, was second in command of the city."
        },
        {
          "verse": 10,
          "text": "Among the priests were: Jedaiah; Joiarib; Jachin;"
        },
        {
          "verse": 11,
          "text": "Seraiah, son of Hilkiah, son of Meshullam, son of Zadok, son of Meraioth, son of Ahitub, the ruler of the house of God,"
        },
        {
          "verse": 12,
          "text": "and their kinsmen who carried out the temple service, eight hundred and twenty-two; Adaiah, son of Jeroham, son of Pelaliah, son of Amzi, son of Zechariah, son of Pashhur, son of Malchijah,"
        },
        {
          "verse": 13,
          "text": "and his kinsmen, heads of ancestral houses, two hundred and forty-two; and Amasai, son of Azarel, son of Ahzai, son of Meshillemoth, son of Immer,"
        },
        {
          "verse": 14,
          "text": "and his kinsmen, warriors, one hundred and twenty-eight. Their commander was Zabdiel, son of Haggadol."
        },
        {
          "verse": 15,
          "text": "Among the Levites were Shemaiah, son of Hasshub, son of Azrikam, son of Hashabiah, son of Bunni;"
        },
        {
          "verse": 16,
          "text": "Shabbethai and Jozabad, levitical chiefs who were placed over the external affairs of the house of God;"
        },
        {
          "verse": 17,
          "text": "Mattaniah, son of Micah, son of Zabdi, son of Asaph, director of the psalms, who led the thanksgiving at prayer; Bakbukiah, second in rank among his kinsmen; and Abda, son of Shammua, son of Galal, son of Jeduthun."
        },
        {
          "verse": 18,
          "text": "The total of the Levites in the holy city was two hundred and eighty-four."
        },
        {
          "verse": 19,
          "text": "The gatekeepers were Akkub, Talmon, and their kinsmen, who kept watch over the gates; one hundred and seventy-two in number."
        },
        {
          "verse": 20,
          "text": "The rest of Israel, including priests and Levites, were in all the other cities of Judah in their own inheritances."
        },
        {
          "verse": 21,
          "text": "The temple servants lived on Ophel. Ziha and Gishpa were in charge of the temple servants."
        },
        {
          "verse": 22,
          "text": "The prefect of the Levites in Jerusalem was Uzzi, son of Bani, son of Hashabiah, son of Mattaniah, son of Micah; he was one of the descendants of Asaph, the singers appointed to the service of the house of God—"
        },
        {
          "verse": 23,
          "text": "for they had been appointed by royal decree, and there was a fixed schedule for the singers assigning them their daily duties."
        },
        {
          "verse": 24,
          "text": "Pethahiah, son of Meshezabel, a descendant of Zerah, son of Judah, was royal deputy in all affairs that concerned the people."
        },
        {
          "verse": 25,
          "text": "Other Settlements. As concerns their villages with their fields: Judahites lived in Kiriath-arba and its dependencies, in Dibon and its dependencies, in Jekabzeel and its villages,"
        },
        {
          "verse": 26,
          "text": "in Jeshua, Moladah, Beth-pelet,"
        },
        {
          "verse": 27,
          "text": "in Hazarshual, in Beer-sheba and its dependencies,"
        },
        {
          "verse": 28,
          "text": "in Ziklag, in Meconah and its dependencies,"
        },
        {
          "verse": 29,
          "text": "in En-rimmon, Zorah, Jarmuth,"
        },
        {
          "verse": 30,
          "text": "Zanoah, Adullam, and their villages, Lachish and its fields, Azekah and its dependencies. They were settled from Beer-sheba to Ge-hinnom."
        },
        {
          "verse": 31,
          "text": "Benjaminites were in Geba, Michmash, Aija, Bethel and its dependencies,"
        },
        {
          "verse": 32,
          "text": "Anathoth, Nob, Ananiah,"
        },
        {
          "verse": 33,
          "text": "Hazor, Ramah, Gittaim,"
        },
        {
          "verse": 34,
          "text": "Hadid, Zeboim, Neballat,"
        },
        {
          "verse": 35,
          "text": "Lod, Ono, and the Valley of the Artisans."
        },
        {
          "verse": 36,
          "text": "Some divisions of the Levites from Judah were attached to Benjamin."
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 12 - Priests and Levites at the Time of Zerubbabel. The following are the priests and Levites who returned with Zerubbabel, son of Shealtiel, and Jeshua: Seraiah, Jeremiah, Ezra,"
        },
        {
          "verse": 2,
          "text": "Amariah, Malluch, Hattush,"
        },
        {
          "verse": 3,
          "text": "Shecaniah, Rehum, Meremoth,"
        },
        {
          "verse": 4,
          "text": "Iddo, Ginnethon, Abijah,"
        },
        {
          "verse": 5,
          "text": "Mijamin, Maadiah, Bilgah,"
        },
        {
          "verse": 6,
          "text": "Shemaiah, and Joiarib, Jedaiah,"
        },
        {
          "verse": 7,
          "text": "Sallu, Amok, Hilkiah, Jedaiah. These were the priestly heads and their kinsmen in the days of Jeshua."
        },
        {
          "verse": 8,
          "text": "The Levites were Jeshua, Binnui, Kadmiel, Sherebiah, Judah, Mattaniah, who, together with his kinsmen, was in charge of the thanksgiving hymns,"
        },
        {
          "verse": 9,
          "text": "while Bakbukiah and Unno and their kinsmen ministered opposite them by turns."
        },
        {
          "verse": 10,
          "text": "High Priests. Jeshua became the father of Joiakim, Joiakim the father of Eliashib, and Eliashib the father of Joiada;"
        },
        {
          "verse": 11,
          "text": "Joiada the father of Johanan, and Johanan the father of Jaddua."
        },
        {
          "verse": 12,
          "text": "Priests and Levites Under Joiakim. In the days of Joiakim these were the priestly family heads: for Seraiah, Meraiah; for Jeremiah, Hananiah;"
        },
        {
          "verse": 13,
          "text": "for Ezra, Meshullam; for Amariah, Jehohanan;"
        },
        {
          "verse": 14,
          "text": "for Malluchi, Jonathan; for Shebaniah, Joseph;"
        },
        {
          "verse": 15,
          "text": "for Harim, Adna; for Meremoth, Helkai;"
        },
        {
          "verse": 16,
          "text": "for Iddo, Zechariah; for Ginnethon, Meshullam;"
        },
        {
          "verse": 17,
          "text": "for Abijah, Zichri; for Miamin,…; for Moadiah, Piltai;"
        },
        {
          "verse": 18,
          "text": "for Bilgah, Shammua; for Shemaiah, Jehonathan;"
        },
        {
          "verse": 19,
          "text": "and for Joiarib, Mattenai; for Jedaiah, Uzzi;"
        },
        {
          "verse": 20,
          "text": "for Sallu, Kallai; for Amok, Eber;"
        },
        {
          "verse": 21,
          "text": "for Hilkiah, Hashabiah; for Jedaiah, Nethanel."
        },
        {
          "verse": 22,
          "text": "In the time of Eliashib, Joiada, Johanan, and Jaddua, the heads of ancestral houses of the priests were written down in the Book of Chronicles, up until the reign of Darius the Persian."
        },
        {
          "verse": 23,
          "text": "The sons of Levi: the family heads were written down in the Book of Chronicles, up until the time of Johanan, the son of Eliashib."
        },
        {
          "verse": 24,
          "text": "The heads of the Levites were Hashabiah, Sherebiah, Jeshua, Binnui, Kadmiel. Their kinsmen who stood opposite them to sing praises and thanksgiving in fulfillment of the command of David, the man of God, one section opposite the other,"
        },
        {
          "verse": 25,
          "text": "were Mattaniah, Bakbukiah, Obadiah. Meshullam, Talmon, and Akkub were gatekeepers. They guarded the storerooms at the gates."
        },
        {
          "verse": 26,
          "text": "All these lived in the time of Joiakim, son of Jeshua, son of Jozadak (and in the time of Nehemiah the governor and of Ezra the priest-scribe)."
        },
        {
          "verse": 27,
          "text": "Dedication of the Wall. At the dedication of the wall of Jerusalem, the Levites were sought out wherever they lived and were brought to Jerusalem to celebrate a joyful dedication with thanksgiving hymns and the music of cymbals, harps, and lyres."
        },
        {
          "verse": 28,
          "text": "The levitical singers gathered together from the region about Jerusalem, from the villages of the Netophathites,"
        },
        {
          "verse": 29,
          "text": "from Beth-gilgal, and from the plains of Geba and Azmaveth (for the singers had built themselves settlements about Jerusalem)."
        },
        {
          "verse": 30,
          "text": "The priests and Levites first purified themselves, then they purified the people, the gates, and the wall."
        },
        {
          "verse": 31,
          "text": "I had the administrators of Judah go up on the wall, and I arranged two great choirs. The first of these proceeded to the right, along the top of the wall, in the direction of the Dung Gate,"
        },
        {
          "verse": 32,
          "text": "followed by Hoshaiah and half the administrators of Judah,"
        },
        {
          "verse": 33,
          "text": "along with Azariah, Ezra, Meshullam,"
        },
        {
          "verse": 34,
          "text": "Judah, Benjamin, Shemaiah, and Jeremiah,"
        },
        {
          "verse": 35,
          "text": "priests with the trumpets, and also Zechariah, son of Jonathan, son of Shemaiah, son of Mattaniah, son of Micaiah, son of Zaccur, son of Asaph,"
        },
        {
          "verse": 36,
          "text": "and his kinsmen Shemaiah, Azarel, Milalai, Gilalai, Maai, Nethanel, Judah, and Hanani, with the musical instruments of David, the man of God. Ezra the scribe was at their head."
        },
        {
          "verse": 37,
          "text": "At the Fountain Gate they went straight up by the steps of the City of David and continued along the top of the wall above the house of David until they came to the Water Gate on the east."
        },
        {
          "verse": 38,
          "text": "The second choir proceeded to the left, followed by myself and the other half of the administrators, along the top of the wall past the Oven Tower as far as the Broad Wall,"
        },
        {
          "verse": 39,
          "text": "then past the Ephraim Gate to the Mishneh Gate, the Fish Gate, the Tower of Hananel, and the Hundred Tower, as far as the Sheep Gate. They came to a halt at the Prison Gate."
        },
        {
          "verse": 40,
          "text": "Both choirs took up a position in the house of God; I, too, and half the magistrates with me,"
        },
        {
          "verse": 41,
          "text": "together with the priests Eliakim, Maaseiah, Minjamin, Micaiah, Elioenai, Zechariah, Hananiah, with the trumpets,"
        },
        {
          "verse": 42,
          "text": "and Maaseiah, Shemaiah, Eleazar, Uzzi, Jehohanan, Malchijah, Elam, and Ezer. The singers were heard under the leadership of Jezrahiah."
        },
        {
          "verse": 43,
          "text": "Great sacrifices were offered on that day, and they rejoiced, for God had given them cause for great rejoicing. The women and the children joined in, and the rejoicing at Jerusalem could be heard from far off."
        },
        {
          "verse": 44,
          "text": "At that time men were appointed over the chambers set aside for stores, offerings, first fruits, and tithes; in them they were to collect from the fields of the various cities the portions legally assigned to the priests and Levites. For Judah rejoiced in its appointed priests and Levites"
        },
        {
          "verse": 45,
          "text": "who carried out the ministry of their God and the ministry of purification (as did the singers and the gatekeepers) in accordance with the prescriptions of David and Solomon, his son."
        },
        {
          "verse": 46,
          "text": "For in the days of David and Asaph, long ago, there were leaders of singers for songs of praise and thanksgiving to God."
        },
        {
          "verse": 47,
          "text": "All Israel, in the days of Zerubbabel and in the days of Nehemiah, gave the singers and the gatekeepers their portions, according to their daily needs. They made their consecrated offering to the Levites, and the Levites made theirs to the descendants of Aaron."
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 13 - At that time, when the book of Moses was being read in the hearing of the people, it was found written there: “No Ammonite or Moabite may ever be admitted into the assembly of God;"
        },
        {
          "verse": 2,
          "text": "for they did not meet the Israelites with food and water, but they hired Balaam to curse them, though our God turned the curse into a blessing.”"
        },
        {
          "verse": 3,
          "text": "When they had heard the law, they separated all those of mixed descent from Israel."
        },
        {
          "verse": 4,
          "text": "Reform in the Temple. Before this, the priest Eliashib, who had been placed in charge of the chambers of the house of our God and who was an associate of Tobiah,"
        },
        {
          "verse": 5,
          "text": "had set aside for the latter’s use a large chamber in which had previously been stored the grain offerings, incense and vessels, the tithes in grain, wine, and oil allotted to the Levites, singers, and gatekeepers, and the offerings due the priests."
        },
        {
          "verse": 6,
          "text": "During all this time I had not been in Jerusalem, for in the thirty-second year of Artaxerxes, king of Babylon, I had gone back to the king. After a suitable period of time, however, I asked leave of the king"
        },
        {
          "verse": 7,
          "text": "and returned to Jerusalem, where I discovered the evil thing that Eliashib had done for Tobiah, in setting aside for him a chamber in the courts of the house of God."
        },
        {
          "verse": 8,
          "text": "This displeased me very much, so I had all of Tobiah’s household goods thrown outside the chamber."
        },
        {
          "verse": 9,
          "text": "Then I gave orders to purify the chambers, and I brought back the vessels of the house of God, the grain offerings, and the incense."
        },
        {
          "verse": 10,
          "text": "I learned, too, that the portions due the Levites were no longer being given, so that the Levites and the singers who should have been carrying out the services had deserted to their own fields."
        },
        {
          "verse": 11,
          "text": "I reprimanded the magistrates, demanding, “Why is the house of God neglected?” Then I brought the Levites together and had them resume their stations."
        },
        {
          "verse": 12,
          "text": "All Judah once more brought in the tithes of grain, wine, and oil to the storerooms."
        },
        {
          "verse": 13,
          "text": "In charge of the storerooms I appointed Shelemiah the priest, Zadok the scribe, and Pedaiah, one of the Levites, together with Hanan, son of Zaccur, son of Mattaniah, as their assistant; for they were considered trustworthy. It was their duty to make the distribution to their kinsmen."
        },
        {
          "verse": 14,
          "text": "Remember this to my credit, my God! Do not forget the good deeds I have done for the house of my God and its services!"
        },
        {
          "verse": 15,
          "text": "Sabbath Observance. In those days I perceived that people in Judah were treading the wine presses on the sabbath; that they were bringing in sheaves of grain, loading them on their donkeys, together with wine, grapes, figs, and every other kind of load, and bringing them to Jerusalem on the sabbath day. I warned them to sell none of these provisions."
        },
        {
          "verse": 16,
          "text": "In Jerusalem itself the Tyrians residing there were importing fish and every other kind of merchandise and selling it to the Judahites on the sabbath."
        },
        {
          "verse": 17,
          "text": "I reprimanded the nobles of Judah, demanding: “What is this evil thing you are doing, profaning the sabbath day?"
        },
        {
          "verse": 18,
          "text": "Did not your ancestors act in this same way, with the result that our God has brought all this evil upon us and upon this city? Would you add to the wrath against Israel by once more profaning the sabbath?”"
        },
        {
          "verse": 19,
          "text": "When the shadows were falling on the gates of Jerusalem before the sabbath, I ordered the doors to be closed and prohibited their reopening until after the sabbath. I posted some of my own people at the gates so that no load might enter on the sabbath day."
        },
        {
          "verse": 20,
          "text": "The merchants and sellers of various kinds of merchandise spent the night once or twice outside Jerusalem,"
        },
        {
          "verse": 21,
          "text": "but then I warned them: “Why do you spend the night alongside the wall? If you keep this up, I will beat you!” From that time on, they did not return on the sabbath."
        },
        {
          "verse": 22,
          "text": "Then I ordered the Levites to purify themselves and to watch the gates, so that the sabbath day might be kept holy. This, too, remember in my favor, my God, and have mercy on me in accordance with your great mercy!"
        },
        {
          "verse": 23,
          "text": "Mixed Marriages. Also in those days I saw Jews who had married women of Ashdod, Ammon, or Moab."
        },
        {
          "verse": 24,
          "text": "Of their children, half spoke the language of Ashdod, or of one of the other peoples, and none of them knew how to speak the language of Judah."
        },
        {
          "verse": 25,
          "text": "So I reprimanded and cursed them; I beat some of their men and pulled out their hair; and I adjured them by God: “You shall not marry your daughters to their sons nor accept any of their daughters for your sons or for yourselves!"
        },
        {
          "verse": 26,
          "text": "Did not Solomon, the king of Israel, sin because of them? Though among the many nations there was no king like him, and though he was beloved of his God and God had made him king over all Israel, yet even he was led into sin by foreign women."
        },
        {
          "verse": 27,
          "text": "Must it also be heard of you that you have done this same terrible evil, betraying our God by marrying foreign women?”"
        },
        {
          "verse": 28,
          "text": "One of the sons of Joiada, son of Eliashib the high priest, was the son-in-law of Sanballat the Horonite! I drove him from my presence."
        },
        {
          "verse": 29,
          "text": "Remember against them, my God, how they defiled the priesthood and the covenant of the priesthood and the Levites!"
        },
        {
          "verse": 30,
          "text": "So I cleansed them of all foreign contamination. I established the various functions for the priests and Levites, so that each had an appointed task."
        },
        {
          "verse": 31,
          "text": "I also provided for the procurement of wood at stated times and for the first fruits. Remember this in my favor, my God!"
        }
      ]
    }
  ]
}
