{
  "book": "Numbers",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "verse": 1,
          "text": "I. Census and Preparation for the Departure from Sinai Chapter 1 - The Census. In the second year after the Israelites’ departure from the land of Egypt, on the first day of the second month, the LORD said to Moses at the tent of meeting in the wilderness of Sinai:"
        },
        {
          "verse": 2,
          "text": "Take a census of the whole community of the Israelites, by clans and ancestral houses, registering by name each male individually."
        },
        {
          "verse": 3,
          "text": "You and Aaron shall enroll in companies all the men in Israel of twenty years or more who are fit for military service."
        },
        {
          "verse": 4,
          "text": "Moses’ Assistants. With you there shall be a man from each tribe, each the head of his ancestral house."
        },
        {
          "verse": 5,
          "text": "These are the names of those who are to assist you: from Reuben: Elizur, son of Shedeur;"
        },
        {
          "verse": 6,
          "text": "from Simeon: Shelumiel, son of Zurishaddai;"
        },
        {
          "verse": 7,
          "text": "from Judah: Nahshon, son of Amminadab;"
        },
        {
          "verse": 8,
          "text": "from Issachar: Nethanel, son of Zuar;"
        },
        {
          "verse": 9,
          "text": "from Zebulun: Eliab, son of Helon;"
        },
        {
          "verse": 10,
          "text": "for the descendants of Joseph: from Ephraim: Elishama, son of Ammihud; and from Manasseh: Gamaliel, son of Pedahzur;"
        },
        {
          "verse": 11,
          "text": "from Benjamin: Abidan, son of Gideoni;"
        },
        {
          "verse": 12,
          "text": "from Dan: Ahiezer, son of Ammishaddai;"
        },
        {
          "verse": 13,
          "text": "from Asher: Pagiel, son of Ochran;"
        },
        {
          "verse": 14,
          "text": "from Gad: Eliasaph, son of Reuel;"
        },
        {
          "verse": 15,
          "text": "from Naphtali: Ahira, son of Enan."
        },
        {
          "verse": 16,
          "text": "These were the elect of the community, leaders of their ancestral tribes, heads of the clans of Israel."
        },
        {
          "verse": 17,
          "text": "So Moses and Aaron took these men who had been designated by name,"
        },
        {
          "verse": 18,
          "text": "and assembled the whole community on the first day of the second month. Every man of twenty years or more then registered individually his name and lineage according to clan and ancestral house,"
        },
        {
          "verse": 19,
          "text": "as the LORD had commanded Moses. So he enrolled them in the wilderness of Sinai."
        },
        {
          "verse": 20,
          "text": "Count of the Twelve Tribes. Of the descendants of Reuben, the firstborn of Israel, registered individually by name and lineage according to their clans and ancestral houses, every male of twenty years or more, everyone fit for military service:"
        },
        {
          "verse": 21,
          "text": "those enrolled from the tribe of Reuben were forty-six thousand five hundred."
        },
        {
          "verse": 22,
          "text": "Of the descendants of Simeon, registered individually by name and lineage according to their clans and ancestral houses, every male of twenty years or more, everyone fit for military service:"
        },
        {
          "verse": 23,
          "text": "those enrolled from the tribe of Simeon were fifty-nine thousand three hundred."
        },
        {
          "verse": 24,
          "text": "Of the descendants of Gad, registered by name and lineage according to their clans and ancestral houses, every male of twenty years or more, everyone fit for military service:"
        },
        {
          "verse": 25,
          "text": "those enrolled from the tribe of Gad were forty-five thousand six hundred and fifty."
        },
        {
          "verse": 26,
          "text": "Of the descendants of Judah, registered by name and lineage according to their clans and ancestral houses, every male of twenty years or more, everyone fit for military service:"
        },
        {
          "verse": 27,
          "text": "those enrolled from the tribe of Judah were seventy-four thousand six hundred."
        },
        {
          "verse": 28,
          "text": "Of the descendants of Issachar, registered by name and lineage according to their clans and ancestral houses, every male of twenty years or more, everyone fit for military service:"
        },
        {
          "verse": 29,
          "text": "those enrolled from the tribe of Issachar were fifty-four thousand four hundred."
        },
        {
          "verse": 30,
          "text": "Of the descendants of Zebulun, registered by name and lineage according to their clans and ancestral houses, every male of twenty years or more, everyone fit for military service:"
        },
        {
          "verse": 31,
          "text": "those enrolled from the tribe of Zebulun were fifty-seven thousand four hundred."
        },
        {
          "verse": 32,
          "text": "Of the descendants of Joseph: Of the descendants of Ephraim, registered by name and lineage according to their clans and ancestral houses, every male of twenty years or more, everyone fit for military service:"
        },
        {
          "verse": 33,
          "text": "those enrolled from the tribe of Ephraim were forty thousand five hundred."
        },
        {
          "verse": 34,
          "text": "Of the descendants of Manasseh, registered by name and lineage according to their clans and ancestral houses, every male of twenty years or more, everyone fit for military service:"
        },
        {
          "verse": 35,
          "text": "those enrolled from the tribe of Manasseh were thirty-two thousand two hundred."
        },
        {
          "verse": 36,
          "text": "Of the descendants of Benjamin, registered by name and lineage according to their clans and ancestral houses, every male of twenty years or more, everyone fit for military service:"
        },
        {
          "verse": 37,
          "text": "those enrolled from the tribe of Benjamin were thirty-five thousand four hundred."
        },
        {
          "verse": 38,
          "text": "Of the descendants of Dan, registered by name and lineage according to their clans and ancestral houses, every male of twenty years or more, everyone fit for military service:"
        },
        {
          "verse": 39,
          "text": "those enrolled from the tribe of Dan were sixty-two thousand seven hundred."
        },
        {
          "verse": 40,
          "text": "Of the descendants of Asher, registered by name and lineage according to their clans and ancestral houses, every male of twenty years or more, everyone fit for military service:"
        },
        {
          "verse": 41,
          "text": "those enrolled from the tribe of Asher were forty-one thousand five hundred."
        },
        {
          "verse": 42,
          "text": "Of the descendants of Naphtali, registered by name and lineage according to their clans and ancestral houses, every male of twenty years or more, everyone fit for military service:"
        },
        {
          "verse": 43,
          "text": "those enrolled from the tribe of Naphtali were fifty-three thousand four hundred."
        },
        {
          "verse": 44,
          "text": "It was these who were enrolled, each according to his ancestral house, by Moses and Aaron and the twelve leaders of Israel."
        },
        {
          "verse": 45,
          "text": "The total enrollment of the Israelites of twenty years or more, according to their ancestral houses, everyone fit for military service in Israel—"
        },
        {
          "verse": 46,
          "text": "the total enrollment was six hundred and three thousand, five hundred and fifty."
        },
        {
          "verse": 47,
          "text": "Levites Omitted in the Census. Now the Levites were not enrolled by their ancestral tribe with the others."
        },
        {
          "verse": 48,
          "text": "For the LORD had told Moses,"
        },
        {
          "verse": 49,
          "text": "The tribe of Levi alone you shall not enroll nor include in the census along with the other Israelites."
        },
        {
          "verse": 50,
          "text": "You are to give the Levites charge of the tabernacle of the covenant with all its equipment and all that belongs to it. It is they who shall carry the tabernacle with all its equipment and who shall be its ministers; and they shall camp all around the tabernacle."
        },
        {
          "verse": 51,
          "text": "When the tabernacle is to move on, the Levites shall take it down; when the tabernacle is to be pitched, it is the Levites who shall set it up. Any unauthorized person who comes near it shall be put to death."
        },
        {
          "verse": 52,
          "text": "The other Israelites shall camp according to their companies, each in their own divisional camps,"
        },
        {
          "verse": 53,
          "text": "but the Levites shall camp around the tabernacle of the covenant to ensure that God’s wrath will not fall upon the Israelite community. The Levites shall keep guard over the tabernacle of the covenant."
        },
        {
          "verse": 54,
          "text": "The Israelites complied; they did just as the LORD had commanded Moses."
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 2 - Arrangement of the Tribes. The LORD said to Moses and Aaron:"
        },
        {
          "verse": 2,
          "text": "The Israelites shall camp, each in their own divisions, under the ensigns of their ancestral houses. They shall camp at some distance all around the tent of meeting."
        },
        {
          "verse": 3,
          "text": "Encamped on the east side, toward the sunrise, shall be the divisional camp of Judah, arranged in companies. The leader of the Judahites is Nahshon, son of Amminadab,"
        },
        {
          "verse": 4,
          "text": "and the enrollment of his company is seventy-four thousand six hundred."
        },
        {
          "verse": 5,
          "text": "Encamped beside it is the tribe of Issachar. The leader of the Issacharites is Nethanel, son of Zuar,"
        },
        {
          "verse": 6,
          "text": "and the enrollment of his company is fifty-four thousand four hundred."
        },
        {
          "verse": 7,
          "text": "Also the tribe of Zebulun. The leader of the Zebulunites is Eliab, son of Helon,"
        },
        {
          "verse": 8,
          "text": "and the enrollment of his company is fifty-seven thousand four hundred."
        },
        {
          "verse": 9,
          "text": "The total enrollment of the camp of Judah by companies is one hundred and eighty-six thousand four hundred. They shall be first on the march."
        },
        {
          "verse": 10,
          "text": "The divisional camp of Reuben shall be on the south side, by companies. The leader of the Reubenites is Elizur, son of Shedeur,"
        },
        {
          "verse": 11,
          "text": "and the enrollment of his company is forty-six thousand five hundred."
        },
        {
          "verse": 12,
          "text": "Encamped beside it is the tribe of Simeon. The leader of the Simeonites is Shelumiel, son of Zurishaddai,"
        },
        {
          "verse": 13,
          "text": "and the enrollment of his company is fifty-nine thousand three hundred."
        },
        {
          "verse": 14,
          "text": "Next is the tribe of Gad. The leader of the Gadites is Eliasaph, son of Reuel,"
        },
        {
          "verse": 15,
          "text": "and the enrollment of his company is forty-five thousand six hundred and fifty."
        },
        {
          "verse": 16,
          "text": "The total enrollment of the camp of Reuben by companies is one hundred and fifty-one thousand four hundred and fifty. They shall be second on the march."
        },
        {
          "verse": 17,
          "text": "Then the tent of meeting and the camp of the Levites shall set out in the midst of the divisions. As they camp, so also they will march, each in place, by their divisions."
        },
        {
          "verse": 18,
          "text": "The divisional camp of Ephraim shall be on the west side, by companies. The leader of the Ephraimites is Elishama, son of Ammihud,"
        },
        {
          "verse": 19,
          "text": "and the enrollment of his company is forty thousand five hundred."
        },
        {
          "verse": 20,
          "text": "Beside it shall be the tribe of Manasseh. The leader of the Manassites is Gamaliel, son of Pedahzur,"
        },
        {
          "verse": 21,
          "text": "and the enrollment of his company is thirty-two thousand two hundred."
        },
        {
          "verse": 22,
          "text": "Also the tribe of Benjamin. The leader of the Benjaminites is Abidan, son of Gideoni,"
        },
        {
          "verse": 23,
          "text": "and the enrollment of his company is thirty-five thousand four hundred."
        },
        {
          "verse": 24,
          "text": "The total enrollment of the camp of Ephraim by companies is one hundred and eight thousand one hundred. They shall be third on the march."
        },
        {
          "verse": 25,
          "text": "The divisional camp of Dan shall be on the north side, by companies. The leader of the Danites is Ahiezer, son of Ammishaddai,"
        },
        {
          "verse": 26,
          "text": "and the enrollment of his company is sixty-two thousand seven hundred."
        },
        {
          "verse": 27,
          "text": "Encamped beside it shall be the tribe of Asher. The leader of the Asherites is Pagiel, son of Ochran,"
        },
        {
          "verse": 28,
          "text": "and the enrollment of his company is forty-one thousand five hundred."
        },
        {
          "verse": 29,
          "text": "Also the tribe of Naphtali. The leader of the Naphtalites is Ahira, son of Enan,"
        },
        {
          "verse": 30,
          "text": "and the enrollment of his company is fifty-three thousand four hundred."
        },
        {
          "verse": 31,
          "text": "The total enrollment of the camp of Dan is one hundred and fifty-seven thousand six hundred. They shall be the last on the march, by divisions."
        },
        {
          "verse": 32,
          "text": "These are the enrollments of the Israelites according to their ancestral houses. The total enrollment of the camps by companies is six hundred and three thousand five hundred and fifty."
        },
        {
          "verse": 33,
          "text": "The Levites, however, were not enrolled with the other Israelites, just as the LORD had commanded Moses."
        },
        {
          "verse": 34,
          "text": "The Israelites did just as the LORD had commanded Moses; both in camp and on the march they were in their own divisions, everyone by clan and according to ancestral house."
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 3 - The Sons of Aaron. These are the offspring of Aaron and Moses at the time the LORD spoke to Moses on Mount Sinai."
        },
        {
          "verse": 2,
          "text": "These are the names of Aaron’s sons: Nadab, the firstborn, Abihu, Eleazar, and Ithamar."
        },
        {
          "verse": 3,
          "text": "These are the names of Aaron’s sons, the anointed priests whom he ordained to serve as priests."
        },
        {
          "verse": 4,
          "text": "But Nadab and Abihu died in the presence of the LORD when they offered unauthorized fire before the LORD in the wilderness of Sinai; and they left no sons. So only Eleazar and Ithamar served as priests during the lifetime of their father Aaron."
        },
        {
          "verse": 5,
          "text": "Levites in Place of the Firstborn. Now the LORD said to Moses:"
        },
        {
          "verse": 6,
          "text": "Summon the tribe of Levi and station them before Aaron the priest to serve him."
        },
        {
          "verse": 7,
          "text": "They shall discharge his obligations and those of the whole community before the tent of meeting by maintaining the tabernacle."
        },
        {
          "verse": 8,
          "text": "They shall have responsibility for all the furnishings of the tent of meeting and discharge the obligations of the Israelites by maintaining the tabernacle."
        },
        {
          "verse": 9,
          "text": "You shall assign the Levites to Aaron and his sons; they have been assigned unconditionally to him from among the Israelites."
        },
        {
          "verse": 10,
          "text": "But you will appoint only Aaron and his descendants to exercise the priesthood. Any unauthorized person who comes near shall be put to death."
        },
        {
          "verse": 11,
          "text": "The LORD said to Moses:"
        },
        {
          "verse": 12,
          "text": "I hereby take the Levites from the Israelites in place of every firstborn that opens the womb among the Israelites. The Levites, therefore, are mine,"
        },
        {
          "verse": 13,
          "text": "because every firstborn is mine. When I struck down all the firstborn in the land of Egypt, I consecrated to me every firstborn in Israel, human being and beast alike. They belong to me; I am the LORD."
        },
        {
          "verse": 14,
          "text": "Census of the Levites. The LORD said to Moses in the wilderness of Sinai:"
        },
        {
          "verse": 15,
          "text": "Enroll the Levites by their ancestral houses and clans, enrolling every male of a month or more."
        },
        {
          "verse": 16,
          "text": "Moses, therefore, enrolled them at the direction of the LORD, just as the LORD had charged."
        },
        {
          "verse": 17,
          "text": "These were the sons of Levi by name: Gershon, Kohath and Merari."
        },
        {
          "verse": 18,
          "text": "These were the names of the sons of Gershon, by their clans: Libni and Shimei."
        },
        {
          "verse": 19,
          "text": "The sons of Kohath, by their clans, were Amram, Izhar, Hebron and Uzziel."
        },
        {
          "verse": 20,
          "text": "The sons of Merari, by their clans, were Mahli and Mushi. These were the clans of the Levites by their ancestral houses."
        },
        {
          "verse": 21,
          "text": "Duties of the Levitical Clans. To Gershon belonged the clan of the Libnites and the clan of the Shimeites; these were the clans of the Gershonites."
        },
        {
          "verse": 22,
          "text": "Their enrollment, registering every male of a month or more, was seven thousand five hundred."
        },
        {
          "verse": 23,
          "text": "The clans of the Gershonites camped behind the tabernacle, to the west."
        },
        {
          "verse": 24,
          "text": "The leader of the ancestral house of the Gershonites was Eliasaph, son of Lael."
        },
        {
          "verse": 25,
          "text": "At the tent of meeting their responsibility was the tabernacle: the tent and its covering, the curtain at the entrance of the tent of meeting,"
        },
        {
          "verse": 26,
          "text": "the hangings of the court, the curtain at the entrance of the court enclosing both the tabernacle and the altar, and the ropes—whatever pertained to their maintenance."
        },
        {
          "verse": 27,
          "text": "To Kohath belonged the clans of the Amramites, the Izharites, the Hebronites, and the Uzzielites; these were the clans of the Kohathites."
        },
        {
          "verse": 28,
          "text": "Their enrollment, registering every male of a month or more, was eight thousand three hundred. They were the ones who performed the duties of the sanctuary."
        },
        {
          "verse": 29,
          "text": "The clans of the Kohathites camped on the south side of the tabernacle."
        },
        {
          "verse": 30,
          "text": "And the leader of their ancestral house of the clan of the Kohathites was Elizaphan, son of Uzziel."
        },
        {
          "verse": 31,
          "text": "Their responsibility was the ark, the table, the menorah, the altars, the utensils of the sanctuary with which the priests minister, the veil, and everything pertaining to their maintenance."
        },
        {
          "verse": 32,
          "text": "The chief of the leaders of the Levites, however, was Eleazar, son of Aaron the priest; he was in charge of those who performed the duties of the sanctuary."
        },
        {
          "verse": 33,
          "text": "To Merari belonged the clans of the Mahlites and the Mushites; these were the clans of Merari."
        },
        {
          "verse": 34,
          "text": "Their enrollment, registering every male of a month or more, was six thousand two hundred."
        },
        {
          "verse": 35,
          "text": "The leader of the ancestral house of the clans of Merari was Zuriel, son of Abihail. They camped at the north side of the tabernacle."
        },
        {
          "verse": 36,
          "text": "The Merarites were assigned responsibility for the boards of the tabernacle, its bars, columns, pedestals, and all its fittings—and everything pertaining to their maintenance,"
        },
        {
          "verse": 37,
          "text": "as well as the columns of the surrounding court with their pedestals, pegs and ropes."
        },
        {
          "verse": 38,
          "text": "East of the tabernacle, that is, in front of the tent of meeting, toward the sunrise, were camped Moses and Aaron and the latter’s sons, performing the duties of the sanctuary incumbent upon the Israelites. Any unauthorized person who came near was to be put to death."
        },
        {
          "verse": 39,
          "text": "The total enrollment of the Levites whom Moses and Aaron enrolled at the direction of the LORD, by clans, every male a month old or more, was twenty-two thousand."
        },
        {
          "verse": 40,
          "text": "Census and Ransom of Firstborn. The LORD then said to Moses: Enroll every firstborn male of the Israelites a month old or more, and count the number of their names."
        },
        {
          "verse": 41,
          "text": "Then take the Levites for me—I am the LORD—in place of all the firstborn of the Israelites, as well as the Levites’ cattle, in place of all the firstborn among the cattle of the Israelites."
        },
        {
          "verse": 42,
          "text": "So Moses enrolled all the firstborn of the Israelites, as the LORD had commanded him."
        },
        {
          "verse": 43,
          "text": "All the firstborn males, registered by name, of a month or more, numbered twenty-two thousand two hundred and seventy-three."
        },
        {
          "verse": 44,
          "text": "The LORD said to Moses:"
        },
        {
          "verse": 45,
          "text": "Take the Levites in place of all the firstborn of the Israelites, and the Levites’ cattle in place of their cattle, that the Levites may belong to me. I am the LORD."
        },
        {
          "verse": 46,
          "text": "As a redemption-price for the two hundred and seventy-three firstborn of the Israelites over and above the number of the Levites,"
        },
        {
          "verse": 47,
          "text": "you shall take five shekels for each individual, according to the sanctuary shekel, twenty gerahs to the shekel."
        },
        {
          "verse": 48,
          "text": "Give this money to Aaron and his sons as a redemption-price for the extra number."
        },
        {
          "verse": 49,
          "text": "So Moses took the redemption money for those over and above the ones redeemed by the Levites."
        },
        {
          "verse": 50,
          "text": "From the firstborn of the Israelites he took the money, one thousand three hundred and sixty-five shekels according to the sanctuary shekel."
        },
        {
          "verse": 51,
          "text": "He then gave this redemption money to Aaron and his sons, at the direction of the LORD, just as the LORD had commanded Moses."
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 4 - Duties Further Defined. The LORD said to Moses and Aaron:"
        },
        {
          "verse": 2,
          "text": "Take a census among the Levites of the Kohathites, by clans and ancestral houses,"
        },
        {
          "verse": 3,
          "text": "all between thirty and fifty years of age, who will join the personnel for doing tasks in the tent of meeting."
        },
        {
          "verse": 4,
          "text": "This is the task of the Kohathites in the tent of meeting: the most sacred objects."
        },
        {
          "verse": 5,
          "text": "In breaking camp, Aaron and his sons shall go in and take down the screening curtain and cover the ark of the covenant with it."
        },
        {
          "verse": 6,
          "text": "Over these they shall put a cover of yellow-orange skin, and on top of this spread an all-violet cloth and put the poles in place."
        },
        {
          "verse": 7,
          "text": "On the table of the Presence they shall spread a violet cloth and put on it the plates and cups, as well as the bowls and pitchers for libations; the established bread offering shall remain on the table."
        },
        {
          "verse": 8,
          "text": "Over these they shall spread a scarlet cloth and cover it with a covering of yellow-orange skin, and put the poles in place."
        },
        {
          "verse": 9,
          "text": "They shall use a violet cloth to cover the menorah of the light with its lamps, tongs, and trays, as well as the various containers of oil from which it is supplied."
        },
        {
          "verse": 10,
          "text": "The menorah with all its utensils they shall then put in a covering of yellow-orange skin, and place on a litter."
        },
        {
          "verse": 11,
          "text": "Over the golden altar they shall spread a violet cloth, and cover this also with a covering of yellow-orange skin, and put the poles in place."
        },
        {
          "verse": 12,
          "text": "Taking the utensils of the sanctuary service, they shall put them all in violet cloth and cover them with a covering of yellow-orange skin. They shall then place them on a litter."
        },
        {
          "verse": 13,
          "text": "After cleansing the altar of its ashes, they shall spread a purple cloth over it."
        },
        {
          "verse": 14,
          "text": "On this they shall put all the utensils with which it is served: the fire pans, forks, shovels, basins, and all the utensils of the altar. They shall then spread a covering of yellow-orange skin over this, and put the poles in place."
        },
        {
          "verse": 15,
          "text": "Only after Aaron and his sons have finished covering the sacred objects and all their utensils on breaking camp, can the Kohathites enter to carry them. But they shall not touch the sacred objects; if they do they will die. These, then, are the objects in the tent of meeting that the Kohathites shall carry."
        },
        {
          "verse": 16,
          "text": "Eleazar, son of Aaron the priest, shall be in charge of the oil for the light, the fragrant incense, the established grain offering, and the anointing oil. He shall be in charge of the whole tabernacle with all the sacred objects and utensils that are in it."
        },
        {
          "verse": 17,
          "text": "The LORD said to Moses and Aaron:"
        },
        {
          "verse": 18,
          "text": "Do not let the group of Kohathite clans perish from among the Levites."
        },
        {
          "verse": 19,
          "text": "That they may live and not die when they approach the most sacred objects, this is what you shall do for them: Aaron and his sons shall go in and assign to each of them his task and what he must carry;"
        },
        {
          "verse": 20,
          "text": "but the Kohathites shall not go in to look upon the sacred objects even for an instant, or they will die."
        },
        {
          "verse": 21,
          "text": "The LORD said to Moses:"
        },
        {
          "verse": 22,
          "text": "Take a census of the Gershonites also, by ancestral houses and clans,"
        },
        {
          "verse": 23,
          "text": "enrolling all between thirty and fifty years of age who will join the personnel to do the work in the tent of meeting."
        },
        {
          "verse": 24,
          "text": "This is the task of the clans of the Gershonites, what they must do and what they must carry:"
        },
        {
          "verse": 25,
          "text": "they shall carry the curtains of the tabernacle, the tent of meeting with its covering and the outer wrapping of yellow-orange skin, the curtain at the entrance of the tent of meeting,"
        },
        {
          "verse": 26,
          "text": "the hangings of the court, the curtain at the entrance to the gate of the court that encloses both the tabernacle and the altar, together with their ropes and all other objects necessary for their use. Whatever is to be done to maintain these things, they shall do."
        },
        {
          "verse": 27,
          "text": "The service of the Gershonites shall be entirely under the direction of Aaron and his sons, with regard to what they must carry and what they must do; you shall list for them by name what they are to carry."
        },
        {
          "verse": 28,
          "text": "This, then, is the task of the clans of the Gershonites in the tent of meeting; and they shall be under the supervision of Ithamar, son of Aaron the priest."
        },
        {
          "verse": 29,
          "text": "The Merarites, too, you shall enroll by clans and ancestral houses,"
        },
        {
          "verse": 30,
          "text": "enrolling all between thirty and fifty years of age who will join the personnel to maintain the tent of meeting."
        },
        {
          "verse": 31,
          "text": "This is what they shall be responsible for carrying, with respect to all their service in the tent of meeting: the boards of the tabernacle with its bars, columns and pedestals,"
        },
        {
          "verse": 32,
          "text": "and the columns of the surrounding court with their pedestals, pegs and ropes, including all their accessories and everything for their maintenance. You shall list by name the objects they shall be responsible for carrying."
        },
        {
          "verse": 33,
          "text": "This, then, is the task of the clans of the Merarites with respect to all their service in the tent of meeting under the supervision of Ithamar, son of Aaron the priest."
        },
        {
          "verse": 34,
          "text": "Number of Adult Levites. So Moses and Aaron and the leaders of the community enrolled the Kohathites, by clans and ancestral houses,"
        },
        {
          "verse": 35,
          "text": "all between thirty and fifty years of age who will join the personnel to work in the tent of meeting;"
        },
        {
          "verse": 36,
          "text": "their enrollment by clans was two thousand seven hundred and fifty."
        },
        {
          "verse": 37,
          "text": "Such was the enrollment of the clans of the Kohathites, everyone who was to serve in the tent of meeting, whom Moses enrolled, together with Aaron, as the LORD directed through Moses."
        },
        {
          "verse": 38,
          "text": "As for the enrollment of the Gershonites, by clans and ancestral houses,"
        },
        {
          "verse": 39,
          "text": "all between thirty and fifty years of age who will join the personnel to work in the tent of meeting—"
        },
        {
          "verse": 40,
          "text": "their enrollment by clans and ancestral houses was two thousand six hundred and thirty."
        },
        {
          "verse": 41,
          "text": "Such was the enrollment of the clans of the Gershonites, everyone who was to serve in the tent of meeting, whom Moses enrolled, together with Aaron, as the LORD directed."
        },
        {
          "verse": 42,
          "text": "As for the enrollment of the clans of the Merarites, by clans and ancestral houses,"
        },
        {
          "verse": 43,
          "text": "all from thirty up to fifty years of age who will join the personnel to work in the tent of meeting—"
        },
        {
          "verse": 44,
          "text": "their enrollment by clans was three thousand two hundred."
        },
        {
          "verse": 45,
          "text": "Such was the enrollment of the clans of the Merarites, whom Moses enrolled, together with Aaron, as the LORD directed through Moses."
        },
        {
          "verse": 46,
          "text": "As for the total enrollment of the Levites, which Moses and Aaron and the Israelite leaders had made, by clans and ancestral houses,"
        },
        {
          "verse": 47,
          "text": "all between thirty and fifty years of age who were to undertake tasks of service or transport for the tent of meeting—"
        },
        {
          "verse": 48,
          "text": "their total enrollment was eight thousand five hundred and eighty."
        },
        {
          "verse": 49,
          "text": "As the LORD directed through Moses, they gave each of them their assignments for service and for transport; just as the LORD had commanded Moses."
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 5 - The Unclean Expelled. The LORD said to Moses:"
        },
        {
          "verse": 2,
          "text": "Order the Israelites to expel from camp everyone with a scaly infection, and everyone suffering from a discharge, and everyone who has become unclean by contact with a corpse."
        },
        {
          "verse": 3,
          "text": "Male and female alike, you shall expel them. You shall expel them from the camp so that they do not defile their camp, where I dwell in their midst."
        },
        {
          "verse": 4,
          "text": "This the Israelites did, expelling them from the camp; just as the LORD had commanded Moses, so the Israelites did. Unjust Possession."
        },
        {
          "verse": 5,
          "text": "The LORD said to Moses:"
        },
        {
          "verse": 6,
          "text": "Tell the Israelites: If a man or a woman commits any offense against another person, thus breaking faith with the LORD, and thereby becomes guilty,"
        },
        {
          "verse": 7,
          "text": "that person shall confess the wrong that has been done, make restitution in full, and in addition give one fifth of its value to the one that has been wronged."
        },
        {
          "verse": 8,
          "text": "However, if there is no next of kin, one to whom restitution can be made, the restitution shall be made to the LORD and shall fall to the priest; this is apart from the ram of atonement with which the priest makes atonement for the guilty individual."
        },
        {
          "verse": 9,
          "text": "Likewise, every contribution among the sacred offerings that the Israelites present to the priest will belong to him."
        },
        {
          "verse": 10,
          "text": "Each shall possess his own sacred offerings; what is given to a priest shall be his."
        },
        {
          "verse": 11,
          "text": "Ordeal for Suspected Adultery. The LORD said to Moses:"
        },
        {
          "verse": 12,
          "text": "Speak to the Israelites and tell them: If a man’s wife goes astray and becomes unfaithful to him"
        },
        {
          "verse": 13,
          "text": "by virtue of a man having intercourse with her in secret from her husband and she is able to conceal the fact that she has defiled herself for lack of a witness who might have caught her in the act;"
        },
        {
          "verse": 14,
          "text": "or if a man is overcome by a feeling of jealousy that makes him suspect his wife, and she has defiled herself; or if a man is overcome by a feeling of jealousy that makes him suspect his wife and she has not defiled herself—"
        },
        {
          "verse": 15,
          "text": "then the man shall bring his wife to the priest as well as an offering on her behalf, a tenth of an ephah of barley meal. However, he shall not pour oil on it nor put frankincense over it, since it is a grain offering of jealousy, a grain offering of remembrance which recalls wrongdoing."
        },
        {
          "verse": 16,
          "text": "The priest shall first have the woman come forward and stand before the LORD."
        },
        {
          "verse": 17,
          "text": "In an earthen vessel he shall take holy water, as well as some dust from the floor of the tabernacle and put it in the water."
        },
        {
          "verse": 18,
          "text": "Making the woman stand before the LORD, the priest shall uncover her head and place in her hands the grain offering of remembrance, that is, the grain offering of jealousy, while he himself shall hold the water of bitterness that brings a curse."
        },
        {
          "verse": 19,
          "text": "Then the priest shall adjure the woman, saying to her, “If no other man has had intercourse with you, and you have not gone astray by defiling yourself while under the authority of your husband, be immune to this water of bitterness that brings a curse."
        },
        {
          "verse": 20,
          "text": "But if you have gone astray while under the authority of your husband, and if you have defiled yourself and a man other than your husband has had intercourse with you”—"
        },
        {
          "verse": 21,
          "text": "so shall the priest adjure the woman with this imprecation—“may the LORD make you a curse and malediction among your people by causing your uterus to fall and your belly to swell!"
        },
        {
          "verse": 22,
          "text": "May this water, then, that brings a curse, enter your bowels to make your belly swell and your uterus fall!” And the woman shall say, “Amen, amen!”"
        },
        {
          "verse": 23,
          "text": "The priest shall put these curses in writing and shall then wash them off into the water of bitterness,"
        },
        {
          "verse": 24,
          "text": "and he will have the woman drink the water of bitterness that brings a curse, so that the water that brings a curse may enter into her to her bitter hurt."
        },
        {
          "verse": 25,
          "text": "But first the priest shall take the grain offering of jealousy from the woman’s hand, and having elevated the grain offering before the LORD, shall bring it to the altar,"
        },
        {
          "verse": 26,
          "text": "where he shall take a handful of the grain offering as a token offering and burn it on the altar. Only then shall he have the woman drink the water."
        },
        {
          "verse": 27,
          "text": "Once he has had her drink the water, if she has defiled herself and been unfaithful to her husband, the water that brings a curse will enter into her to her bitter hurt, and her belly will swell and her uterus will fall, so that she will become a curse among her people."
        },
        {
          "verse": 28,
          "text": "If, however, the woman has not defiled herself, but is still pure, she will be immune and will still be fertile."
        },
        {
          "verse": 29,
          "text": "This, then, is the ritual for jealousy when a woman goes astray while under the authority of her husband and defiles herself,"
        },
        {
          "verse": 30,
          "text": "or when such a feeling of jealousy comes over a man that he becomes suspicious of his wife; he shall have her stand before the LORD, and the priest shall perform this entire ritual for her."
        },
        {
          "verse": 31,
          "text": "The man shall be free from punishment, but the woman shall bear her punishment."
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 6 - Laws Concerning Nazirites. The LORD said to Moses:"
        },
        {
          "verse": 2,
          "text": "Speak to the Israelites and tell them: When men or women solemnly take the nazirite vow to dedicate themselves to the LORD,"
        },
        {
          "verse": 3,
          "text": "they shall abstain from wine and strong drink; they may neither drink wine vinegar, other vinegar, or any kind of grape juice, nor eat either fresh or dried grapes."
        },
        {
          "verse": 4,
          "text": "As long as they are nazirites they shall not eat anything of the produce of the grapevine; not even the seeds or the skins."
        },
        {
          "verse": 5,
          "text": "While they are under the nazirite vow, no razor shall touch their hair. Until the period of their dedication to the LORD is over, they shall be holy, letting the hair of their heads grow freely."
        },
        {
          "verse": 6,
          "text": "As long as they are dedicated to the LORD, they shall not come near a dead person."
        },
        {
          "verse": 7,
          "text": "Not even for their father or mother, sister or brother, should they defile themselves, when these die, since their heads bear their dedication to God."
        },
        {
          "verse": 8,
          "text": "As long as they are nazirites they are holy to the LORD."
        },
        {
          "verse": 9,
          "text": "If someone dies very suddenly in their presence, defiling their dedicated heads, they shall shave their heads on the day of their purification, that is, on the seventh day."
        },
        {
          "verse": 10,
          "text": "On the eighth day they shall bring two turtledoves or two pigeons to the priest at the entrance of the tent of meeting."
        },
        {
          "verse": 11,
          "text": "The priest shall offer up the one as a purification offering and the other as a burnt offering, thus making atonement for them for the sin they committed with respect to the corpse. On the same day they shall reconsecrate their heads"
        },
        {
          "verse": 12,
          "text": "and rededicate themselves to the LORD for the period of their dedication, bringing a yearling lamb as a reparation offering. The previous period is not valid, because they defiled their dedicated heads."
        },
        {
          "verse": 13,
          "text": "This is the ritual for the nazirites: When the period of their dedication is complete they shall go to the entrance of the tent of meeting,"
        },
        {
          "verse": 14,
          "text": "bringing their offerings to the LORD, one unblemished yearling lamb for a burnt offering, one unblemished yearling ewe lamb for a purification offering, one unblemished ram as a communion offering,"
        },
        {
          "verse": 15,
          "text": "and a basket of unleavened cakes of bran flour mixed with oil and of unleavened wafers spread with oil, along with their grain offerings and libations."
        },
        {
          "verse": 16,
          "text": "The priest shall present them before the LORD, and shall offer up the purification offering and the burnt offering for them."
        },
        {
          "verse": 17,
          "text": "He shall then offer up the ram as a communion sacrifice to the LORD, along with the basket of unleavened cakes, and the priest will offer the grain offering and libation."
        },
        {
          "verse": 18,
          "text": "Then at the entrance of the tent of meeting the nazirite shall shave his or her dedicated head, take the hair of the dedicated head, and put it in the fire under the communion sacrifice."
        },
        {
          "verse": 19,
          "text": "After the nazirite has shaved off the dedicated hair, the priest shall take a boiled shoulder of the ram, as well as one unleavened cake from the basket and one unleavened wafer, and shall put them in the hands of the nazirite."
        },
        {
          "verse": 20,
          "text": "The priest shall then elevate them as an elevated offering before the LORD. They are an offering belonging to the priest, along with the brisket of the elevated offering and the leg of the contribution. Only after this may the nazirite drink wine."
        },
        {
          "verse": 21,
          "text": "This, then, is the law for the nazirites, that is, what they vow as their offering to the LORD in accord with their dedication, apart from anything else which their means may allow. In keeping with the vow they take so shall they do, according to the law of their dedication."
        },
        {
          "verse": 22,
          "text": "The Priestly Blessing. The LORD said to Moses:"
        },
        {
          "verse": 23,
          "text": "Speak to Aaron and his sons and tell them: This is how you shall bless the Israelites. Say to them:"
        },
        {
          "verse": 24,
          "text": "The LORD bless you and keep you!"
        },
        {
          "verse": 25,
          "text": "The LORD let his face shine upon you, and be gracious to you!"
        },
        {
          "verse": 26,
          "text": "The LORD look upon you kindly and give you peace!"
        },
        {
          "verse": 27,
          "text": "So shall they invoke my name upon the Israelites, and I will bless them."
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 7 - Offerings of the Tribal Leaders. Now, when Moses had completed the erection of the tabernacle, he anointed and consecrated it with all its equipment, as well as the altar with all its equipment. After he anointed and consecrated them,"
        },
        {
          "verse": 2,
          "text": "an offering was made by the tribal leaders of Israel, who were heads of ancestral houses, the same leaders of the tribes who supervised those enrolled."
        },
        {
          "verse": 3,
          "text": "The offering they brought before the LORD consisted of six wagons for baggage and twelve oxen, that is, a wagon for every two tribal leaders, and an ox for each. These they presented before the tabernacle."
        },
        {
          "verse": 4,
          "text": "The LORD then said to Moses:"
        },
        {
          "verse": 5,
          "text": "Accept their offering, that these things may be put to use to maintain the tent of meeting. Assign them to the Levites, to each according to his duties."
        },
        {
          "verse": 6,
          "text": "So Moses accepted the wagons and oxen, and assigned them to the Levites."
        },
        {
          "verse": 7,
          "text": "He gave two wagons and four oxen to the Gershonites according to their duties,"
        },
        {
          "verse": 8,
          "text": "and four wagons and eight oxen to the Merarites according to their duties, under the supervision of Ithamar, son of Aaron the priest."
        },
        {
          "verse": 9,
          "text": "He gave none to the Kohathites, because they were responsible for maintenance of the sacred objects that had to be carried on their shoulders."
        },
        {
          "verse": 10,
          "text": "For the dedication of the altar also, the tribal leaders brought offerings when it was anointed; the leaders presented their offering before the altar."
        },
        {
          "verse": 11,
          "text": "But the LORD said to Moses: Let one leader each day present his offering for the dedication of the altar."
        },
        {
          "verse": 12,
          "text": "The one who presented his offering on the first day was Nahshon, son of Amminadab, of the tribe of Judah."
        },
        {
          "verse": 13,
          "text": "His offering consisted of one silver plate weighing a hundred and thirty shekels and one silver basin weighing seventy shekels according to the sanctuary shekel, both filled with bran flour mixed with oil for a grain offering;"
        },
        {
          "verse": 14,
          "text": "one gold cup of ten shekels’ weight filled with incense;"
        },
        {
          "verse": 15,
          "text": "one bull from the herd, one ram, and one yearling lamb for a burnt offering;"
        },
        {
          "verse": 16,
          "text": "one goat for a purification offering;"
        },
        {
          "verse": 17,
          "text": "and two bulls, five rams, five he-goats, and five yearling lambs for a communion sacrifice. This was the offering of Nahshon, son of Amminadab."
        },
        {
          "verse": 18,
          "text": "On the second day Nethanel, son of Zuar, tribal leader of Issachar, made his offering."
        },
        {
          "verse": 19,
          "text": "He presented as his offering one silver plate weighing a hundred and thirty shekels and one silver basin weighing seventy shekels according to the sanctuary shekel, both filled with bran flour mixed with oil for a grain offering;"
        },
        {
          "verse": 20,
          "text": "one gold cup of ten shekels’ weight filled with incense;"
        },
        {
          "verse": 21,
          "text": "one bull from the herd, one ram, and one yearling lamb for a burnt offering;"
        },
        {
          "verse": 22,
          "text": "one goat for a purification offering;"
        },
        {
          "verse": 23,
          "text": "and two bulls, five rams, five he-goats, and five yearling lambs for a communion sacrifice. This was the offering of Nethanel, son of Zuar."
        },
        {
          "verse": 24,
          "text": "On the third day it was the turn of the tribal leader of the Zebulunites, Eliab, son of Helon."
        },
        {
          "verse": 25,
          "text": "His offering consisted of one silver plate weighing a hundred and thirty shekels and one silver basin weighing seventy shekels according to the sanctuary shekel, both filled with bran flour mixed with oil for a grain offering;"
        },
        {
          "verse": 26,
          "text": "one gold cup of ten shekels’ weight filled with incense;"
        },
        {
          "verse": 27,
          "text": "one bull from the herd, one ram, and one yearling lamb for a burnt offering;"
        },
        {
          "verse": 28,
          "text": "one goat for a purification offering;"
        },
        {
          "verse": 29,
          "text": "and two bulls, five rams, five he-goats, and five yearling lambs for a communion sacrifice. This was the offering of Eliab, son of Helon."
        },
        {
          "verse": 30,
          "text": "On the fourth day it was the turn of the tribal leader of the Reubenites, Elizur, son of Shedeur."
        },
        {
          "verse": 31,
          "text": "His offering consisted of one silver plate weighing a hundred and thirty shekels and one silver basin weighing seventy shekels according to the sanctuary shekel, both filled with bran flour mixed with oil for a grain offering;"
        },
        {
          "verse": 32,
          "text": "one gold cup of ten shekels’ weight filled with incense;"
        },
        {
          "verse": 33,
          "text": "one bull from the herd, one ram, and one yearling lamb for a burnt offering;"
        },
        {
          "verse": 34,
          "text": "one goat for a purification offering;"
        },
        {
          "verse": 35,
          "text": "and two bulls, five rams, five he-goats, and five yearling lambs for a communion sacrifice. This was the offering of Elizur, son of Shedeur."
        },
        {
          "verse": 36,
          "text": "On the fifth day it was the turn of the tribal leader of the Simeonites, Shelumiel, son of Zurishaddai."
        },
        {
          "verse": 37,
          "text": "His offering consisted of one silver plate weighing a hundred and thirty shekels and one silver basin weighing seventy shekels according to the sanctuary shekel, both filled with bran flour mixed with oil for a grain offering;"
        },
        {
          "verse": 38,
          "text": "one gold cup of ten shekels’ weight filled with incense;"
        },
        {
          "verse": 39,
          "text": "one bull from the herd, one ram, and one yearling lamb for a burnt offering;"
        },
        {
          "verse": 40,
          "text": "one goat for a purification offering;"
        },
        {
          "verse": 41,
          "text": "and two bulls, five rams, five he-goats, and five yearling lambs for a communion sacrifice. This was the offering of Shelumiel, son of Zurishaddai."
        },
        {
          "verse": 42,
          "text": "On the sixth day it was the turn of the tribal leader of the Gadites, Eliasaph, son of Reuel."
        },
        {
          "verse": 43,
          "text": "His offering consisted of one silver plate weighing a hundred and thirty shekels and one silver basin weighing seventy shekels according to the sanctuary shekel, both filled with bran flour mixed with oil for a grain offering;"
        },
        {
          "verse": 44,
          "text": "one gold cup of ten shekels’ weight filled with incense;"
        },
        {
          "verse": 45,
          "text": "one bull from the herd, one ram, and one yearling lamb for a burnt offering;"
        },
        {
          "verse": 46,
          "text": "one goat for a purification offering;"
        },
        {
          "verse": 47,
          "text": "and two bulls, five rams, five he-goats, and five yearling lambs for a communion sacrifice. This was the offering of Eliasaph, son of Reuel."
        },
        {
          "verse": 48,
          "text": "On the seventh day it was the turn of the tribal leader of the Ephraimites, Elishama, son of Ammihud."
        },
        {
          "verse": 49,
          "text": "His offering consisted of one silver plate weighing a hundred and thirty shekels and one silver basin weighing seventy shekels according to the sanctuary shekel, both filled with bran flour mixed with oil for a grain offering;"
        },
        {
          "verse": 50,
          "text": "one gold cup of ten shekels’ weight filled with incense;"
        },
        {
          "verse": 51,
          "text": "one bull from the herd, one ram, and one yearling lamb for a burnt offering;"
        },
        {
          "verse": 52,
          "text": "one goat for a purification offering;"
        },
        {
          "verse": 53,
          "text": "and two bulls, five rams, five he-goats, and five yearling lambs for a communion sacrifice. This was the offering of Elishama, son of Ammihud."
        },
        {
          "verse": 54,
          "text": "On the eighth day it was the turn of the tribal leader of the Manassites, Gamaliel, son of Pedahzur."
        },
        {
          "verse": 55,
          "text": "His offering consisted of one silver plate weighing a hundred and thirty shekels and one silver basin weighing seventy shekels according to the sanctuary shekel, both filled with bran flour mixed with oil for a grain offering;"
        },
        {
          "verse": 56,
          "text": "one gold cup of ten shekels’ weight filled with incense;"
        },
        {
          "verse": 57,
          "text": "one bull from the herd, one ram, and one yearling lamb for a burnt offering;"
        },
        {
          "verse": 58,
          "text": "one goat for a purification offering;"
        },
        {
          "verse": 59,
          "text": "and two bulls, five rams, five he-goats, and five yearling lambs for a communion sacrifice. This was the offering of Gamaliel, son of Pedahzur."
        },
        {
          "verse": 60,
          "text": "On the ninth day it was the turn of the tribal leader of the Benjaminites, Abidan, son of Gideoni."
        },
        {
          "verse": 61,
          "text": "His offering consisted of one silver plate weighing a hundred and thirty shekels and one silver basin weighing seventy shekels according to the sanctuary shekel, both filled with bran flour mixed with oil for a grain offering;"
        },
        {
          "verse": 62,
          "text": "one gold cup of ten shekels’ weight filled with incense;"
        },
        {
          "verse": 63,
          "text": "one bull from the herd, one ram, and one yearling lamb for a burnt offering;"
        },
        {
          "verse": 64,
          "text": "one goat for a purification offering;"
        },
        {
          "verse": 65,
          "text": "and two bulls, five rams, five he-goats, and five yearling lambs for a communion sacrifice. This was the offering of Abidan, son of Gideoni."
        },
        {
          "verse": 66,
          "text": "On the tenth day it was the turn of the tribal leader of the Danites, Ahiezer, son of Ammishaddai."
        },
        {
          "verse": 67,
          "text": "His offering consisted of one silver plate weighing a hundred and thirty shekels and one silver basin weighing seventy shekels according to the sanctuary shekel, both filled with bran flour mixed with oil for a grain offering;"
        },
        {
          "verse": 68,
          "text": "one gold cup of ten shekels’ weight filled with incense;"
        },
        {
          "verse": 69,
          "text": "one bull from the herd, one ram, and one yearling lamb for a burnt offering;"
        },
        {
          "verse": 70,
          "text": "one goat for a purification offering;"
        },
        {
          "verse": 71,
          "text": "and two bulls, five rams, five he-goats, and five yearling lambs for a communion sacrifice. This was the offering of Ahiezer, son of Ammishaddai."
        },
        {
          "verse": 72,
          "text": "On the eleventh day it was the turn of the tribal leader of the Asherites, Pagiel, son of Ochran."
        },
        {
          "verse": 73,
          "text": "His offering consisted of one silver plate weighing one hundred and thirty shekels and one silver basin weighing seventy shekels according to the sanctuary shekel, both filled with bran flour mixed with oil for a grain offering;"
        },
        {
          "verse": 74,
          "text": "one gold cup of ten shekels’ weight filled with incense;"
        },
        {
          "verse": 75,
          "text": "one bull from the herd, one ram, and one yearling lamb for a burnt offering;"
        },
        {
          "verse": 76,
          "text": "one goat for a purification offering;"
        },
        {
          "verse": 77,
          "text": "and two bulls, five rams, five he-goats, and five yearling lambs for a communion sacrifice. This was the offering of Pagiel, son of Ochran."
        },
        {
          "verse": 78,
          "text": "On the twelfth day it was the turn of the tribal leader of the Naphtalites, Ahira, son of Enan."
        },
        {
          "verse": 79,
          "text": "His offering consisted of one silver plate weighing a hundred and thirty shekels and one silver basin weighing seventy shekels according to the sanctuary shekel, both filled with bran flour mixed with oil for a grain offering;"
        },
        {
          "verse": 80,
          "text": "one gold cup of ten shekels’ weight filled with incense;"
        },
        {
          "verse": 81,
          "text": "one bull from the herd, one ram, and one yearling lamb for a burnt offering;"
        },
        {
          "verse": 82,
          "text": "one goat for a purification offering;"
        },
        {
          "verse": 83,
          "text": "and two bulls, five rams, five he-goats, and five yearling lambs for a communion sacrifice. This was the offering of Ahira, son of Enan."
        },
        {
          "verse": 84,
          "text": "These were the offerings for the dedication of the altar, given by the tribal leaders of Israel on the occasion of its anointing: twelve silver plates, twelve silver basins, and twelve gold cups."
        },
        {
          "verse": 85,
          "text": "Each silver plate weighed a hundred and thirty shekels, and each silver basin seventy, so that all the silver of these vessels amounted to two thousand four hundred shekels, according to the sanctuary shekel."
        },
        {
          "verse": 86,
          "text": "The twelve gold cups that were filled with incense weighed ten shekels apiece, according to the sanctuary shekel, so that all the gold of the cups amounted to one hundred and twenty shekels."
        },
        {
          "verse": 87,
          "text": "The animals for the burnt offerings were, in all, twelve bulls, twelve rams, and twelve yearling lambs, with their grain offerings; those for the purification offerings were twelve goats."
        },
        {
          "verse": 88,
          "text": "The animals for the communion sacrifices were, in all, twenty-four bulls, sixty rams, sixty he-goats, and sixty yearling lambs. These, then, were the offerings for the dedication of the altar after it was anointed."
        },
        {
          "verse": 89,
          "text": "The Voice. When Moses entered the tent of meeting to speak with God, he heard the voice addressing him from above the cover on the ark of the covenant, from between the two cherubim; and so it spoke to him."
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 8 - The Menorah. The LORD said to Moses:"
        },
        {
          "verse": 2,
          "text": "Speak to Aaron and say: “When you set up the menorah-lamps, have the seven lamps throw their light in front of the menorah.”"
        },
        {
          "verse": 3,
          "text": "Aaron did so, setting up the menorah-lamps to face the area in front of the menorah, just as the LORD had commanded Moses."
        },
        {
          "verse": 4,
          "text": "This is the construction of the menorah: hammered gold, from its base to its bowls it was hammered; according to the pattern which the LORD had shown Moses, so he made the menorah."
        },
        {
          "verse": 5,
          "text": "Purification of the Levites. The LORD said to Moses:"
        },
        {
          "verse": 6,
          "text": "Take the Levites from among the Israelites and cleanse them."
        },
        {
          "verse": 7,
          "text": "This is what you shall do to them to cleanse them. Sprinkle them with the water of purification, have them shave their whole bodies and wash their garments, and so cleanse themselves."
        },
        {
          "verse": 8,
          "text": "Then they shall take a bull from the herd, along with its grain offering of bran flour mixed with oil; and you shall take another bull from the herd for a purification offering."
        },
        {
          "verse": 9,
          "text": "Bringing the Levites before the tent of meeting, you shall assemble also the whole community of the Israelites."
        },
        {
          "verse": 10,
          "text": "When you have brought the Levites before the LORD, the Israelites shall lay their hands upon them."
        },
        {
          "verse": 11,
          "text": "Aaron shall then present the Levites before the LORD as an elevated offering from the Israelites, that they may perform the service of the LORD."
        },
        {
          "verse": 12,
          "text": "The Levites in turn shall lay their hands on the heads of the bulls, offering one as a purification offering and the other as a burnt offering to the LORD, to make atonement for the Levites."
        },
        {
          "verse": 13,
          "text": "Then you shall have the Levites stand before Aaron and his sons, and you shall present them as an elevated offering to the LORD;"
        },
        {
          "verse": 14,
          "text": "thus you shall separate the Levites from the rest of the Israelites, and the Levites shall belong to me."
        },
        {
          "verse": 15,
          "text": "Only then shall the Levites enter upon their service in the tent of meeting, when you have cleansed them and presented them as an elevated offering."
        },
        {
          "verse": 16,
          "text": "For they, among the Israelites, are totally dedicated to me; I have taken them for myself in place of everyone that opens the womb, the firstborn of all the Israelites."
        },
        {
          "verse": 17,
          "text": "Indeed, all the firstborn among the Israelites, human being and beast alike, belong to me; I consecrated them to myself on the day I killed all the firstborn in the land of Egypt."
        },
        {
          "verse": 18,
          "text": "But I have taken the Levites in place of all the firstborn Israelites;"
        },
        {
          "verse": 19,
          "text": "and from among the Israelites I have given to Aaron and his sons these Levites, who are to be dedicated, to perform the service of the Israelites in the tent of meeting and to make atonement for them, so that no plague may strike among the Israelites should they come too near the sanctuary."
        },
        {
          "verse": 20,
          "text": "This, then, is what Moses and Aaron and the whole community of the Israelites did with respect to the Levites; the Israelites did exactly as the LORD had commanded Moses concerning them."
        },
        {
          "verse": 21,
          "text": "When the Levites had purified themselves and washed their garments, Aaron presented them as an elevated offering before the LORD, and made atonement for them to cleanse them."
        },
        {
          "verse": 22,
          "text": "Only then did they enter upon their service in the tent of meeting under the supervision of Aaron and his sons. Exactly as the LORD had commanded Moses concerning the Levites, so it was done with regard to them."
        },
        {
          "verse": 23,
          "text": "Age Limits for Levitical Service. The LORD said to Moses:"
        },
        {
          "verse": 24,
          "text": "This is the rule for the Levites. Everyone twenty-five years old or more shall join the personnel in the service of the tent of meeting."
        },
        {
          "verse": 25,
          "text": "But everyone fifty on up shall retire from the work force and serve no more."
        },
        {
          "verse": 26,
          "text": "They shall assist their fellow Levites in the tent of meeting in performing their duties, but they shall not do the work. This, then, is how you are to regulate the duties of the Levites."
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 9 - Second Passover. The LORD said to Moses in the wilderness of Sinai, in the first month of the second year following their departure from the land of Egypt:"
        },
        {
          "verse": 2,
          "text": "Tell the Israelites to celebrate the Passover at the prescribed time."
        },
        {
          "verse": 3,
          "text": "In the evening twilight of the fourteenth day of this month you shall celebrate it at its prescribed time, in accord with all its statutes and regulations."
        },
        {
          "verse": 4,
          "text": "So Moses told the Israelites to celebrate the Passover,"
        },
        {
          "verse": 5,
          "text": "and they did celebrate the Passover on the fourteenth day of the first month during the evening twilight in the wilderness of Sinai. Just as the LORD had commanded Moses, so the Israelites did."
        },
        {
          "verse": 6,
          "text": "There were some, however, who were unclean because of a human corpse and so could not celebrate the Passover that day. These men came up to Moses and Aaron that same day"
        },
        {
          "verse": 7,
          "text": "and they said to them, “Although we are unclean because of a human corpse, why should we be deprived of presenting the LORD’s offering at its prescribed time along with other Israelites?”"
        },
        {
          "verse": 8,
          "text": "Moses answered them, “Wait so that I can learn what the LORD will command in your regard.”"
        },
        {
          "verse": 9,
          "text": "The LORD then said to Moses:"
        },
        {
          "verse": 10,
          "text": "Speak to the Israelites: “If any one of you or of your descendants is unclean because of a human corpse, or is absent on a journey, you may still celebrate the LORD’s Passover."
        },
        {
          "verse": 11,
          "text": "But you shall celebrate it in the second month, on the fourteenth day of that month during the evening twilight, eating it with unleavened bread and bitter herbs,"
        },
        {
          "verse": 12,
          "text": "and not leaving any of it over till morning, nor breaking any of its bones, but observing all the statutes of the Passover."
        },
        {
          "verse": 13,
          "text": "However, anyone who is clean and not away on a journey, who yet fails to celebrate the Passover, shall be cut off from the people, for not presenting the LORD’s offering at the prescribed time. That person shall bear the consequences of this sin."
        },
        {
          "verse": 14,
          "text": "“If an alien who lives among you would celebrate the LORD’s Passover, it shall be celebrated according to the statutes and regulations for the Passover. You shall have the same law for the resident alien as for the native of the land.”"
        },
        {
          "verse": 15,
          "text": "The Fiery Cloud. On the day when the tabernacle was erected, the cloud covered the tabernacle, the tent of the covenant; but from evening until morning it took on the appearance of fire over the tabernacle."
        },
        {
          "verse": 16,
          "text": "It was always so: during the day the cloud covered the tabernacle and at night had the appearance of fire."
        },
        {
          "verse": 17,
          "text": "Whenever the cloud rose from the tent, the Israelites would break camp; wherever the cloud settled, the Israelites would pitch camp."
        },
        {
          "verse": 18,
          "text": "At the direction of the LORD the Israelites broke camp, and at the LORD’s direction they pitched camp. As long as the cloud stayed over the tabernacle, they remained in camp."
        },
        {
          "verse": 19,
          "text": "Even when the cloud lingered many days over the tabernacle, the Israelites kept the charge of the LORD and would not move on."
        },
        {
          "verse": 20,
          "text": "Yet if it happened the cloud was over the tabernacle only for a few days, at the direction of the LORD they stayed in camp; and at the LORD’s direction they broke camp."
        },
        {
          "verse": 21,
          "text": "If it happened the cloud remained there only from evening until morning, when the cloud rose in the morning, they would break camp. Whether the cloud lifted during the day or the night they would then break camp."
        },
        {
          "verse": 22,
          "text": "Whether the cloud lingered over the tabernacle for two days or for a month or longer, the Israelites remained in camp and did not break camp; but when it lifted, they broke camp."
        },
        {
          "verse": 23,
          "text": "At the direction of the LORD they pitched camp, and at the LORD’s direction they broke camp; they kept the charge of the LORD, as the LORD directed them through Moses."
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 10 - The Silver Trumpets. The LORD said to Moses:"
        },
        {
          "verse": 2,
          "text": "Make two trumpets of silver, making them of hammered silver, for you to use in summoning the community and in breaking camp."
        },
        {
          "verse": 3,
          "text": "When both are blown, the whole community shall gather round you at the entrance of the tent of meeting;"
        },
        {
          "verse": 4,
          "text": "but when one of them is blown, only the tribal leaders, the heads of the clans of Israel, shall gather round you."
        },
        {
          "verse": 5,
          "text": "When you sound the signal, those encamped on the east side shall break camp;"
        },
        {
          "verse": 6,
          "text": "when you sound a second signal, those encamped on the south side shall break camp; when you sound a third signal, those encamped on the west side shall break camp; when you sound a fourth signal, those encamped on the north side shall break camp. Thus shall the signal be sounded for them to break camp."
        },
        {
          "verse": 7,
          "text": "But in calling forth an assembly you are to blow a blast, without sounding the signal."
        },
        {
          "verse": 8,
          "text": "The sons of Aaron, the priests, shall blow the trumpets; this is prescribed forever for you and your descendants."
        },
        {
          "verse": 9,
          "text": "When in your own land you go to war against an enemy that is attacking you, you shall sound the alarm on the trumpets, and you shall be remembered before the LORD, your God, and be saved from your foes."
        },
        {
          "verse": 10,
          "text": "And when you rejoice on your festivals, and your new-moon feasts, you shall blow the trumpets over your burnt offerings and your communion sacrifices, so that this serves as a reminder of you before your God. I, the LORD, am your God."
        },
        {
          "verse": 11,
          "text": "II. Departure, Rebellion, and Wandering in the Wilderness for Forty Years - Departure from Sinai. In the second year, on the twentieth day of the second month, the cloud rose from the tabernacle of the covenant,"
        },
        {
          "verse": 12,
          "text": "and the Israelites moved on from the wilderness of Sinai by stages, until the cloud came to rest in the wilderness of Paran."
        },
        {
          "verse": 13,
          "text": "The first time that they broke camp at the direction of the LORD through Moses,"
        },
        {
          "verse": 14,
          "text": "the divisional camp of the Judahites, arranged in companies, was the first to set out. Over its whole company was Nahshon, son of Amminadab,"
        },
        {
          "verse": 15,
          "text": "with Nethanel, son of Zuar, over the company of the tribe of Issacharites,"
        },
        {
          "verse": 16,
          "text": "and Eliab, son of Helon, over the company of the tribe of Zebulunites."
        },
        {
          "verse": 17,
          "text": "Then, after the tabernacle was dismantled, the Gershonites and Merarites who carried the tabernacle set out."
        },
        {
          "verse": 18,
          "text": "The divisional camp of the Reubenites, arranged in companies, was the next to set out. Over its whole company was Elizur, son of Shedeur,"
        },
        {
          "verse": 19,
          "text": "with Shelumiel, son of Zurishaddai, over the company of the tribe of Simeonites,"
        },
        {
          "verse": 20,
          "text": "and Eliasaph, son of Reuel, over the company of the tribe of Gadites."
        },
        {
          "verse": 21,
          "text": "The Kohathites, who carried the sacred objects, then set out. Before their arrival the tabernacle would be erected."
        },
        {
          "verse": 22,
          "text": "The divisional camp of the Ephraimites set out next, arranged in companies. Over its whole company was Elishama, son of Ammihud,"
        },
        {
          "verse": 23,
          "text": "with Gamaliel, son of Pedahzur, over the company of the tribe of Manassites,"
        },
        {
          "verse": 24,
          "text": "and Abidan, son of Gideoni, over the company of the tribe of Benjaminites."
        },
        {
          "verse": 25,
          "text": "Finally, as rear guard for all the camps, the divisional camp of the Danites set out, arranged in companies. Over its whole company was Ahiezer, son of Ammishaddai,"
        },
        {
          "verse": 26,
          "text": "with Pagiel, son of Ochran, over the company of the tribe of Asherites,"
        },
        {
          "verse": 27,
          "text": "and Ahira, son of Enan, over the company of the tribe of Naphtalites."
        },
        {
          "verse": 28,
          "text": "This was the order of march for the Israelites, company by company, when they set out."
        },
        {
          "verse": 29,
          "text": "Hobab as Guide. Moses said to Hobab, son of Reuel the Midianite, Moses’ father-in-law, “We are setting out for the place concerning which the LORD has said, ‘I will give it to you.’ Come with us, and we will be generous toward you, for the LORD has promised prosperity to Israel.”"
        },
        {
          "verse": 30,
          "text": "But he answered, “No, I will not come. I am going instead to the land of my birth.”"
        },
        {
          "verse": 31,
          "text": "Moses said, “Please, do not leave us; you know where we can camp in the wilderness, and you can serve as our guide."
        },
        {
          "verse": 32,
          "text": "If you come with us, we will share with you the prosperity the LORD will bestow on us.”"
        },
        {
          "verse": 33,
          "text": "Into the Wilderness. From the mountain of the LORD they made a journey of three days, and the ark of the covenant of the LORD went before them for the three-day journey to seek out a resting place for them."
        },
        {
          "verse": 34,
          "text": "And the cloud of the LORD was over them by day when they set out from camp."
        },
        {
          "verse": 35,
          "text": "Whenever the ark set out, Moses would say, “Arise, O LORD, may your enemies be scattered, and may those who hate you flee before you.”"
        },
        {
          "verse": 36,
          "text": "And when it came to rest, he would say, “Bring back, O LORD, the myriads of Israel’s troops!”"
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 11 - Discontent of the People. Now the people complained bitterly in the hearing of the LORD; and when he heard it his wrath flared up, so that the LORD’s fire burned among them and consumed the outskirts of the camp."
        },
        {
          "verse": 2,
          "text": "But when the people cried out to Moses, he prayed to the LORD and the fire died out."
        },
        {
          "verse": 3,
          "text": "Hence that place was called Taberah, because there the fire of the LORD burned among them."
        },
        {
          "verse": 4,
          "text": "The riffraff among them were so greedy for meat that even the Israelites lamented again, “If only we had meat for food!"
        },
        {
          "verse": 5,
          "text": "We remember the fish we used to eat without cost in Egypt, and the cucumbers, the melons, the leeks, the onions, and the garlic."
        },
        {
          "verse": 6,
          "text": "But now we are famished; we have nothing to look forward to but this manna.”"
        },
        {
          "verse": 7,
          "text": "Manna was like coriander seed and had the appearance of bdellium."
        },
        {
          "verse": 8,
          "text": "When they had gone about and gathered it up, the people would grind it between millstones or pound it in a mortar, then cook it in a pot and make it into loaves, with a rich creamy taste."
        },
        {
          "verse": 9,
          "text": "At night, when the dew fell upon the camp, the manna also fell."
        },
        {
          "verse": 10,
          "text": "When Moses heard the people, family after family, crying at the entrance of their tents, so that the LORD became very angry, he was grieved."
        },
        {
          "verse": 11,
          "text": "“Why do you treat your servant so badly?” Moses asked the LORD. “Why are you so displeased with me that you burden me with all this people?"
        },
        {
          "verse": 12,
          "text": "Was it I who conceived all this people? or was it I who gave them birth, that you tell me to carry them at my breast, like a nurse carrying an infant, to the land you have promised under oath to their fathers?"
        },
        {
          "verse": 13,
          "text": "Where can I get meat to give to all this people? For they are crying to me, ‘Give us meat for our food.’"
        },
        {
          "verse": 14,
          "text": "I cannot carry all this people by myself, for they are too heavy for me."
        },
        {
          "verse": 15,
          "text": "If this is the way you will deal with me, then please do me the favor of killing me at once, so that I need no longer face my distress.”"
        },
        {
          "verse": 16,
          "text": "The Seventy Elders. Then the LORD said to Moses: Assemble for me seventy of the elders of Israel, whom you know to be elders and authorities among the people, and bring them to the tent of meeting. When they are in place beside you,"
        },
        {
          "verse": 17,
          "text": "I will come down and speak with you there. I will also take some of the spirit that is on you and will confer it on them, that they may share the burden of the people with you. You will then not have to bear it by yourself."
        },
        {
          "verse": 18,
          "text": "To the people, however, you shall say: “Sanctify yourselves for tomorrow, when you shall have meat to eat. For in the hearing of the LORD you have cried, ‘If only we had meat for food! Oh, how well off we were in Egypt!’ Therefore the LORD will give you meat to eat,"
        },
        {
          "verse": 19,
          "text": "and you will eat it, not for one day, or two days, or five, or ten, or twenty days,"
        },
        {
          "verse": 20,
          "text": "but for a whole month—until it comes out of your very nostrils and becomes loathsome to you. For you have rejected the LORD who is in your midst, and in his presence you have cried, ‘Why did we ever leave Egypt?’”"
        },
        {
          "verse": 21,
          "text": "But Moses said, “The people around me include six hundred thousand soldiers; yet you say, ‘I will give them meat to eat for a whole month.’"
        },
        {
          "verse": 22,
          "text": "Can enough sheep and cattle be slaughtered for them? If all the fish of the sea were caught for them, would they have enough?”"
        },
        {
          "verse": 23,
          "text": "The LORD answered Moses: Is this beyond the LORD’s reach? You shall see now whether or not what I have said to you takes place."
        },
        {
          "verse": 24,
          "text": "The Spirit on the Elders. So Moses went out and told the people what the LORD had said. Gathering seventy elders of the people, he had them stand around the tent."
        },
        {
          "verse": 25,
          "text": "The LORD then came down in the cloud and spoke to him. Taking some of the spirit that was on Moses, he bestowed it on the seventy elders; and as the spirit came to rest on them, they prophesied but did not continue."
        },
        {
          "verse": 26,
          "text": "Now two men, one named Eldad and the other Medad, had remained in the camp, yet the spirit came to rest on them also. They too had been on the list, but had not gone out to the tent; and so they prophesied in the camp."
        },
        {
          "verse": 27,
          "text": "So, when a young man ran and reported to Moses, “Eldad and Medad are prophesying in the camp,”"
        },
        {
          "verse": 28,
          "text": "Joshua, son of Nun, who from his youth had been Moses’ aide, said, “My lord, Moses, stop them.”"
        },
        {
          "verse": 29,
          "text": "But Moses answered him, “Are you jealous for my sake? If only all the people of the LORD were prophets! If only the LORD would bestow his spirit on them!”"
        },
        {
          "verse": 30,
          "text": "Then Moses retired to the camp, along with the elders of Israel."
        },
        {
          "verse": 31,
          "text": "The Quail. There arose a wind from the LORD that drove in quail from the sea and left them all around the camp site, to a distance of a day’s journey and at a depth of two cubits upon the ground."
        },
        {
          "verse": 32,
          "text": "So all that day, all night, and all the next day the people set about to gather in the quail. Even the one who got the least gathered ten homers of them. Then they spread them out all around the camp."
        },
        {
          "verse": 33,
          "text": "But while the meat was still between their teeth, before it could be chewed, the LORD’s wrath flared up against the people, and the LORD struck them with a very great plague."
        },
        {
          "verse": 34,
          "text": "So that place was named Kibroth-hattaavah, because it was there that the greedy people were buried."
        },
        {
          "verse": 35,
          "text": "From Kibroth-hattaavah the people set out for Hazeroth, where they stayed."
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 12 - Jealousy of Aaron and Miriam. Miriam and Aaron spoke against Moses on the pretext of the Cushite woman he had married; for he had in fact married a Cushite woman."
        },
        {
          "verse": 2,
          "text": "They complained, “Is it through Moses alone that the LORD has spoken? Has he not spoken through us also?” And the LORD heard this."
        },
        {
          "verse": 3,
          "text": "Now the man Moses was very humble, more than anyone else on earth."
        },
        {
          "verse": 4,
          "text": "So at once the LORD said to Moses and Aaron and Miriam: Come out, you three, to the tent of meeting. And the three of them went."
        },
        {
          "verse": 5,
          "text": "Then the LORD came down in a column of cloud, and standing at the entrance of the tent, called, “Aaron and Miriam.” When both came forward,"
        },
        {
          "verse": 6,
          "text": "the LORD said: Now listen to my words: If there are prophets among you, in visions I reveal myself to them, in dreams I speak to them;"
        },
        {
          "verse": 7,
          "text": "Not so with my servant Moses! Throughout my house he is worthy of trust:"
        },
        {
          "verse": 8,
          "text": "face to face I speak to him, plainly and not in riddles. The likeness of the LORD he beholds. Why, then, do you not fear to speak against my servant Moses?"
        },
        {
          "verse": 9,
          "text": "And so the LORD’s wrath flared against them, and he departed."
        },
        {
          "verse": 10,
          "text": "Miriam’s Punishment. Now the cloud withdrew from the tent, and there was Miriam, stricken with a scaly infection, white as snow! When Aaron turned toward Miriam and saw her stricken with snow-white scales,"
        },
        {
          "verse": 11,
          "text": "he said to Moses, “Ah, my lord! Please do not charge us with the sin that we have foolishly committed!"
        },
        {
          "verse": 12,
          "text": "Do not let her be like the stillborn baby that comes forth from its mother’s womb with its flesh half consumed.”"
        },
        {
          "verse": 13,
          "text": "Then Moses cried to the LORD, “Please, not this! Please, heal her!”"
        },
        {
          "verse": 14,
          "text": "But the LORD answered Moses: Suppose her father had spit in her face, would she not bear her shame for seven days? Let her be confined outside the camp for seven days; afterwards she may be brought back."
        },
        {
          "verse": 15,
          "text": "So Miriam was confined outside the camp for seven days, and the people did not start out again until she was brought back."
        },
        {
          "verse": 16,
          "text": "After that the people set out from Hazeroth and encamped in the wilderness of Paran."
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 13 - The Twelve Scouts. The LORD said to Moses:"
        },
        {
          "verse": 2,
          "text": "Send men to reconnoiter the land of Canaan, which I am giving the Israelites. You shall send one man from each ancestral tribe, every one a leader among them."
        },
        {
          "verse": 3,
          "text": "So Moses sent them from the wilderness of Paran, at the direction of the LORD. All of them were leaders among the Israelites."
        },
        {
          "verse": 4,
          "text": "These were their names: from the tribe of Reuben, Shammua, son of Zaccur;"
        },
        {
          "verse": 5,
          "text": "from the tribe of Simeon, Shaphat, son of Hori;"
        },
        {
          "verse": 6,
          "text": "from the tribe of Judah, Caleb, son of Jephunneh;"
        },
        {
          "verse": 7,
          "text": "from the tribe of Issachar, Igal;"
        },
        {
          "verse": 8,
          "text": "for the Josephites, from the tribe of Ephraim, Hoshea, son of Nun;"
        },
        {
          "verse": 9,
          "text": "from the tribe of Benjamin, Palti, son of Raphu;"
        },
        {
          "verse": 10,
          "text": "from the tribe of Zebulun, Gaddiel, son of Sodi;"
        },
        {
          "verse": 11,
          "text": "for the Josephites, from the tribe of Manasseh, Gaddi, son of Susi;"
        },
        {
          "verse": 12,
          "text": "from the tribe of Dan, Ammiel, son of Gemalli;"
        },
        {
          "verse": 13,
          "text": "from the tribe of Asher, Sethur, son of Michael;"
        },
        {
          "verse": 14,
          "text": "from the tribe of Naphtali, Nahbi, son of Vophsi;"
        },
        {
          "verse": 15,
          "text": "from the tribe of Gad, Geuel, son of Machi."
        },
        {
          "verse": 16,
          "text": "These are the names of the men whom Moses sent to reconnoiter the land. But Hoshea, son of Nun, Moses called Joshua."
        },
        {
          "verse": 17,
          "text": "In sending them to reconnoiter the land of Canaan, Moses said to them, “Go up there in the Negeb, up into the highlands,"
        },
        {
          "verse": 18,
          "text": "and see what kind of land it is and whether the people living there are strong or weak, few or many."
        },
        {
          "verse": 19,
          "text": "Is the country in which they live good or bad? Are the towns in which they dwell open or fortified?"
        },
        {
          "verse": 20,
          "text": "Is the soil fertile or barren, wooded or clear? And do your best to get some of the fruit of the land.” It was then the season for early grapes."
        },
        {
          "verse": 21,
          "text": "So they went up and reconnoitered the land from the wilderness of Zin as far as where Rehob adjoins Lebo-hamath."
        },
        {
          "verse": 22,
          "text": "Going up by way of the Negeb, they reached Hebron, where Ahiman, Sheshai and Talmai, descendants of the Anakim, were. (Now Hebron had been built seven years before Zoan in Egypt.)"
        },
        {
          "verse": 23,
          "text": "They also reached the Wadi Eshcol, where they cut down a branch with a single cluster of grapes on it, which two of them carried on a pole, as well as some pomegranates and figs."
        },
        {
          "verse": 24,
          "text": "It was because of the cluster the Israelites cut there that they called the place Wadi Eshcol."
        },
        {
          "verse": 25,
          "text": "Their Report. They returned from reconnoitering the land forty days later."
        },
        {
          "verse": 26,
          "text": "Proceeding directly to Moses and Aaron and the whole community of the Israelites in the wilderness of Paran at Kadesh, they made a report to them and to the whole community, showing them the fruit of the land."
        },
        {
          "verse": 27,
          "text": "They told Moses: “We came to the land to which you sent us. It does indeed flow with milk and honey, and here is its fruit."
        },
        {
          "verse": 28,
          "text": "However, the people who are living in the land are powerful, and the towns are fortified and very large. Besides, we saw descendants of the Anakim there."
        },
        {
          "verse": 29,
          "text": "Amalekites live in the region of the Negeb; Hittites, Jebusites and Amorites dwell in the highlands, and Canaanites along the sea and the banks of the Jordan.”"
        },
        {
          "verse": 30,
          "text": "Caleb, however, quieted the people before Moses and said, “We ought to go up and seize the land, for we can certainly prevail over it.”"
        },
        {
          "verse": 31,
          "text": "But the men who had gone up with him said, “We cannot attack these people; they are too strong for us.”"
        },
        {
          "verse": 32,
          "text": "They spread discouraging reports among the Israelites about the land they had reconnoitered, saying, “The land that we went through and reconnoitered is a land that consumes its inhabitants. And all the people we saw there are huge."
        },
        {
          "verse": 33,
          "text": "There we saw the Nephilim (the Anakim are from the Nephilim); in our own eyes we seemed like mere grasshoppers, and so we must have seemed to them.”"
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 14 - Threats of Revolt. At this, the whole community broke out with loud cries, and the people wept into the night."
        },
        {
          "verse": 2,
          "text": "All the Israelites grumbled against Moses and Aaron, the whole community saying to them, “If only we had died in the land of Egypt,” or “If only we would die here in the wilderness!"
        },
        {
          "verse": 3,
          "text": "Why is the LORD bringing us into this land only to have us fall by the sword? Our wives and little ones will be taken as spoil. Would it not be better for us to return to Egypt?”"
        },
        {
          "verse": 4,
          "text": "So they said to one another, “Let us appoint a leader and go back to Egypt.”"
        },
        {
          "verse": 5,
          "text": "But Moses and Aaron fell prostrate before the whole assembled community of the Israelites;"
        },
        {
          "verse": 6,
          "text": "while Joshua, son of Nun, and Caleb, son of Jephunneh, who had been among those that reconnoitered the land, tore their garments"
        },
        {
          "verse": 7,
          "text": "and said to the whole community of the Israelites, “The land which we went through and reconnoitered is an exceedingly good land."
        },
        {
          "verse": 8,
          "text": "If the LORD is pleased with us, he will bring us in to this land and give it to us, a land which flows with milk and honey."
        },
        {
          "verse": 9,
          "text": "Only do not rebel against the LORD! You need not be afraid of the people of the land, for they are but food for us! Their protection has left them, but the LORD is with us. Do not fear them.”"
        },
        {
          "verse": 10,
          "text": "The Lord’s Sentence. The whole community threatened to stone them. But the glory of the LORD appeared at the tent of meeting to all the Israelites."
        },
        {
          "verse": 11,
          "text": "And the LORD said to Moses: How long will this people spurn me? How long will they not trust me, despite all the signs I have performed among them?"
        },
        {
          "verse": 12,
          "text": "I will strike them with pestilence and disown them. Then I will make of you a nation greater and mightier than they."
        },
        {
          "verse": 13,
          "text": "But Moses said to the LORD: “The Egyptians will hear of this, for by your power you brought out this people from among them."
        },
        {
          "verse": 14,
          "text": "They will tell the inhabitants of this land, who have heard that you, LORD, are in the midst of this people; you, LORD, who directly revealed yourself! Your cloud stands over them, and you go before them by day in a column of cloud and by night in a column of fire."
        },
        {
          "verse": 15,
          "text": "If now you slay this people all at once, the nations who have heard such reports of you will say,"
        },
        {
          "verse": 16,
          "text": "‘The LORD was not able to bring this people into the land he swore to give them; that is why he slaughtered them in the wilderness.’"
        },
        {
          "verse": 17,
          "text": "Now then, may my Lord’s forbearance be great, even as you have said,"
        },
        {
          "verse": 18,
          "text": "‘The LORD is slow to anger and abounding in kindness, forgiving iniquity and rebellion; yet certainly not declaring the guilty guiltless, but punishing children to the third and fourth generation for their parents’ iniquity.’"
        },
        {
          "verse": 19,
          "text": "Pardon, then, the iniquity of this people in keeping with your great kindness, even as you have forgiven them from Egypt until now.”"
        },
        {
          "verse": 20,
          "text": "The LORD answered: I pardon them as you have asked."
        },
        {
          "verse": 21,
          "text": "Yet, by my life and the LORD’s glory that fills the whole earth,"
        },
        {
          "verse": 22,
          "text": "of all the people who have seen my glory and the signs I did in Egypt and in the wilderness, and who nevertheless have put me to the test ten times already and have not obeyed me,"
        },
        {
          "verse": 23,
          "text": "not one shall see the land which I promised on oath to their ancestors. None of those who have spurned me shall see it."
        },
        {
          "verse": 24,
          "text": "But as for my servant Caleb, because he has a different spirit and follows me unreservedly, I will bring him into the land which he entered, and his descendants shall possess it."
        },
        {
          "verse": 25,
          "text": "But now, since the Amalekites and Canaanites are living in the valleys, turn away tomorrow and set out into the wilderness by way of the Red Sea road."
        },
        {
          "verse": 26,
          "text": "The LORD also said to Moses and Aaron:"
        },
        {
          "verse": 27,
          "text": "How long will this wicked community grumble against me? I have heard the grumblings of the Israelites against me."
        },
        {
          "verse": 28,
          "text": "Tell them: “By my life”—oracle of the LORD—“I will do to you just what I have heard you say."
        },
        {
          "verse": 29,
          "text": "Here in the wilderness your dead bodies shall fall. Of all your men of twenty years or more, enrolled in your registration, who grumbled against me,"
        },
        {
          "verse": 30,
          "text": "not one of you shall enter the land where I solemnly swore to settle you, except Caleb, son of Jephunneh, and Joshua, son of Nun."
        },
        {
          "verse": 31,
          "text": "Your little ones, however, who you said would be taken as spoil, I will bring in, and they shall know the land you rejected."
        },
        {
          "verse": 32,
          "text": "But as for you, your bodies shall fall here in the wilderness,"
        },
        {
          "verse": 33,
          "text": "while your children will wander for forty years, suffering for your infidelity, till the last of you lies dead in the wilderness."
        },
        {
          "verse": 34,
          "text": "Corresponding to the number of days you spent reconnoitering the land—forty days—you shall bear your punishment one year for each day: forty years. Thus you will realize what it means to oppose me."
        },
        {
          "verse": 35,
          "text": "I, the LORD, have spoken; and I will surely do this to this entire wicked community that conspired against me: here in the wilderness they shall come to their end and there they will die.”"
        },
        {
          "verse": 36,
          "text": "And the men whom Moses had sent to reconnoiter the land and who on returning had set the whole community grumbling against him by spreading discouraging reports about the land—"
        },
        {
          "verse": 37,
          "text": "these men who had spread discouraging reports about the land were struck down by the LORD and died."
        },
        {
          "verse": 38,
          "text": "Only Joshua, son of Nun, and Caleb, son of Jephunneh, survived of all the men who had gone to reconnoiter the land."
        },
        {
          "verse": 39,
          "text": "Unsuccessful Invasion. When Moses repeated these words to all the Israelites, the people mourned greatly."
        },
        {
          "verse": 40,
          "text": "Early the next morning they started up high into the hill country, saying, “Here we are, ready to go up to the place that the LORD spoke of: for we did wrong.”"
        },
        {
          "verse": 41,
          "text": "But Moses said, “Why are you now transgressing the LORD’s order? This cannot succeed."
        },
        {
          "verse": 42,
          "text": "Do not go up, because the LORD is not in your midst; do not allow yourself to be struck down by your enemies."
        },
        {
          "verse": 43,
          "text": "For there the Amalekites and Canaanites will face you, and you will fall by the sword. You have turned back from following the LORD; therefore the LORD will not be with you.”"
        },
        {
          "verse": 44,
          "text": "Yet they dared to go up high into the hill country, even though neither the ark of the covenant of the LORD nor Moses left the camp."
        },
        {
          "verse": 45,
          "text": "And the Amalekites and Canaanites who dwelt in that hill country came down and defeated them, beating them back as far as Hormah."
        }
      ]
    },
    {
      "chapter": 15,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 15 - Secondary Offerings. The LORD spoke to Moses:"
        },
        {
          "verse": 2,
          "text": "Speak to the Israelites and say to them: When you enter the land that I am giving you for your settlements,"
        },
        {
          "verse": 3,
          "text": "if you make to the LORD an oblation from the herd or from the flock—either a burnt offering or a sacrifice, to fulfill a vow, or as a voluntary offering, or for one of your festivals—to produce a pleasing aroma for the LORD,"
        },
        {
          "verse": 4,
          "text": "the one presenting the offering shall also present to the LORD a grain offering, a tenth of a measure of bran flour mixed with a fourth of a hin of oil,"
        },
        {
          "verse": 5,
          "text": "as well as wine for a libation, a fourth of a hin. You will do this with the burnt offering or the sacrifice, for each lamb."
        },
        {
          "verse": 6,
          "text": "Alternatively for a ram you shall make a grain offering of two tenths of a measure of bran flour mixed with a third of a hin of oil,"
        },
        {
          "verse": 7,
          "text": "and for a libation, a third of a hin of wine, thereby presenting a pleasing aroma to the LORD."
        },
        {
          "verse": 8,
          "text": "If you make an offering from the herd—either a burnt offering, or a sacrifice, to fulfill a vow, or as a communion offering to the LORD,"
        },
        {
          "verse": 9,
          "text": "with it a grain offering of three tenths of a measure of bran flour mixed with half a hin of oil will be presented;"
        },
        {
          "verse": 10,
          "text": "and you will present for a libation, half a hin of wine—a sweet-smelling oblation to the LORD."
        },
        {
          "verse": 11,
          "text": "The same is to be done for each ox, ram, lamb or goat."
        },
        {
          "verse": 12,
          "text": "Whatever the number you offer, do the same for each of them."
        },
        {
          "verse": 13,
          "text": "All the native-born shall make these offerings in this way, whenever they present a sweet-smelling oblation to the LORD."
        },
        {
          "verse": 14,
          "text": "Likewise, in any future generation, any alien residing with you or anyone else in your midst, who presents an oblation of pleasing aroma to the LORD, must do as you do."
        },
        {
          "verse": 15,
          "text": "There is but one statute for you and for the resident alien, a perpetual statute throughout your generations. You and the resident alien will be alike before the LORD;"
        },
        {
          "verse": 16,
          "text": "you and the alien residing with you will have the same rule and the same application of it."
        },
        {
          "verse": 17,
          "text": "The LORD spoke to Moses:"
        },
        {
          "verse": 18,
          "text": "Speak to the Israelites and say to them: When you enter the land into which I am bringing you"
        },
        {
          "verse": 19,
          "text": "and eat of the bread of the land, you shall offer the LORD a contribution."
        },
        {
          "verse": 20,
          "text": "A round loaf from your first batch of dough you shall offer as a contribution. Just like a contribution from the threshing floor you shall offer it."
        },
        {
          "verse": 21,
          "text": "Throughout your generations you shall give a contribution to the LORD from your first batch of dough. Purification Offerings."
        },
        {
          "verse": 22,
          "text": "If through inadvertence you fail to do any of these commandments which the LORD has given to Moses—"
        },
        {
          "verse": 23,
          "text": "anything the LORD commanded you through Moses from the time the LORD first gave the command down through your generations—"
        },
        {
          "verse": 24,
          "text": "if it was done inadvertently without the community’s knowledge, the whole community shall sacrifice one bull from the herd as a burnt offering of pleasing aroma to the LORD, along with its prescribed grain offering and libation, as well as one he-goat as a purification offering."
        },
        {
          "verse": 25,
          "text": "Then the priest shall make atonement for the whole Israelite community; and they will be forgiven, since it was inadvertence, and for their inadvertence they have brought their offering: an oblation to the LORD as well as their purification offering before the LORD."
        },
        {
          "verse": 26,
          "text": "Not only the whole Israelite community but also the aliens residing among you shall be forgiven, since the inadvertent fault affects all the people."
        },
        {
          "verse": 27,
          "text": "If it is an individual who sins inadvertently, this person shall bring a yearling she-goat as a purification offering."
        },
        {
          "verse": 28,
          "text": "And the priest shall make atonement before the LORD for the one who erred, since the sin was inadvertent, making atonement for the person to secure forgiveness."
        },
        {
          "verse": 29,
          "text": "You shall have but one rule for the person who sins inadvertently, whether a native-born Israelite or an alien residing among you."
        },
        {
          "verse": 30,
          "text": "But anyone who acts defiantly, whether a native or an alien, reviles the LORD, and shall be cut off from among the people."
        },
        {
          "verse": 31,
          "text": "For having despised the word of the LORD and broken his commandment, he must be cut off entirely and bear the punishment."
        },
        {
          "verse": 32,
          "text": "The Sabbath-breaker. While the Israelites were in the wilderness, a man was discovered gathering wood on the sabbath day."
        },
        {
          "verse": 33,
          "text": "Those who caught him at it brought him to Moses and Aaron and the whole community."
        },
        {
          "verse": 34,
          "text": "But they put him in custody, for there was no clear decision as to what should be done with him."
        },
        {
          "verse": 35,
          "text": "Then the LORD said to Moses: This man shall be put to death; let the whole community stone him outside the camp."
        },
        {
          "verse": 36,
          "text": "So the whole community led him outside the camp and stoned him to death, as the LORD had commanded Moses."
        },
        {
          "verse": 37,
          "text": "Tassels on the Cloak. The LORD said to Moses:"
        },
        {
          "verse": 38,
          "text": "Speak to the Israelites and tell them that throughout their generations they are to make tassels for the corners of their garments, fastening a violet cord to each corner."
        },
        {
          "verse": 39,
          "text": "When you use these tassels, the sight of the cord will remind you of all the commandments of the LORD and you will do them, without prostituting yourself going after the desires of your hearts and your eyes."
        },
        {
          "verse": 40,
          "text": "Thus you will remember to do all my commandments and you will be holy to your God."
        },
        {
          "verse": 41,
          "text": "I, the LORD, am your God who brought you out of the land of Egypt to be your God: I, the LORD your God."
        }
      ]
    },
    {
      "chapter": 16,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 16 - Rebellion of Korah. Korah, son of Izhar, son of Kohath, son of Levi, and the Reubenites Dathan and Abiram, sons of Eliab, and On, son of Peleth, son of Reuben took"
        },
        {
          "verse": 2,
          "text": "two hundred and fifty Israelites who were leaders in the community, members of the council and men of note, and confronted Moses."
        },
        {
          "verse": 3,
          "text": "Holding an assembly against Moses and Aaron, they said, “You go too far! The whole community, all of them, are holy; the LORD is in their midst. Why then should you set yourselves over the LORD’s assembly?”"
        },
        {
          "verse": 4,
          "text": "When Moses heard this, he fell prostrate."
        },
        {
          "verse": 5,
          "text": "Then he said to Korah and to all his faction, “May the LORD make known tomorrow morning who belongs to him and who is the holy one and whom he will have draw near to him! The one whom he chooses, he will have draw near to him."
        },
        {
          "verse": 6,
          "text": "Do this: take your censers, Korah and all his faction,"
        },
        {
          "verse": 7,
          "text": "and put fire in them and place incense in them before the LORD tomorrow. He whom the LORD then chooses is the holy one. You Levites go too far!”"
        },
        {
          "verse": 8,
          "text": "Moses also said to Korah, “Hear, now, you Levites!"
        },
        {
          "verse": 9,
          "text": "Are you not satisfied that the God of Israel has singled you out from the community of Israel, to have you draw near him to maintain the LORD’s tabernacle, and to attend upon the community and to serve them?"
        },
        {
          "verse": 10,
          "text": "He has allowed you and your Levite kinsmen with you to approach him, and yet you seek the priesthood too."
        },
        {
          "verse": 11,
          "text": "It is therefore against the LORD that you and all your faction are conspiring. As for Aaron, what has he done that you should grumble against him?”"
        },
        {
          "verse": 12,
          "text": "Rebellion of Dathan and Abiram. Moses summoned Dathan and Abiram, sons of Eliab, but they answered, “We will not go."
        },
        {
          "verse": 13,
          "text": "Are you not satisfied that you have brought us here from a land flowing with milk and honey to have us perish in the wilderness, that now you must also lord it over us?"
        },
        {
          "verse": 14,
          "text": "Far from bringing us to a land flowing with milk and honey, or giving us fields and vineyards for our inheritance, will you gouge out our eyes? No, we will not go.”"
        },
        {
          "verse": 15,
          "text": "Then Moses became very angry and said to the LORD, “Pay no attention to their offering. I have never taken a single donkey from them, nor have I wronged any one of them.”"
        },
        {
          "verse": 16,
          "text": "Korah. Moses said to Korah, “You and all your faction shall appear before the LORD tomorrow—you and they and Aaron too."
        },
        {
          "verse": 17,
          "text": "Then each of you take his own censer, put incense in it, and present it before the LORD, two hundred and fifty censers; and you and Aaron, each with his own censer, do the same.”"
        },
        {
          "verse": 18,
          "text": "So each of them took their censers, and laying incense on the fire they had put in them, they took their stand by the entrance of the tent of meeting along with Moses and Aaron."
        },
        {
          "verse": 19,
          "text": "Then, when Korah had assembled all the community against them at the entrance of the tent of meeting, the glory of the LORD appeared to the entire community,"
        },
        {
          "verse": 20,
          "text": "and the LORD said to Moses and Aaron:"
        },
        {
          "verse": 21,
          "text": "Stand apart from this community, that I may consume them at once."
        },
        {
          "verse": 22,
          "text": "But they fell prostrate and exclaimed, “O God, God of the spirits of all living creatures, if one man sins will you be angry with the whole community?”"
        },
        {
          "verse": 23,
          "text": "The LORD answered Moses:"
        },
        {
          "verse": 24,
          "text": "Speak to the community and tell them: Withdraw from the area around the tent of Korah, Dathan and Abiram."
        },
        {
          "verse": 25,
          "text": "Punishment of Dathan and Abiram. Moses, followed by the elders of Israel, arose and went to Dathan and Abiram."
        },
        {
          "verse": 26,
          "text": "Then he spoke to the community, “Move away from the tents of these wicked men and do not touch anything that is theirs: otherwise you too will be swept away because of all their sins.”"
        },
        {
          "verse": 27,
          "text": "So they withdrew from the area around the tents of Korah, Dathan and Abiram. When Dathan and Abiram had come out and were standing at the entrance of their tents with their wives, their children, and their little ones,"
        },
        {
          "verse": 28,
          "text": "Moses said, “This is how you shall know that the LORD sent me to do all I have done, and that it was not of my own devising:"
        },
        {
          "verse": 29,
          "text": "if these die an ordinary death, merely suffering the fate common to all humanity, the LORD has not sent me."
        },
        {
          "verse": 30,
          "text": "But if the LORD makes a chasm, and the ground opens its mouth and swallows them with all belonging to them, and they go down alive to Sheol, then you will know that these men have spurned the LORD.”"
        },
        {
          "verse": 31,
          "text": "No sooner had he finished saying all this than the ground beneath them split open,"
        },
        {
          "verse": 32,
          "text": "and the earth opened its mouth and swallowed them and their families and all of Korah’s people with all their possessions."
        },
        {
          "verse": 33,
          "text": "They went down alive to Sheol with all belonging to them; the earth closed over them, and they disappeared from the assembly."
        },
        {
          "verse": 34,
          "text": "But all the Israelites near them fled at their shrieks, saying, “The earth might swallow us too!”"
        },
        {
          "verse": 35,
          "text": "Punishment of Korah. And fire from the LORD came forth which consumed the two hundred and fifty men who were offering the incense."
        }
      ]
    },
    {
      "chapter": 17,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 17 - The LORD said to Moses:"
        },
        {
          "verse": 2,
          "text": "Tell Eleazar, son of Aaron the priest, to remove the censers from the embers; and scatter the fire some distance away, for they have become holy—"
        },
        {
          "verse": 3,
          "text": "the censers of those who sinned at the cost of their lives. Have them hammered into plates to cover the altar, because in being presented before the LORD they have become holy. In this way they shall serve as a sign to the Israelites."
        },
        {
          "verse": 4,
          "text": "So taking the bronze censers which had been presented by those who were burned, Eleazar the priest had them hammered into a covering for the altar,"
        },
        {
          "verse": 5,
          "text": "just as the LORD had directed him through Moses. This was to be a reminder to the Israelites that no unauthorized person, no one who was not a descendant of Aaron, should draw near to offer incense before the LORD, lest he meet the fate of Korah and his faction."
        },
        {
          "verse": 6,
          "text": "The next day the whole Israelite community grumbled against Moses and Aaron, saying, “You have killed the people of the LORD.”"
        },
        {
          "verse": 7,
          "text": "But while the community was assembling against them, Moses and Aaron turned toward the tent of meeting, and the cloud now covered it and the glory of the LORD appeared."
        },
        {
          "verse": 8,
          "text": "Then Moses and Aaron came to the front of the tent of meeting,"
        },
        {
          "verse": 9,
          "text": "and the LORD said to Moses:"
        },
        {
          "verse": 10,
          "text": "Remove yourselves from this community, that I may consume them at once. But they fell prostrate."
        },
        {
          "verse": 11,
          "text": "Then Moses said to Aaron, “Take your censer, put fire from the altar in it, lay incense on it, and bring it quickly to the community to make atonement for them; for wrath has come forth from the LORD and the plague has begun.”"
        },
        {
          "verse": 12,
          "text": "Aaron took his censer just as Moses directed and ran in among the assembly, where the plague had already begun among the people. Then he offered the incense and made atonement for the people,"
        },
        {
          "verse": 13,
          "text": "while standing there between the living and the dead. And so the scourge was checked."
        },
        {
          "verse": 14,
          "text": "There were fourteen thousand seven hundred dead from the scourge, in addition to those who died because of Korah."
        },
        {
          "verse": 15,
          "text": "When the scourge had been checked, Aaron returned to Moses at the entrance of the tent of meeting."
        },
        {
          "verse": 16,
          "text": "Aaron’s Staff. The LORD now said to Moses:"
        },
        {
          "verse": 17,
          "text": "Speak to the Israelites and get from them a staff for each ancestral house, twelve staffs in all, from all the leaders of their ancestral houses. Write each man’s name on his staff;"
        },
        {
          "verse": 18,
          "text": "and write Aaron’s name on Levi’s staff. For each head of an ancestral house shall have a staff."
        },
        {
          "verse": 19,
          "text": "Then deposit them in the tent of meeting, in front of the covenant, where I meet you."
        },
        {
          "verse": 20,
          "text": "The staff of the man whom I choose shall sprout. Thus I will rid myself of the Israelites’ grumbling against you."
        },
        {
          "verse": 21,
          "text": "So Moses spoke to the Israelites, and all their leaders gave him staffs, twelve in all, one from each leader of their ancestral houses; and Aaron’s staff was among them."
        },
        {
          "verse": 22,
          "text": "Then Moses deposited the staffs before the LORD in the tent of the covenant."
        },
        {
          "verse": 23,
          "text": "The next day, when Moses entered the tent of the covenant, Aaron’s staff, representing the house of Levi, had sprouted. It had put forth sprouts, produced blossoms, and borne ripe almonds!"
        },
        {
          "verse": 24,
          "text": "So Moses brought out all the staffs from the LORD’s presence to all the Israelites, and each one identified his own staff and took it."
        },
        {
          "verse": 25,
          "text": "Then the LORD said to Moses: Put back Aaron’s staff in front of the covenant, for safe keeping as a sign to the rebellious, so that their grumbling against me may cease and they might not die."
        },
        {
          "verse": 26,
          "text": "Moses did this. Just as the LORD had commanded him, so he did."
        },
        {
          "verse": 27,
          "text": "Charge of the Sacred Things. Then the Israelites exclaimed to Moses, “We will perish; we are lost, we are all lost!"
        },
        {
          "verse": 28,
          "text": "Anyone who approaches the tabernacle of the LORD will die! Will there be no end to our perishing?”"
        }
      ]
    },
    {
      "chapter": 18,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 18 - The LORD said to Aaron: You and your sons as well as your ancestral house with you shall be responsible for any sin with respect to the sanctuary; but only you and your sons with you shall be responsible for any sin with respect to your priesthood."
        },
        {
          "verse": 2,
          "text": "You shall also present with you your kinsmen of the tribe of Levi, your ancestral tribe, that they may be joined to you and assist you, while you and your sons with you are in front of the tent of the covenant."
        },
        {
          "verse": 3,
          "text": "They shall discharge your obligations and those with respect to the whole tent; however, they shall not come near the utensils of the sanctuary or the altar, or else both they and you will die."
        },
        {
          "verse": 4,
          "text": "They will be joined to you to perform the duties associated with the tent of meeting, all the labor pertaining to the tent. But no unauthorized person shall come near you."
        },
        {
          "verse": 5,
          "text": "You shall perform the duties of the sanctuary and of the altar, that wrath may not fall again upon the Israelites."
        },
        {
          "verse": 6,
          "text": "I hereby take your kinsmen, the Levites, from among the Israelites; they are a gift to you, dedicated to the LORD for the labor they perform for the tent of meeting."
        },
        {
          "verse": 7,
          "text": "But you and your sons with you must take care to exercise your priesthood in whatever concerns the altar and the area within the veil. I give you your priesthood as a gift. Any unauthorized person who comes near shall be put to death."
        },
        {
          "verse": 8,
          "text": "The Priests’ Share of the Sacrifices. The LORD said to Aaron: I hereby give to you charge of the contributions made to me, including the various holy offerings of the Israelites; I assign them to you and to your sons as a perquisite, a perpetual due."
        },
        {
          "verse": 9,
          "text": "This is what you shall have from the oblations that are most holy: every offering of theirs—namely, all their grain offerings, purification offerings, and reparation offerings which they must return to me—shall be most holy for you and for your sons."
        },
        {
          "verse": 10,
          "text": "You shall eat them in a most holy place; every male may partake of them. As holy, they belong to you."
        },
        {
          "verse": 11,
          "text": "This also you shall have: the contributions that are their gifts, including the elevated offering of the Israelites; I assign them to you and to your sons and daughters with you as a perpetual due. All in your household who are clean may eat them."
        },
        {
          "verse": 12,
          "text": "I also assign to you all the best of the new oil and of the new wine and grain that they give to the LORD as their first produce that has been processed."
        },
        {
          "verse": 13,
          "text": "The first-ripened fruits of whatever is in their land, which they bring to the LORD, shall be yours; all of your household who are clean may eat them."
        },
        {
          "verse": 14,
          "text": "Whatever is under the ban in Israel shall be yours."
        },
        {
          "verse": 15,
          "text": "Every living thing that opens the womb, human being and beast alike, such as are to be offered to the LORD, shall be yours; but you must redeem the firstborn of human beings, as well as redeem the firstborn of unclean animals."
        },
        {
          "verse": 16,
          "text": "For the redemption price of a son, when he is a month old, you shall pay the equivalent of five silver shekels according to the sanctuary shekel, that is, twenty gerahs."
        },
        {
          "verse": 17,
          "text": "But the firstborn of cattle, or the firstborn of sheep or the firstborn of goats you shall not redeem; they are holy. Their blood you must splash on the altar and their fat you must burn as an oblation of pleasing aroma to the LORD."
        },
        {
          "verse": 18,
          "text": "Their meat, however, shall be yours, just as the brisket of the elevated offering and the right thigh belong to you."
        },
        {
          "verse": 19,
          "text": "As a perpetual due I assign to you and to your sons and daughters with you all the contributions of holy things which the Israelites set aside for the LORD; this is a covenant of salt to last forever before the LORD, for you and for your descendants with you."
        },
        {
          "verse": 20,
          "text": "Then the LORD said to Aaron: You shall not have any heritage in their land nor hold any portion among them; I will be your portion and your heritage among the Israelites."
        },
        {
          "verse": 21,
          "text": "Tithes Due the Levites. To the Levites, however, I hereby assign all tithes in Israel as their heritage in recompense for the labor they perform, the labor pertaining to the tent of meeting."
        },
        {
          "verse": 22,
          "text": "The Israelites may no longer approach the tent of meeting, thereby incurring the penalty of death."
        },
        {
          "verse": 23,
          "text": "Only the Levites are to perform the labor pertaining to the tent of meeting, and they shall incur the penalty for the Israelites’ sin; this is a permanent statute for all your generations. But they shall not have any heritage among the Israelites,"
        },
        {
          "verse": 24,
          "text": "for I have assigned to the Levites as their heritage the tithes which the Israelites put aside as a contribution to the LORD. That is why I have said, they will not have any heritage among the Israelites."
        },
        {
          "verse": 25,
          "text": "Tithes Paid by the Levites. The LORD said to Moses:"
        },
        {
          "verse": 26,
          "text": "Speak to the Levites and say to them: When you take from the Israelites the tithes I have assigned you from them as your heritage, you are to make a contribution from them to the LORD, a tithe of the tithe;"
        },
        {
          "verse": 27,
          "text": "and your contribution will be credited to you as if it were grain from the threshing floor or new wine from the vat."
        },
        {
          "verse": 28,
          "text": "Thus you too shall make a contribution to the LORD from all the tithes you take from the Israelites, handing over to Aaron the priest the contribution to the LORD."
        },
        {
          "verse": 29,
          "text": "From all the gifts to you, you shall make every contribution due to the LORD—from their best parts, that is the part to be consecrated from them."
        },
        {
          "verse": 30,
          "text": "Say to them also: Once you have made your contribution from the best part, the rest of the tithe will be credited to the Levites as if it were produce of the threshing floor or the produce of the vat."
        },
        {
          "verse": 31,
          "text": "You and your households may eat it anywhere, since it is your recompense in exchange for labor in the tent of meeting."
        },
        {
          "verse": 32,
          "text": "You will incur no punishment when you contribute the best part of it. But do not profane the holy offerings of the Israelites or else you shall die."
        }
      ]
    },
    {
      "chapter": 19,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 19 - Ashes of the Red Heifer. The LORD spoke to Moses and Aaron:"
        },
        {
          "verse": 2,
          "text": "This is the statute for the ritual which the LORD has commanded. Tell the Israelites to procure for you a red heifer without defect and free from every blemish and on which no yoke has ever been laid."
        },
        {
          "verse": 3,
          "text": "You will give it to Eleazar the priest, and it will be led outside the camp and slaughtered in his presence."
        },
        {
          "verse": 4,
          "text": "Eleazar the priest will take some of its blood on his finger and sprinkle it seven times toward the front of the tent of meeting."
        },
        {
          "verse": 5,
          "text": "Then the heifer will be burned in his sight; it will be burned with its hide and flesh, its blood and dung;"
        },
        {
          "verse": 6,
          "text": "and the priest will take cedar wood, hyssop and scarlet yarn and throw them into the fire in which the heifer is being burned."
        },
        {
          "verse": 7,
          "text": "The priest shall then wash his garments and bathe his body in water, afterward he may enter the camp. The priest remains unclean until the evening."
        },
        {
          "verse": 8,
          "text": "Likewise, the one who burned the heifer shall wash his garments in water, bathe his body in water, and be unclean until evening."
        },
        {
          "verse": 9,
          "text": "Then somebody who is clean shall gather up the ashes of the heifer and deposit them in a clean place outside the camp. There they are to be kept to prepare purification water for the Israelite community. This is a purification offering."
        },
        {
          "verse": 10,
          "text": "The one who has gathered up the ashes of the heifer shall also wash his garments and be unclean until evening. This is a permanent statute, both for the Israelites and for the alien residing among them."
        },
        {
          "verse": 11,
          "text": "Use of the Ashes. Those who touch the corpse of any human being will be unclean for seven days;"
        },
        {
          "verse": 12,
          "text": "they shall purify themselves with the water on the third and on the seventh day, and then be clean. But if they fail to purify themselves on the third and on the seventh day, they will not become clean."
        },
        {
          "verse": 13,
          "text": "Those who touch the corpse of a human being who dies and who fail to purify themselves defile the tabernacle of the LORD and these persons shall be cut off from Israel. Since the purification water has not been splashed over them, they remain unclean: their uncleanness is still on them."
        },
        {
          "verse": 14,
          "text": "This is the ritual: When someone dies in a tent, everyone who enters the tent, as well as everyone already in it, will be unclean for seven days;"
        },
        {
          "verse": 15,
          "text": "and every open vessel with its lid unfastened will be unclean."
        },
        {
          "verse": 16,
          "text": "Moreover, everyone who in the open country touches a person who has been slain by the sword or who has died naturally, or who touches a human bone or a grave, will be unclean for seven days."
        },
        {
          "verse": 17,
          "text": "For anyone who is thus unclean, ashes shall be taken from the burnt purification offering, and spring water will be poured on them from a vessel."
        },
        {
          "verse": 18,
          "text": "Then someone who is clean will take hyssop, dip it in this water, and sprinkle it on the tent and on all the vessels and persons that were in it, or on the one who touched the bone, the slain person or the other corpse, or the grave."
        },
        {
          "verse": 19,
          "text": "The clean will sprinkle the unclean on the third and on the seventh day, and thus purify them on the seventh day. Then they will wash their garments and bathe in water, and in the evening be clean."
        },
        {
          "verse": 20,
          "text": "Those who become unclean and fail to purify themselves—those people will be cut off from the assembly, because they defile the sanctuary of the LORD. The purification water has not been splashed over them; they remain unclean."
        },
        {
          "verse": 21,
          "text": "This will be a permanent statute for you. Those who sprinkle the purification water will wash their garments, and those who come in contact with the purification water will be unclean until evening."
        },
        {
          "verse": 22,
          "text": "Moreover, anything that the unclean person touches becomes unclean itself, and the one who touches such a person becomes unclean until evening."
        }
      ]
    },
    {
      "chapter": 20,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 20 - Death of Miriam. The Israelites, the whole community, arrived in the wilderness of Zin in the first month, and the people stayed at Kadesh. It was here that Miriam died, and here that she was buried."
        },
        {
          "verse": 2,
          "text": "Need for Water at Kadesh. Since the community had no water, they held an assembly against Moses and Aaron."
        },
        {
          "verse": 3,
          "text": "The people quarreled with Moses, exclaiming, “Would that we had perished when our kindred perished before the LORD!"
        },
        {
          "verse": 4,
          "text": "Why have you brought the LORD’s assembly into this wilderness for us and our livestock to die here?"
        },
        {
          "verse": 5,
          "text": "Why have you brought us up out of Egypt, only to bring us to this wretched place? It is not a place for grain nor figs nor vines nor pomegranates! And there is no water to drink!”"
        },
        {
          "verse": 6,
          "text": "But Moses and Aaron went away from the assembly to the entrance of the tent of meeting, where they fell prostrate. Sin of Moses and Aaron. Then the glory of the LORD appeared to them,"
        },
        {
          "verse": 7,
          "text": "and the LORD said to Moses:"
        },
        {
          "verse": 8,
          "text": "Take the staff and assemble the community, you and Aaron your brother, and in their presence command the rock to yield its waters. Thereby you will bring forth water from the rock for them, and supply the community and their livestock with water."
        },
        {
          "verse": 9,
          "text": "So Moses took the staff from its place before the LORD, as he was ordered."
        },
        {
          "verse": 10,
          "text": "Then Moses and Aaron gathered the assembly in front of the rock, where he said to them, “Just listen, you rebels! Are we to produce water for you out of this rock?”"
        },
        {
          "verse": 11,
          "text": "Then, raising his hand, Moses struck the rock twice with his staff, and water came out in abundance, and the community and their livestock drank."
        },
        {
          "verse": 12,
          "text": "But the LORD said to Moses and Aaron: Because you did not have confidence in me, to acknowledge my holiness before the Israelites, therefore you shall not lead this assembly into the land I have given them."
        },
        {
          "verse": 13,
          "text": "These are the waters of Meribah, where the Israelites quarreled with the LORD, and through which he displayed his holiness."
        },
        {
          "verse": 14,
          "text": "Edom’s Refusal. From Kadesh Moses sent messengers to the king of Edom: “Thus says your brother Israel: You know of all the hardships that have befallen us,"
        },
        {
          "verse": 15,
          "text": "how our ancestors went down to Egypt, and we stayed in Egypt a long time, and the Egyptians treated us and our ancestors harshly."
        },
        {
          "verse": 16,
          "text": "When we cried to the LORD, he heard our cry and sent an angel who led us out of Egypt. Now here we are at Kadesh, a town at the edge of your territory."
        },
        {
          "verse": 17,
          "text": "Please let us pass through your land. We will not cross any fields or vineyards, nor drink any well water, but we will go straight along the King’s Highway without turning to the right or to the left, until we have passed through your territory.”"
        },
        {
          "verse": 18,
          "text": "But Edom answered him, “You shall not pass through here; if you do, I will advance against you with the sword.”"
        },
        {
          "verse": 19,
          "text": "The Israelites said to him, “We will go up along the highway. If we or our livestock drink any of your water, we will pay for it. It is nothing—just let us pass through on foot.”"
        },
        {
          "verse": 20,
          "text": "But Edom replied, “You shall not pass through,” and advanced against them with a large and heavily armed force."
        },
        {
          "verse": 21,
          "text": "Therefore, since Edom refused to let Israel pass through their territory, Israel turned away from them."
        },
        {
          "verse": 22,
          "text": "Death of Aaron. Setting out from Kadesh, the Israelites, the whole community, came to Mount Hor."
        },
        {
          "verse": 23,
          "text": "There at Mount Hor, on the border of the land of Edom, the LORD said to Moses and Aaron:"
        },
        {
          "verse": 24,
          "text": "Let Aaron be gathered to his people, for he shall not enter the land I have given to the Israelites, because you both rebelled against my directions at the waters of Meribah."
        },
        {
          "verse": 25,
          "text": "Take Aaron and Eleazar his son and bring them up on Mount Hor."
        },
        {
          "verse": 26,
          "text": "Then strip Aaron of his garments and put them on Eleazar, his son; but there Aaron shall be gathered up in death."
        },
        {
          "verse": 27,
          "text": "Moses did as the LORD commanded. When they had climbed Mount Hor in view of the whole community,"
        },
        {
          "verse": 28,
          "text": "Moses stripped Aaron of his garments and put them on Eleazar his son. Then Aaron died there on top of the mountain. When Moses and Eleazar came down from the mountain,"
        },
        {
          "verse": 29,
          "text": "all the community understood that Aaron had breathed his last; and for thirty days the whole house of Israel mourned Aaron."
        }
      ]
    },
    {
      "chapter": 21,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 21 - Victory over Arad. When the Canaanite, the king of Arad, who ruled over the Negeb, heard that the Israelites were coming along the way of Atharim, he engaged Israel in battle and took some of them captive."
        },
        {
          "verse": 2,
          "text": "Israel then made this vow to the LORD: “If you deliver this people into my hand, I will put their cities under the ban.”"
        },
        {
          "verse": 3,
          "text": "The LORD paid attention to Israel and delivered up the Canaanites, and they put them and their cities under the ban. Hence that place was named Hormah."
        },
        {
          "verse": 4,
          "text": "The Bronze Serpent. From Mount Hor they set out by way of the Red Sea, to bypass the land of Edom, but the people’s patience was worn out by the journey;"
        },
        {
          "verse": 5,
          "text": "so the people complained against God and Moses, “Why have you brought us up from Egypt to die in the wilderness, where there is no food or water? We are disgusted with this wretched food!”"
        },
        {
          "verse": 6,
          "text": "So the LORD sent among the people seraph serpents, which bit the people so that many of the Israelites died."
        },
        {
          "verse": 7,
          "text": "Then the people came to Moses and said, “We have sinned in complaining against the LORD and you. Pray to the LORD to take the serpents from us.” So Moses prayed for the people,"
        },
        {
          "verse": 8,
          "text": "and the LORD said to Moses: Make a seraph and mount it on a pole, and everyone who has been bitten will look at it and recover."
        },
        {
          "verse": 9,
          "text": "Accordingly Moses made a bronze serpent and mounted it on a pole, and whenever the serpent bit someone, the person looked at the bronze serpent and recovered."
        },
        {
          "verse": 10,
          "text": "Journey Around Moab. The Israelites moved on and encamped in Oboth."
        },
        {
          "verse": 11,
          "text": "Then they moved on from Oboth and encamped in Iye-abarim in the wilderness facing Moab on the east."
        },
        {
          "verse": 12,
          "text": "Moving on from there, they encamped in the Wadi Zered."
        },
        {
          "verse": 13,
          "text": "Moving on from there, they encamped on the other side of the Arnon, in the wilderness that extends from the territory of the Amorites; for the Arnon forms Moab’s boundary, between Moab and the Amorites."
        },
        {
          "verse": 14,
          "text": "Hence it is said in the “Book of the Wars of the LORD”: “Waheb in Suphah and the wadies,"
        },
        {
          "verse": 15,
          "text": "Arnon and the wadi gorges That reach back toward the site of Ar and lean against the border of Moab.”"
        },
        {
          "verse": 16,
          "text": "From there they went to Beer, which is the well of which the LORD said to Moses, Gather the people together so that I may give them water."
        },
        {
          "verse": 17,
          "text": "Then Israel sang this song: Spring up, O well!—so sing to it—"
        },
        {
          "verse": 18,
          "text": "The well that the princes sank, that the nobles of the people dug, With their scepters and their staffs— from the wilderness, a gift."
        },
        {
          "verse": 19,
          "text": "From Beer to Nahaliel, from Nahaliel to Bamoth,"
        },
        {
          "verse": 20,
          "text": "from Bamoth to the valley in the country of Moab at the headland of Pisgah that overlooks Jeshimon."
        },
        {
          "verse": 21,
          "text": "Victory over Sihon. Now Israel sent messengers to Sihon, king of the Amorites, with the message,"
        },
        {
          "verse": 22,
          "text": "“Let us pass through your land. We will not turn aside into any field or vineyard, nor will we drink any well water, but we will go straight along the King’s Highway until we have passed through your territory.”"
        },
        {
          "verse": 23,
          "text": "Sihon, however, would not permit Israel to pass through his territory, but mustered all his forces and advanced against Israel into the wilderness. When he reached Jahaz, he engaged Israel in battle."
        },
        {
          "verse": 24,
          "text": "But Israel put him to the sword, and took possession of his land from the Arnon to the Jabbok and as far as Jazer of the Ammonites, for Jazer is the boundary of the Ammonites."
        },
        {
          "verse": 25,
          "text": "Israel seized all the towns here, and Israel settled in all the towns of the Amorites, in Heshbon and all its dependencies."
        },
        {
          "verse": 26,
          "text": "For Heshbon was the city of Sihon, king of the Amorites, who had fought against the former king of Moab and had taken all his land from him as far as the Arnon."
        },
        {
          "verse": 27,
          "text": "That is why the poets say: “Come to Heshbon, let it be rebuilt, let Sihon’s city be firmly constructed."
        },
        {
          "verse": 28,
          "text": "For fire went forth from Heshbon and a blaze from the city of Sihon; It consumed Ar of Moab and swallowed up the high places of the Arnon."
        },
        {
          "verse": 29,
          "text": "Woe to you, Moab! You are no more, people of Chemosh! He let his sons become fugitives and his daughters be taken captive by the Amorite king Sihon."
        },
        {
          "verse": 30,
          "text": "From Heshbon to Dibon their dominion is no more; Ar is laid waste; fires blaze as far as Medeba.”"
        },
        {
          "verse": 31,
          "text": "So Israel settled in the land of the Amorites."
        },
        {
          "verse": 32,
          "text": "Moses sent spies to Jazer; and the Israelites captured it with its dependencies and dispossessed the Amorites who were there."
        },
        {
          "verse": 33,
          "text": "Victory over Og. Then they turned and went up along the road to Bashan. But Og, king of Bashan, advanced against them with all his forces to give battle at Edrei."
        },
        {
          "verse": 34,
          "text": "The LORD, however, said to Moses: Do not fear him; for into your hand I deliver him with all his forces and his land. You will do to him as you did to Sihon, king of the Amorites, who reigned in Heshbon."
        },
        {
          "verse": 35,
          "text": "So they struck him down with his sons and all his forces, until not a survivor was left to him, and they took possession of his land."
        }
      ]
    },
    {
      "chapter": 22,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 22 - Then the Israelites moved on and encamped in the plains of Moab on the other side of the Jordan opposite Jericho."
        },
        {
          "verse": 2,
          "text": "Balaam Summoned. Now Balak, son of Zippor, saw all that Israel did to the Amorites,"
        },
        {
          "verse": 3,
          "text": "and Moab feared the Israelites greatly because they were numerous. Moab was in dread of the Israelites."
        },
        {
          "verse": 4,
          "text": "So Moab said to the elders of Midian, “Now this horde will devour everything around us as an ox devours the grass of the field.” At that time Balak, son of Zippor, was king of Moab;"
        },
        {
          "verse": 5,
          "text": "and he sent messengers to Balaam, son of Beor, at Pethor on the river, in the land of the Ammonites, to summon him with these words, “A people has come out of Egypt! They have covered up the earth and are settling down opposite me!"
        },
        {
          "verse": 6,
          "text": "Now come, curse this people for me, since they are stronger than I am. Perhaps I may be able to defeat them and drive them out of the land. For I know that whoever you bless is blessed and whoever you curse is cursed.”"
        },
        {
          "verse": 7,
          "text": "So the elders of Moab and the elders of Midian, themselves experts in divination, left and went to Balaam, to whom they gave Balak’s message."
        },
        {
          "verse": 8,
          "text": "He said to them, “Stay here overnight, and I will give you whatever answer the LORD gives me.” So the princes of Moab lodged with Balaam."
        },
        {
          "verse": 9,
          "text": "Then God came to Balaam and said: Who are these men with you?"
        },
        {
          "verse": 10,
          "text": "Balaam answered God, “Balak, son of Zippor, king of Moab, sent me the message:"
        },
        {
          "verse": 11,
          "text": "‘This people that has come out of Egypt has covered up the earth. Now come, lay a curse on them for me; perhaps I may be able to fight them and drive them out.’”"
        },
        {
          "verse": 12,
          "text": "But God said to Balaam: Do not go with them and do not curse this people, for they are blessed."
        },
        {
          "verse": 13,
          "text": "The next morning Balaam arose and told the princes of Balak, “Go back to your own country, for the LORD has refused to let me go with you.”"
        },
        {
          "verse": 14,
          "text": "So the princes of Moab went back to Balak with the report, “Balaam refused to come with us.”"
        },
        {
          "verse": 15,
          "text": "Second Appeal to Balaam. Balak yet again sent princes, who were more numerous and more distinguished than the others."
        },
        {
          "verse": 16,
          "text": "On coming to Balaam they told him, “Thus says Balak, son of Zippor: Please do not refuse to come to me."
        },
        {
          "verse": 17,
          "text": "I will reward you very handsomely and will do anything you ask of me. Come, lay a curse on this people for me.”"
        },
        {
          "verse": 18,
          "text": "But Balaam replied to Balak’s servants, “Even if Balak gave me his house full of silver and gold, I could not do anything, small or great, contrary to the command of the LORD, my God."
        },
        {
          "verse": 19,
          "text": "But, you too stay here overnight, so that I may learn what else the LORD may say to me.”"
        },
        {
          "verse": 20,
          "text": "That night God came to Balaam and said to him: If these men have come to summon you, go back with them; yet only on the condition that you do exactly as I tell you."
        },
        {
          "verse": 21,
          "text": "So the next morning when Balaam arose, he saddled his donkey, and went off with the princes of Moab."
        },
        {
          "verse": 22,
          "text": "The Talking Donkey. But now God’s anger flared up at him for going, and the angel of the LORD took up a position on the road as his adversary. As Balaam was riding along on his donkey, accompanied by two of his servants,"
        },
        {
          "verse": 23,
          "text": "the donkey saw the angel of the LORD standing in the road with sword drawn. The donkey turned off the road and went into the field, and Balaam beat the donkey to bring her back on the road."
        },
        {
          "verse": 24,
          "text": "Then the angel of the LORD stood in a narrow lane between vineyards with a stone wall on each side."
        },
        {
          "verse": 25,
          "text": "When the donkey saw the angel of the LORD there, she pressed against the wall; and since she squeezed Balaam’s leg against the wall, he beat her again."
        },
        {
          "verse": 26,
          "text": "Then the angel of the LORD again went ahead, and stood next in a passage so narrow that there was no room to move either to the right or to the left."
        },
        {
          "verse": 27,
          "text": "When the donkey saw the angel of the LORD there, she lay down under Balaam. Balaam’s anger flared up and he beat the donkey with his stick."
        },
        {
          "verse": 28,
          "text": "Then the LORD opened the mouth of the donkey, and she asked Balaam, “What have I done to you that you beat me these three times?”"
        },
        {
          "verse": 29,
          "text": "“You have acted so willfully against me,” said Balaam to the donkey, “that if I only had a sword at hand, I would kill you here and now.”"
        },
        {
          "verse": 30,
          "text": "But the donkey said to Balaam, “Am I not your donkey, on which you have always ridden until now? Have I been in the habit of treating you this way before?” “No,” he replied."
        },
        {
          "verse": 31,
          "text": "Then the LORD opened Balaam’s eyes, so that he saw the angel of the LORD standing on the road with sword drawn; and he knelt and bowed down to the ground."
        },
        {
          "verse": 32,
          "text": "But the angel of the LORD said to him: “Why have you beaten your donkey these three times? I have come as an adversary because this rash journey of yours is against my will."
        },
        {
          "verse": 33,
          "text": "When the donkey saw me, she turned away from me these three times. If she had not turned away from me, you are the one I would have killed, though I would have spared her.”"
        },
        {
          "verse": 34,
          "text": "Then Balaam said to the angel of the LORD, “I have sinned. Yet I did not know that you took up a position to oppose my journey. Since it has displeased you, I will go back home.”"
        },
        {
          "verse": 35,
          "text": "But the angel of the LORD said to Balaam: “Go with the men; but you may say only what I tell you.” So Balaam went on with the princes of Balak."
        },
        {
          "verse": 36,
          "text": "When Balak heard that Balaam was coming, he went out to meet him at Ar-Moab on the border formed by the Arnon, at its most distant point."
        },
        {
          "verse": 37,
          "text": "And Balak said to Balaam, “Did I not send an urgent summons to you? Why did you not come to me? Did you think I could not reward you?”"
        },
        {
          "verse": 38,
          "text": "Balaam answered Balak, “Well, I have come to you after all. But what power have I to say anything? I can speak only what God puts in my mouth.”"
        },
        {
          "verse": 39,
          "text": "Then Balaam went with Balak, and they came to Kiriath-huzoth."
        },
        {
          "verse": 40,
          "text": "Here Balak sacrificed oxen and sheep, and sent portions to Balaam and to the princes who were with him."
        },
        {
          "verse": 41,
          "text": "The First Oracle. The next morning Balak took Balaam up on Bamoth-baal, and from there he could see some of the people."
        }
      ]
    },
    {
      "chapter": 23,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 23 - Then Balaam said to Balak, “Build me seven altars here, and here prepare seven bulls and seven rams for me.”"
        },
        {
          "verse": 2,
          "text": "So Balak did as Balaam had ordered, and Balak and Balaam offered a bull and a ram on each altar."
        },
        {
          "verse": 3,
          "text": "Balaam said to Balak, “Stand here by your burnt offering while I go over there. Perhaps the LORD will meet me, and then I will tell you whatever he lets me see.” And so he went out on the barren height."
        },
        {
          "verse": 4,
          "text": "Then God met Balaam, and Balak said to him: “I have erected the seven altars, and have offered a bull and a ram on each altar.”"
        },
        {
          "verse": 5,
          "text": "The LORD put an utterance in Balaam’s mouth, and said: Go back to Balak, and speak accordingly."
        },
        {
          "verse": 6,
          "text": "So he went back to Balak, who was still standing by his burnt offering together with all the princes of Moab."
        },
        {
          "verse": 7,
          "text": "Then Balaam recited his poem: From Aram Balak has led me here, Moab’s king, from the mountains of Qedem: “Come, curse for me Jacob, come, denounce Israel.”"
        },
        {
          "verse": 8,
          "text": "How can I lay a curse on the one whom God has not cursed? How denounce the one whom the LORD has not denounced?"
        },
        {
          "verse": 9,
          "text": "For from the top of the crags I see him, from the heights I behold him. Here is a people that lives apart and does not reckon itself among the nations."
        },
        {
          "verse": 10,
          "text": "Who has ever counted the dust of Jacob, who numbered Israel’s dust-cloud? May I die the death of the just, may my end be like theirs!"
        },
        {
          "verse": 11,
          "text": "“What have you done to me?” cried Balak to Balaam. “It was to lay a curse on my foes that I brought you here; but instead, you have blessed them!”"
        },
        {
          "verse": 12,
          "text": "Balaam replied, “Is it not what the LORD puts in my mouth that I take care to repeat?”"
        },
        {
          "verse": 13,
          "text": "The Second Oracle. Then Balak said to him, “Please come with me to another place from which you can see them; but you will see only some, not all of them, and from there lay a curse on them for me.”"
        },
        {
          "verse": 14,
          "text": "So he brought him to a lookout post on the top of Pisgah, where he built seven altars and offered a bull and a ram on each of them."
        },
        {
          "verse": 15,
          "text": "Balaam then said to Balak, “Stand here by your burnt offering, while I seek a meeting over there.”"
        },
        {
          "verse": 16,
          "text": "Then the LORD met Balaam, and, having put an utterance in his mouth, said to him: Return to Balak, and speak accordingly."
        },
        {
          "verse": 17,
          "text": "So he went to Balak, who was still standing by his burnt offering together with the princes of Moab. When Balak asked him, “What did the LORD say?”"
        },
        {
          "verse": 18,
          "text": "Balaam recited his poem: Rise, Balak, and listen; give ear to my testimony, son of Zippor!"
        },
        {
          "verse": 19,
          "text": "God is not a human being who speaks falsely, nor a mortal, who feels regret. Is God one to speak and not act, to decree and not bring it to pass?"
        },
        {
          "verse": 20,
          "text": "I was summoned to bless; I will bless; I cannot revoke it!"
        },
        {
          "verse": 21,
          "text": "Misfortune I do not see in Jacob, nor do I see misery in Israel. The LORD, their God, is with them; among them is the war-cry of their King."
        },
        {
          "verse": 22,
          "text": "They have the like of a wild ox’s horns: God who brought them out of Egypt."
        },
        {
          "verse": 23,
          "text": "No, there is no augury against Jacob, nor divination against Israel. Now it is said of Jacob, of Israel, “Look what God has done!”"
        },
        {
          "verse": 24,
          "text": "Here is a people that rises up like a lioness, and gets up like a lion; It does not rest till it has devoured its prey and has drunk the blood of the slain."
        },
        {
          "verse": 25,
          "text": "“Neither lay a curse on them nor bless them,” said Balak to Balaam."
        },
        {
          "verse": 26,
          "text": "But Balaam answered Balak, “Did I not tell you, ‘Everything the LORD tells me I must do’?”"
        },
        {
          "verse": 27,
          "text": "The Third Oracle. Then Balak said to Balaam, “Come, let me bring you to another place; perhaps God will approve of your laying a curse on them for me from there.”"
        },
        {
          "verse": 28,
          "text": "So he took Balaam to the top of Peor, that overlooks Jeshimon."
        },
        {
          "verse": 29,
          "text": "Balaam then said to Balak, “Build me seven altars here; and here prepare for me seven bulls and seven rams.”"
        },
        {
          "verse": 30,
          "text": "And Balak did as Balaam had ordered, offering a bull and a ram on each altar."
        }
      ]
    },
    {
      "chapter": 24,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 24 - Balaam, however, perceiving that the LORD was pleased to bless Israel, did not go aside as before to seek omens, but turned his gaze toward the wilderness."
        },
        {
          "verse": 2,
          "text": "When Balaam looked up and saw Israel encamped, tribe by tribe, the spirit of God came upon him,"
        },
        {
          "verse": 3,
          "text": "and he recited his poem: The oracle of Balaam, son of Beor, the oracle of the man whose eye is true,"
        },
        {
          "verse": 4,
          "text": "The oracle of one who hears what God says, and knows what the Most High knows, Of one who sees what the Almighty sees, in rapture and with eyes unveiled:"
        },
        {
          "verse": 5,
          "text": "How pleasant are your tents, Jacob; your encampments, Israel!"
        },
        {
          "verse": 6,
          "text": "Like palm trees spread out, like gardens beside a river, Like aloes the LORD planted, like cedars beside water;"
        },
        {
          "verse": 7,
          "text": "Water will drip from their buckets, their seed will have plentiful water; Their king will rise higher than Agag and their dominion will be exalted."
        },
        {
          "verse": 8,
          "text": "They have the like of a wild ox’s horns: God who brought them out of Egypt. They will devour hostile nations, break their bones, and crush their loins."
        },
        {
          "verse": 9,
          "text": "Crouching, they lie like a lion, or like a lioness; who will arouse them? Blessed are those who bless you, and cursed are those who curse you!"
        },
        {
          "verse": 10,
          "text": "In a blaze of anger at Balaam, Balak clapped his hands and said to him, “It was to lay a curse on my foes that I summoned you here; yet three times now you have actually blessed them!"
        },
        {
          "verse": 11,
          "text": "Now flee to your home. I promised to reward you richly, but the LORD has withheld the reward from you!”"
        },
        {
          "verse": 12,
          "text": "Balaam replied to Balak, “Did I not even tell the messengers whom you sent to me,"
        },
        {
          "verse": 13,
          "text": "‘Even if Balak gave me his house full of silver and gold, I could not of my own accord do anything, good or evil, contrary to the command of the LORD’? Whatever the LORD says I must say."
        },
        {
          "verse": 14,
          "text": "The Fourth Oracle. “But now that I am about to go to my own people, let me warn you what this people will do to your people in the days to come.”"
        },
        {
          "verse": 15,
          "text": "Then he recited his poem: The oracle of Balaam, son of Beor, the oracle of the man whose eye is true,"
        },
        {
          "verse": 16,
          "text": "The oracle of one who hears what God says, and knows what the Most High knows, Of one who sees what the Almighty sees, in rapture and with eyes unveiled."
        },
        {
          "verse": 17,
          "text": "I see him, though not now; I observe him, though not near: A star shall advance from Jacob, and a scepter shall rise from Israel, That will crush the brows of Moab, and the skull of all the Sethites,"
        },
        {
          "verse": 18,
          "text": "Edom will be dispossessed, and no survivor is left in Seir. Israel will act boldly,"
        },
        {
          "verse": 19,
          "text": "and Jacob will rule his foes."
        },
        {
          "verse": 20,
          "text": "Upon seeing Amalek, Balaam recited his poem: First of the nations is Amalek, but their end is to perish forever."
        },
        {
          "verse": 21,
          "text": "Upon seeing the Kenites, he recited his poem: Though your dwelling is safe, and your nest is set on a cliff;"
        },
        {
          "verse": 22,
          "text": "Yet Kain will be destroyed when Asshur takes you captive."
        },
        {
          "verse": 23,
          "text": "Upon seeing [the Ishmaelites?] he recited his poem: Alas, who shall survive of Ishmael,"
        },
        {
          "verse": 24,
          "text": "to deliver them from the hands of the Kittim? When they have conquered Asshur and conquered Eber, They too shall perish forever."
        },
        {
          "verse": 25,
          "text": "Then Balaam set out on his journey home; and Balak also went his way."
        }
      ]
    },
    {
      "chapter": 25,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 25 - Worship of Baal of Peor. While Israel was living at Shittim, the people profaned themselves by prostituting themselves with the Moabite women."
        },
        {
          "verse": 2,
          "text": "These then invited the people to the sacrifices of their god, and the people ate of the sacrifices and bowed down to their god."
        },
        {
          "verse": 3,
          "text": "Israel thereby attached itself to the Baal of Peor, and the LORD’s anger flared up against Israel."
        },
        {
          "verse": 4,
          "text": "The LORD said to Moses: Gather all the leaders of the people, and publicly execute them before the LORD, that the blazing wrath of the LORD may turn away from Israel."
        },
        {
          "verse": 5,
          "text": "So Moses told the Israelite judges, “Each of you kill those of his men who have attached themselves to the Baal of Peor.”"
        },
        {
          "verse": 6,
          "text": "Zeal of Phinehas. At this a certain Israelite came and brought in a Midianite woman to his kindred in the view of Moses and of the whole Israelite community, while they were weeping at the entrance of the tent of meeting."
        },
        {
          "verse": 7,
          "text": "When Phinehas, son of Eleazar, son of Aaron the priest, saw this, he rose up from the assembly, and taking a spear in his hand,"
        },
        {
          "verse": 8,
          "text": "followed the Israelite into the tent where he pierced the two of them, the Israelite and the woman. Thus the plague upon the Israelites was checked;"
        },
        {
          "verse": 9,
          "text": "but the dead from the plague were twenty-four thousand."
        },
        {
          "verse": 10,
          "text": "Then the LORD said to Moses:"
        },
        {
          "verse": 11,
          "text": "Phinehas, son of Eleazar, son of Aaron the priest, has turned my anger from the Israelites by his being as jealous among them as I am; that is why I did not put an end to the Israelites in my jealousy."
        },
        {
          "verse": 12,
          "text": "Announce, therefore, that I hereby give him my covenant of peace,"
        },
        {
          "verse": 13,
          "text": "which shall be for him and for his descendants after him the covenant of an everlasting priesthood, because he was jealous on behalf of his God and thus made expiation for the Israelites."
        },
        {
          "verse": 14,
          "text": "The name of the slain Israelite, the one slain with the Midianite woman, was Zimri, son of Salu, prince of a Simeonite ancestral house."
        },
        {
          "verse": 15,
          "text": "The name of the slain Midianite woman was Cozbi, daughter of Zur, who was head of a clan, an ancestral house, in Midian."
        },
        {
          "verse": 16,
          "text": "Vengeance on the Midianites. The LORD then said to Moses:"
        },
        {
          "verse": 17,
          "text": "Treat the Midianites as enemies and strike them,"
        },
        {
          "verse": 18,
          "text": "for they have been your enemies by the deceitful dealings they had with you regarding Peor and their kinswoman Cozbi, the daughter of a Midianite prince, who was slain at the time of the plague because of Peor."
        },
        {
          "verse": 19,
          "text": "III. Second Census of a New Generation and Preparation to Enter the Promised Land Chapter 26 - The Second Census. After the plague"
        }
      ]
    },
    {
      "chapter": 26,
      "verses": [
        {
          "verse": 1,
          "text": "the LORD said to Moses and Eleazar, son of Aaron the priest:"
        },
        {
          "verse": 2,
          "text": "Take a census, by ancestral houses, throughout the community of the Israelites of all those of twenty years or more who are eligible for military service in Israel."
        },
        {
          "verse": 3,
          "text": "So on the plains of Moab along the Jordan at Jericho, Moses and Eleazar the priest enrolled them,"
        },
        {
          "verse": 4,
          "text": "those of twenty years or more, as the LORD had commanded Moses. The Israelites who came out of the land of Egypt were as follows:"
        },
        {
          "verse": 5,
          "text": "Reuben, the firstborn of Israel. The descendants of Reuben by their clans were: through Hanoch, the clan of the Hanochites; through Pallu, the clan of the Palluites;"
        },
        {
          "verse": 6,
          "text": "through Hezron, the clan of the Hezronites; through Carmi, the clan of the Carmites."
        },
        {
          "verse": 7,
          "text": "These were the clans of the Reubenites, and those enrolled numbered forty-three thousand seven hundred and thirty."
        },
        {
          "verse": 8,
          "text": "From Pallu descended Eliab."
        },
        {
          "verse": 9,
          "text": "The sons of Eliab were Nemuel, Dathan, and Abiram—the same Dathan and Abiram, ones designated by the community, who contended with Moses and Aaron as part of Korah’s faction when they contended with the LORD."
        },
        {
          "verse": 10,
          "text": "The earth opened its mouth and swallowed them, along with Korah, as a warning. The faction was destroyed when the fire consumed two hundred and fifty men."
        },
        {
          "verse": 11,
          "text": "The descendants of Korah, however, did not die out."
        },
        {
          "verse": 12,
          "text": "The descendants of Simeon by clans were: through Nemuel, the clan of the Nemuelites; through Jamin, the clan of the Jaminites; through Jachin, the clan of the Jachinites;"
        },
        {
          "verse": 13,
          "text": "through Zerah, the clan of the Zerahites; through Shaul, the clan of the Shaulites."
        },
        {
          "verse": 14,
          "text": "These were the clans of the Simeonites, twenty-two thousand two hundred."
        },
        {
          "verse": 15,
          "text": "The descendants of Gad by clans were: through Zephon, the clan of the Zephonites; through Haggi, the clan of the Haggites; through Shuni, the clan of the Shunites;"
        },
        {
          "verse": 16,
          "text": "through Ozni, the clan of the Oznites; through Eri, the clan of the Erites;"
        },
        {
          "verse": 17,
          "text": "through Arod, the clan of the Arodites; through Areli, the clan of the Arelites."
        },
        {
          "verse": 18,
          "text": "These were the clans of the descendants of Gad, of whom there were enrolled forty thousand five hundred."
        },
        {
          "verse": 19,
          "text": "The sons of Judah were Er and Onan. Er and Onan died in the land of Canaan."
        },
        {
          "verse": 20,
          "text": "The descendants of Judah by their clans were: through Shelah, the clan of the Shelahites; through Perez, the clan of the Perezites; through Zerah, the clan of the Zerahites."
        },
        {
          "verse": 21,
          "text": "The descendants of Perez were: through Hezron, the clan of the Hezronites; through Hamul, the clan of the Hamulites."
        },
        {
          "verse": 22,
          "text": "These were the clans of Judah, of whom there were enrolled seventy-six thousand five hundred."
        },
        {
          "verse": 23,
          "text": "The descendants of Issachar by their clans were: through Tola, the clan of the Tolaites; through Puvah, the clan of the Puvahites;"
        },
        {
          "verse": 24,
          "text": "through Jashub, the clan of the Jashubites; through Shimron, the clan of the Shimronites."
        },
        {
          "verse": 25,
          "text": "These were the clans of Issachar, of whom there were enrolled sixty-four thousand three hundred."
        },
        {
          "verse": 26,
          "text": "The descendants of Zebulun by their clans were: through Sered, the clan of the Seredites; through Elon, the clan of the Elonites; through Jahleel, the clan of the Jahleelites."
        },
        {
          "verse": 27,
          "text": "These were the clans of the Zebulunites, of whom there were enrolled sixty thousand five hundred."
        },
        {
          "verse": 28,
          "text": "The sons of Joseph were Manasseh and Ephraim."
        },
        {
          "verse": 29,
          "text": "The descendants of Manasseh by clans were: through Machir, the clan of the Machirites. Now Machir begot Gilead: through Gilead, the clan of the Gileadites."
        },
        {
          "verse": 30,
          "text": "The descendants of Gilead were: through Iezer, the clan of the Iezrites; through Helek, the clan of the Helekites;"
        },
        {
          "verse": 31,
          "text": "through Asriel, the clan of the Asrielites; through Shechem, the clan of the Shechemites;"
        },
        {
          "verse": 32,
          "text": "through Shemida, the clan of the Shemidaites; through Hepher, the clan of the Hepherites."
        },
        {
          "verse": 33,
          "text": "As for Zelophehad, son of Hepher—he had no sons, but only daughters. The names of the daughters of Zelophehad were Mahlah, Noah, Hoglah, Milcah and Tirzah."
        },
        {
          "verse": 34,
          "text": "These were the clans of Manasseh, and those enrolled numbered fifty-two thousand seven hundred."
        },
        {
          "verse": 35,
          "text": "These were the descendants of Ephraim by their clans: through Shuthelah, the clan of the Shuthelahites; through Becher, the clan of the Becherites; through Tahan, the clan of the Tahanites."
        },
        {
          "verse": 36,
          "text": "These were the descendants of Shuthelah: through Eran, the clan of the Eranites."
        },
        {
          "verse": 37,
          "text": "These were the clans of the Ephraimites, of whom there were enrolled thirty-two thousand five hundred. These were the descendants of Joseph by their clans."
        },
        {
          "verse": 38,
          "text": "The descendants of Benjamin by their clans were: through Bela, the clan of the Belaites; through Ashbel, the clan of the Ashbelites; through Ahiram, the clan of the Ahiramites;"
        },
        {
          "verse": 39,
          "text": "through Shupham, the clan of the Shuphamites; through Hupham, the clan of the Huphamites."
        },
        {
          "verse": 40,
          "text": "The sons of Bela were Ard and Naaman: through Ard, the clan of the Ardites; through Naaman, the clan of the Naamites."
        },
        {
          "verse": 41,
          "text": "These were the descendants of Benjamin by their clans, of whom there were enrolled forty-five thousand six hundred."
        },
        {
          "verse": 42,
          "text": "These were the descendants of Dan by their clans: through Shuham the clan of the Shuhamites. These were the clans of Dan,"
        },
        {
          "verse": 43,
          "text": "of whom there were enrolled sixty-four thousand four hundred."
        },
        {
          "verse": 44,
          "text": "The descendants of Asher by their clans were: through Imnah, the clan of the Imnites; through Ishvi, the clan of the Ishvites; through Beriah, the clan of the Beriites;"
        },
        {
          "verse": 45,
          "text": "through Heber, the clan of the Heberites; through Malchiel, the clan of the Malchielites."
        },
        {
          "verse": 46,
          "text": "The name of Asher’s daughter was Serah."
        },
        {
          "verse": 47,
          "text": "These were the clans of the descendants of Asher, of whom there were enrolled fifty-three thousand four hundred."
        },
        {
          "verse": 48,
          "text": "The descendants of Naphtali by their clans were: through Jahzeel, the clan of the Jahzeelites; through Guni, the clan of the Gunites;"
        },
        {
          "verse": 49,
          "text": "through Jezer, the clan of the Jezerites; through Shillem, the clan of the Shillemites."
        },
        {
          "verse": 50,
          "text": "These were the clans of Naphtali, of whom there were enrolled forty-five thousand four hundred."
        },
        {
          "verse": 51,
          "text": "These were the Israelites who were enrolled: six hundred and one thousand seven hundred and thirty. Allotment of the Land."
        },
        {
          "verse": 52,
          "text": "The LORD said to Moses:"
        },
        {
          "verse": 53,
          "text": "Among these the land shall be divided as their heritage in keeping with the number of people named."
        },
        {
          "verse": 54,
          "text": "To a large tribe you shall assign a large heritage, to a small tribe a small heritage, each receiving its heritage in proportion to the number enrolled in it."
        },
        {
          "verse": 55,
          "text": "But the land shall be divided by lot, all inheriting according to the lists of their ancestral tribes."
        },
        {
          "verse": 56,
          "text": "As the lot falls the heritage of each tribe, large or small, will be assigned."
        },
        {
          "verse": 57,
          "text": "Census of the Levites. These were the Levites enrolled by clans: through Gershon, the clan of the Gershonites; through Kohath, the clan of the Kohathites; through Merari, the clan of the Merarites."
        },
        {
          "verse": 58,
          "text": "These were clans of Levi: the clan of the Libnites, the clan of the Hebronites, the clan of the Mahlites, the clan of the Mushites, the clan of the Korahites. Now Kohath begot Amram,"
        },
        {
          "verse": 59,
          "text": "whose wife was named Jochebed. She was the daughter of Levi, born to Levi in Egypt. To Amram she bore Aaron and Moses and Miriam their sister."
        },
        {
          "verse": 60,
          "text": "To Aaron were born Nadab and Abihu, Eleazar and Ithamar."
        },
        {
          "verse": 61,
          "text": "But Nadab and Abihu died when they offered unauthorized fire before the LORD."
        },
        {
          "verse": 62,
          "text": "The Levites enrolled were twenty-three thousand, every male one month or more of age. They were not enrolled with the other Israelites, however, for no heritage was given them among the Israelites."
        },
        {
          "verse": 63,
          "text": "These, then, were those enrolled by Moses and Eleazar the priest, when they enrolled the Israelites on the plains of Moab along the Jordan at Jericho."
        },
        {
          "verse": 64,
          "text": "Among them there was not one of those who had been enrolled by Moses and Aaron the priest, when they enrolled the Israelites in the wilderness of Sinai."
        },
        {
          "verse": 65,
          "text": "For the LORD had told them that they would surely die in the wilderness, and not one of them was left except Caleb, son of Jephunneh, and Joshua, son of Nun."
        }
      ]
    },
    {
      "chapter": 27,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 27 - Zelophehad’s Daughters. The daughters of Zelophehad, son of Hepher, son of Gilead, son of Machir, son of Manasseh, came forward. (Zelophehad belonged to the clans of Manasseh, son of Joseph.) The names of his daughters were Mahlah, Noah, Hoglah, Milcah and Tirzah."
        },
        {
          "verse": 2,
          "text": "Standing before Moses, Eleazar the priest, the princes, and the whole community at the entrance of the tent of meeting, they said:"
        },
        {
          "verse": 3,
          "text": "“Our father died in the wilderness. Although he did not join the faction of those who conspired against the LORD, Korah’s faction, he died for his own sin without leaving any sons."
        },
        {
          "verse": 4,
          "text": "But why should our father’s name be cut off from his clan merely because he had no son? Give us land among our father’s kindred.” Laws Concerning Heiresses."
        },
        {
          "verse": 5,
          "text": "So Moses laid their case before the LORD,"
        },
        {
          "verse": 6,
          "text": "and the LORD said to him:"
        },
        {
          "verse": 7,
          "text": "The plea of Zelophehad’s daughters is just; you shall give them hereditary land among their father’s kindred and transfer their father’s heritage to them."
        },
        {
          "verse": 8,
          "text": "Tell the Israelites: If a man dies without leaving a son, you shall transfer his heritage to his daughter;"
        },
        {
          "verse": 9,
          "text": "if he has no daughter, you shall give his heritage to his brothers;"
        },
        {
          "verse": 10,
          "text": "if he has no brothers, you shall give his heritage to his father’s brothers;"
        },
        {
          "verse": 11,
          "text": "if his father had no brothers, you shall give his heritage to his nearest relative in his clan, who shall then take possession of it. This will be the statutory procedure for the Israelites, as the LORD commanded Moses."
        },
        {
          "verse": 12,
          "text": "Joshua to Succeed Moses. The LORD said to Moses: Go up into this mountain of the Abarim range and view the land that I have given to the Israelites."
        },
        {
          "verse": 13,
          "text": "When you have viewed it, you will be gathered to your people, as was Aaron your brother."
        },
        {
          "verse": 14,
          "text": "For in the rebellion of the community in the wilderness of Zin you both rebelled against my order to acknowledge my holiness before them by means of the water. (These were the waters of Meribah of Kadesh in the wilderness of Zin.)"
        },
        {
          "verse": 15,
          "text": "Then Moses said to the LORD,"
        },
        {
          "verse": 16,
          "text": "“May the LORD, the God of the spirits of all humanity, set over the community someone"
        },
        {
          "verse": 17,
          "text": "who will be their leader in battle and who will lead them out and bring them in, that the LORD’s community may not be like sheep without a shepherd.”"
        },
        {
          "verse": 18,
          "text": "And the LORD replied to Moses: Take Joshua, son of Nun, a man of spirit, and lay your hand upon him."
        },
        {
          "verse": 19,
          "text": "Have him stand before Eleazar the priest and the whole community, and commission him in their sight."
        },
        {
          "verse": 20,
          "text": "Invest him with some of your own power, that the whole Israelite community may obey him."
        },
        {
          "verse": 21,
          "text": "He shall present himself to Eleazar the priest, who will seek for him the decision of the Urim in the LORD’s presence; and as it directs, Joshua, all the Israelites with him, and the whole community will go out for battle; and as it directs, they will come in."
        },
        {
          "verse": 22,
          "text": "Moses did as the LORD had commanded him. Taking Joshua and having him stand before Eleazar the priest and the whole community,"
        },
        {
          "verse": 23,
          "text": "he laid his hands on him and commissioned him, as the LORD had directed through Moses."
        }
      ]
    },
    {
      "chapter": 28,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 28 - General Sacrifices. The LORD said to Moses:"
        },
        {
          "verse": 2,
          "text": "Give the Israelites this commandment: At their prescribed times, you will be careful to present to me the food offerings that are due me, oblations of pleasing aroma to me."
        },
        {
          "verse": 3,
          "text": "Each Morning and Evening. You will tell them therefore: This is the oblation which you will offer to the LORD: two unblemished yearling lambs each day as the regular burnt offering,"
        },
        {
          "verse": 4,
          "text": "offering one lamb in the morning and the other during the evening twilight,"
        },
        {
          "verse": 5,
          "text": "each with a grain offering of one tenth of an ephah of bran flour mixed with a fourth of a hin of oil of crushed olives."
        },
        {
          "verse": 6,
          "text": "This is the regular burnt offering that was made at Mount Sinai for a pleasing aroma, an oblation to the LORD."
        },
        {
          "verse": 7,
          "text": "And as the libation for the first lamb, you will make a libation to the LORD in the sanctuary of a fourth of a hin of strong drink."
        },
        {
          "verse": 8,
          "text": "The other lamb you will offer during the evening twilight, making the same grain offering and the same libation as in the morning, as an oblation of pleasing aroma to the LORD."
        },
        {
          "verse": 9,
          "text": "On the Sabbath. On the sabbath day: two unblemished yearling lambs, with a grain offering of two tenths of an ephah of bran flour mixed with oil, and its libation."
        },
        {
          "verse": 10,
          "text": "This is the sabbath burnt offering each sabbath, in addition to the regular burnt offering and its libation."
        },
        {
          "verse": 11,
          "text": "At the New Moon Feast. On your new moons you will offer as a burnt offering to the LORD two bulls of the herd, one ram, and seven unblemished yearling lambs,"
        },
        {
          "verse": 12,
          "text": "with three tenths of an ephah of bran flour mixed with oil as the grain offering for each bull, two tenths of an ephah of bran flour mixed with oil as the grain offering for the ram,"
        },
        {
          "verse": 13,
          "text": "and one tenth of an ephah of bran flour mixed with oil as the grain offering for each lamb, a burnt offering with a pleasing aroma, an oblation to the LORD."
        },
        {
          "verse": 14,
          "text": "Their libations will consist of a half a hin of wine for each bull, a third of a hin for the ram, and a fourth of a hin for each lamb. This is the burnt offering for the new moon, for every new moon through the months of the year."
        },
        {
          "verse": 15,
          "text": "Moreover, there will be one goat for a purification offering to the LORD; it will be offered in addition to the regular burnt offering and its libation."
        },
        {
          "verse": 16,
          "text": "At the Passover. The fourteenth day of the first month is the Passover of the LORD,"
        },
        {
          "verse": 17,
          "text": "and the fifteenth day of this month is the pilgrimage feast. For seven days unleavened bread is to be eaten."
        },
        {
          "verse": 18,
          "text": "On the first day you will declare a holy day, and you shall do no heavy work."
        },
        {
          "verse": 19,
          "text": "You will offer an oblation, a burnt offering to the LORD: two bulls of the herd, one ram, and seven yearling lambs that you are sure are unblemished."
        },
        {
          "verse": 20,
          "text": "Their grain offerings will be of bran flour mixed with oil; you will offer three tenths of an ephah for each bull and two tenths for the ram."
        },
        {
          "verse": 21,
          "text": "You will offer one tenth for each of the seven lambs;"
        },
        {
          "verse": 22,
          "text": "and one goat as a purification offering to make atonement for yourselves."
        },
        {
          "verse": 23,
          "text": "These offerings you will make in addition to the morning burnt offering which is part of the regular burnt offering."
        },
        {
          "verse": 24,
          "text": "You will make exactly the same offerings each day for seven days as food offerings, oblations of pleasing aroma to the LORD; they will be offered in addition to the regular burnt offering with its libation."
        },
        {
          "verse": 25,
          "text": "On the seventh day you will declare a holy day: you shall do no heavy work."
        },
        {
          "verse": 26,
          "text": "At Pentecost. On the day of first fruits, on your feast of Weeks, when you present to the LORD an offering of new grain, you will declare a holy day: you shall do no heavy work."
        },
        {
          "verse": 27,
          "text": "You will offer burnt offering for a pleasing aroma to the LORD: two bulls of the herd, one ram, and seven yearling lambs that you are sure are unblemished."
        },
        {
          "verse": 28,
          "text": "Their grain offerings will be of bran flour mixed with oil: three tenths of an ephah for each bull, two tenths for the ram,"
        },
        {
          "verse": 29,
          "text": "and one tenth for each of the seven lambs."
        },
        {
          "verse": 30,
          "text": "One goat will be for a purification offering to make atonement for yourselves."
        },
        {
          "verse": 31,
          "text": "You will make these offerings, together with their libations, in addition to the regular burnt offering with its grain offering."
        }
      ]
    },
    {
      "chapter": 29,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 29 - On New Year’s Day. In the seventh month on the first day you will declare a holy day, and do no heavy work; it shall be a day on which you sound the trumpet."
        },
        {
          "verse": 2,
          "text": "You will offer a burnt offering for a pleasing aroma to the LORD: one bull of the herd, one ram, and seven unblemished yearling lambs."
        },
        {
          "verse": 3,
          "text": "Their grain offerings will be of bran flour mixed with oil: three tenths of an ephah for the bull, two tenths for the ram,"
        },
        {
          "verse": 4,
          "text": "and one tenth for each of the seven lambs."
        },
        {
          "verse": 5,
          "text": "One goat will be a purification offering to make atonement for yourselves."
        },
        {
          "verse": 6,
          "text": "These are in addition to the burnt offering for the new moon with its grain offering, and in addition to the regular burnt offering with its grain offering, together with the libations prescribed for them, for a pleasing aroma, an oblation to the LORD."
        },
        {
          "verse": 7,
          "text": "On the Day of Atonement. On the tenth day of this seventh month you will declare a holy day, humble yourselves, and do no sort of work."
        },
        {
          "verse": 8,
          "text": "You will offer a burnt offering to the LORD, a pleasing aroma: one bull of the herd, one ram, and seven yearling lambs that you are sure are unblemished."
        },
        {
          "verse": 9,
          "text": "Their grain offerings of bran flour mixed with oil: three tenths of an ephah for the bull, two tenths for the one ram,"
        },
        {
          "verse": 10,
          "text": "and one tenth for each of the seven lambs."
        },
        {
          "verse": 11,
          "text": "One goat will be a purification offering. These are in addition to the purification offering for purging, the regular burnt offering with its grain offering, and their libations."
        },
        {
          "verse": 12,
          "text": "On the Feast of Booths. On the fifteenth day of the seventh month you will declare a holy day: you shall do no heavy work. For the following seven days you will celebrate a pilgrimage feast to the LORD."
        },
        {
          "verse": 13,
          "text": "You will offer a burnt offering, an oblation of pleasing aroma to the LORD: thirteen bulls of the herd, two rams, and fourteen yearling lambs that are unblemished."
        },
        {
          "verse": 14,
          "text": "Their grain offerings will be of bran flour mixed with oil: three tenths of an ephah for each of the thirteen bulls, two tenths for each of the two rams,"
        },
        {
          "verse": 15,
          "text": "and one tenth for each of the fourteen lambs."
        },
        {
          "verse": 16,
          "text": "One goat will be a purification offering. These are in addition to the regular burnt offering with its grain offering and libation."
        },
        {
          "verse": 17,
          "text": "On the second day: twelve bulls of the herd, two rams, and fourteen unblemished yearling lambs,"
        },
        {
          "verse": 18,
          "text": "with the grain offerings and libations for the bulls, rams and lambs in their prescribed number,"
        },
        {
          "verse": 19,
          "text": "as well as one goat as a purification offering, besides the regular burnt offering with its grain offering and libation."
        },
        {
          "verse": 20,
          "text": "On the third day: eleven bulls, two rams, and fourteen unblemished yearling lambs,"
        },
        {
          "verse": 21,
          "text": "with the grain offerings and libations for the bulls, rams and lambs in their prescribed number,"
        },
        {
          "verse": 22,
          "text": "as well as one goat for a purification offering, besides the regular burnt offering with its grain offering and libation."
        },
        {
          "verse": 23,
          "text": "On the fourth day: ten bulls, two rams, and fourteen unblemished yearling lambs,"
        },
        {
          "verse": 24,
          "text": "the grain offerings and libations for the bulls, rams and lambs in their prescribed number,"
        },
        {
          "verse": 25,
          "text": "as well as one goat as a purification offering, besides the regular burnt offering, its grain offering and libation."
        },
        {
          "verse": 26,
          "text": "On the fifth day: nine bulls, two rams, and fourteen unblemished yearling lambs,"
        },
        {
          "verse": 27,
          "text": "with the grain offerings and libations for the bulls, rams and lambs in their prescribed number,"
        },
        {
          "verse": 28,
          "text": "as well as one goat as a purification offering, besides the regular burnt offering with its grain offering and libation."
        },
        {
          "verse": 29,
          "text": "On the sixth day: eight bulls, two rams, and fourteen unblemished yearling lambs,"
        },
        {
          "verse": 30,
          "text": "with the grain offerings and libations for the bulls, rams and lambs in their prescribed number,"
        },
        {
          "verse": 31,
          "text": "as well as one goat as a purification offering, besides the regular burnt offering, its grain offering and libation."
        },
        {
          "verse": 32,
          "text": "On the seventh day: seven bulls, two rams, and fourteen unblemished yearling lambs,"
        },
        {
          "verse": 33,
          "text": "with the grain offerings and libations for the bulls, rams and lambs in their prescribed number,"
        },
        {
          "verse": 34,
          "text": "as well as one goat as a purification offering, besides the regular burnt offering, its grain offering and libation."
        },
        {
          "verse": 35,
          "text": "On the eighth day you will hold a public assembly: you shall do no heavy work."
        },
        {
          "verse": 36,
          "text": "You will offer a burnt offering, an oblation of pleasing aroma to the LORD: one bull, one ram, and seven unblemished yearling lambs,"
        },
        {
          "verse": 37,
          "text": "with the grain offerings and libations for the bulls, rams and lambs in their prescribed number,"
        },
        {
          "verse": 38,
          "text": "as well as one goat as a purification offering, besides the regular burnt offering with its grain offering and libation."
        },
        {
          "verse": 39,
          "text": "These are the offerings you will make to the LORD on your festivals, besides your votive or voluntary offerings of burnt offerings, grain offerings, libations, and communion offerings."
        }
      ]
    },
    {
      "chapter": 30,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 30 - So Moses instructed the Israelites exactly as the LORD had commanded him."
        },
        {
          "verse": 2,
          "text": "Validity and Annulment of Vows. Moses said to the heads of the Israelite tribes, “This is what the LORD has commanded:"
        },
        {
          "verse": 3,
          "text": "When a man makes a vow to the LORD or binds himself under oath to a pledge, he shall not violate his word, but must fulfill exactly the promise he has uttered."
        },
        {
          "verse": 4,
          "text": "“When a woman makes a vow to the LORD, or binds herself to a pledge, while still in her father’s house in her youth,"
        },
        {
          "verse": 5,
          "text": "and her father learns of her vow or the pledge to which she bound herself and says nothing to her about it, then any vow or any pledge to which she bound herself remains valid."
        },
        {
          "verse": 6,
          "text": "But if on the day he learns of it her father opposes her, then any vow or any pledge to which she bound herself becomes invalid; and the LORD will release her from it, since her father opposed her."
        },
        {
          "verse": 7,
          "text": "“If she marries while under a vow or under a rash pledge to which she bound herself,"
        },
        {
          "verse": 8,
          "text": "and her husband learns of it, yet says nothing to her on the day he learns it, then the vows or the pledges to which she bound herself remain valid."
        },
        {
          "verse": 9,
          "text": "But if on the day her husband learns of it he opposes her, he thereby annuls the vow she had made or the rash pledge to which she had bound herself, and the LORD will release her from it."
        },
        {
          "verse": 10,
          "text": "(The vow of a widow or of a divorced woman, however, any pledge to which such a woman binds herself, is valid.)"
        },
        {
          "verse": 11,
          "text": "“If it is in her husband’s house that she makes a vow or binds herself under oath to a pledge,"
        },
        {
          "verse": 12,
          "text": "and her husband learns of it yet says nothing to her to oppose her, then all her vows remain valid or any pledge to which she has bound herself."
        },
        {
          "verse": 13,
          "text": "But if on the day he learns of them her husband annuls them, then whatever she has expressly promised in her vows or in her pledge becomes invalid; since her husband has annulled them, the LORD will release her from them."
        },
        {
          "verse": 14,
          "text": "“Any vow or any pledge that she makes under oath to humble herself, her husband may either confirm or annul."
        },
        {
          "verse": 15,
          "text": "But if her husband, day after day, says nothing at all to her, he thereby confirms all her vows or all the pledges incumbent upon her; he has confirmed them, because on the day he learned of them he said nothing to her."
        },
        {
          "verse": 16,
          "text": "If, however, he annuls them some time after he first learned of them, he will be responsible for her guilt.”"
        },
        {
          "verse": 17,
          "text": "These are the statutes which the LORD commanded Moses concerning a husband and his wife, as well as a father and his daughter while she is still in her youth in her father’s house."
        }
      ]
    },
    {
      "chapter": 31,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 31 - Campaign Against the Midianites. The LORD said to Moses:"
        },
        {
          "verse": 2,
          "text": "Avenge the Israelites on the Midianites, and then you will be gathered to your people."
        },
        {
          "verse": 3,
          "text": "So Moses told the people, “Arm some men among you for the campaign, to attack Midian and to execute the LORD’s vengeance on Midian."
        },
        {
          "verse": 4,
          "text": "From each of the tribes of Israel you will send a thousand men to the campaign.”"
        },
        {
          "verse": 5,
          "text": "From the contingents of Israel, therefore, a thousand men of each tribe were levied, so that there were twelve thousand men armed for war."
        },
        {
          "verse": 6,
          "text": "Moses sent them out on the campaign, a thousand from each tribe, with Phinehas, son of Eleazar, the priest for the campaign, who had with him the sacred vessels and the trumpets for sounding the alarm."
        },
        {
          "verse": 7,
          "text": "They waged war against the Midianites, as the LORD had commanded Moses, and killed every male."
        },
        {
          "verse": 8,
          "text": "Besides those slain in battle, they killed the kings of Midian: Evi, Rekem, Zur, Hur and Reba, the five kings of Midian; and they also killed Balaam, son of Beor, with the sword."
        },
        {
          "verse": 9,
          "text": "But the Israelites took captive the women of the Midianites with their children, and all their herds and flocks and wealth as loot,"
        },
        {
          "verse": 10,
          "text": "while they set on fire all the towns where they had settled and all their encampments."
        },
        {
          "verse": 11,
          "text": "Then they took all the plunder, with the people and animals they had captured, and brought the captives, together with the spoils and plunder,"
        },
        {
          "verse": 12,
          "text": "to Moses and Eleazar the priest and to the Israelite community at their camp on the plains of Moab by the Jordan opposite Jericho."
        },
        {
          "verse": 13,
          "text": "Treatment of the Captives. When Moses and Eleazar the priest, with all the leaders of the community, went outside the camp to meet them,"
        },
        {
          "verse": 14,
          "text": "Moses became angry with the officers of the army, the commanders of thousands and the commanders of hundreds, who were returning from the military campaign."
        },
        {
          "verse": 15,
          "text": "“So you have spared all the women!” he exclaimed."
        },
        {
          "verse": 16,
          "text": "“These are the very ones who on Balaam’s advice were behind the Israelites’ unfaithfulness to the LORD in the affair at Peor, so that plague struck the LORD’s community."
        },
        {
          "verse": 17,
          "text": "Now kill, therefore, every male among the children and kill every woman who has had sexual relations with a man."
        },
        {
          "verse": 18,
          "text": "But you may spare for yourselves all the girls who have not had sexual relations."
        },
        {
          "verse": 19,
          "text": "Purification After Combat. “Moreover, remain outside the camp for seven days; every one of you who has killed anyone or touched someone killed will purify yourselves on the third and on the seventh day—both you and your captives."
        },
        {
          "verse": 20,
          "text": "You will also purify every garment, every article of leather, everything made of goats’ hair, and every article of wood.”"
        },
        {
          "verse": 21,
          "text": "Eleazar the priest told the soldiers who had taken part in the battle: “This is the prescribed ritual which the LORD has commanded Moses:"
        },
        {
          "verse": 22,
          "text": "gold, silver, bronze, iron, tin and lead—"
        },
        {
          "verse": 23,
          "text": "whatever can stand fire—you shall put into the fire, that it may become clean; however, it must also be purified with water of purification. But whatever cannot stand fire you must put into the water."
        },
        {
          "verse": 24,
          "text": "On the seventh day you will wash your garments, and then you will again be clean. After that you may enter the camp.”"
        },
        {
          "verse": 25,
          "text": "Division of the Spoils. The LORD said to Moses:"
        },
        {
          "verse": 26,
          "text": "With the help of Eleazar the priest and of the heads of the ancestral houses of the community, inventory all the spoils captured, human being and beast alike;"
        },
        {
          "verse": 27,
          "text": "then divide the spoils between the warriors who went on the campaign and the whole community."
        },
        {
          "verse": 28,
          "text": "You will levy a tax for the LORD on the soldiers who went on the campaign: one out of every five hundred persons, oxen, donkeys, and sheep."
        },
        {
          "verse": 29,
          "text": "From their half you will take it and give it to Eleazar the priest as a contribution to the LORD."
        },
        {
          "verse": 30,
          "text": "From the Israelites’ half you will take one captive from every fifty human beings, oxen, donkeys, and sheep—all the animals—and give them to the Levites, who perform the duties of the LORD’s tabernacle."
        },
        {
          "verse": 31,
          "text": "So Moses and Eleazar the priest did this, as the LORD had commanded Moses."
        },
        {
          "verse": 32,
          "text": "Amount of the Plunder. This plunder, what was left of the loot which the troops had taken, amounted to six hundred and seventy-five thousand sheep,"
        },
        {
          "verse": 33,
          "text": "seventy-two thousand oxen,"
        },
        {
          "verse": 34,
          "text": "sixty-one thousand donkeys,"
        },
        {
          "verse": 35,
          "text": "and thirty-two thousand women who had not had sexual relations."
        },
        {
          "verse": 36,
          "text": "The half-share that fell to those who had gone out on the campaign was in number: three hundred and thirty-seven thousand five hundred sheep,"
        },
        {
          "verse": 37,
          "text": "of which six hundred and seventy-five fell as tax to the LORD;"
        },
        {
          "verse": 38,
          "text": "thirty-six thousand oxen, of which seventy-two fell as tax to the LORD;"
        },
        {
          "verse": 39,
          "text": "thirty thousand five hundred donkeys, of which sixty-one fell as tax to the LORD;"
        },
        {
          "verse": 40,
          "text": "and sixteen thousand persons, of whom thirty-two persons fell as tax to the LORD."
        },
        {
          "verse": 41,
          "text": "Moses gave the taxes contributed to the LORD to Eleazar the priest, exactly as the LORD had commanded Moses."
        },
        {
          "verse": 42,
          "text": "As for the Israelites’ half, which Moses had taken from the men who had fought—"
        },
        {
          "verse": 43,
          "text": "the community’s half was three hundred and thirty-seven thousand five hundred sheep,"
        },
        {
          "verse": 44,
          "text": "thirty-six thousand oxen,"
        },
        {
          "verse": 45,
          "text": "thirty thousand five hundred donkeys,"
        },
        {
          "verse": 46,
          "text": "and sixteen thousand persons."
        },
        {
          "verse": 47,
          "text": "From the Israelites’ half, Moses took one captive from every fifty, from human being and beast alike, and gave them to the Levites, who performed the duties of the LORD’s tabernacle, exactly as the LORD had commanded Moses."
        },
        {
          "verse": 48,
          "text": "Gifts of the Officers. Then those who were officers over the contingents of the army, commanders of thousands and commanders of hundreds, came up to Moses"
        },
        {
          "verse": 49,
          "text": "and said to him, “Your servants have counted the soldiers under our command, and not one of us is missing."
        },
        {
          "verse": 50,
          "text": "So, we have brought as an offering to the LORD articles of gold that each of us has picked up—anklets, bracelets, rings, earrings, or pendants—to make atonement for ourselves before the LORD.”"
        },
        {
          "verse": 51,
          "text": "Moses and Eleazar the priest accepted the gold from them, all fashioned pieces."
        },
        {
          "verse": 52,
          "text": "The gold that was given as a contribution to the LORD—from the commanders of thousands and the commanders of hundreds—amounted in all to sixteen thousand seven hundred and fifty shekels."
        },
        {
          "verse": 53,
          "text": "What the common soldiers had looted each one kept for himself."
        },
        {
          "verse": 54,
          "text": "So Moses and Eleazar the priest accepted the gold from the commanders of thousands and of hundreds, and put it in the tent of meeting as a reminder on behalf of the Israelites before the LORD."
        }
      ]
    },
    {
      "chapter": 32,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 32 - Request of Gad and Reuben. Now the Reubenites and Gadites had a very large number of livestock. Noticing that the land of Jazer and of Gilead was a place suited to livestock,"
        },
        {
          "verse": 2,
          "text": "the Gadites and Reubenites came to Moses and Eleazar the priest and to the leaders of the community and said,"
        },
        {
          "verse": 3,
          "text": "“The region of Ataroth, Dibon, Jazer, Nimrah, Heshbon, Elealeh, Sebam, Nebo and Baal-meon—"
        },
        {
          "verse": 4,
          "text": "the land which the LORD has laid low before the community of Israel, is a land for livestock, and your servants have livestock.”"
        },
        {
          "verse": 5,
          "text": "They continued, “If we find favor with you, let this land be given to your servants as their possession. Do not make us cross the Jordan.”"
        },
        {
          "verse": 6,
          "text": "Moses’ Rebuke. But Moses answered the Gadites and Reubenites: “Are your kindred, then, to go to war, while you remain here?"
        },
        {
          "verse": 7,
          "text": "Why do you wish to discourage the Israelites from crossing to the land the LORD has given them?"
        },
        {
          "verse": 8,
          "text": "That is just what your ancestors did when I sent them from Kadesh-barnea to reconnoiter the land."
        },
        {
          "verse": 9,
          "text": "They went up to the Wadi Eshcol and reconnoitered the land, then so discouraged the Israelites that they would not enter the land the LORD had given them."
        },
        {
          "verse": 10,
          "text": "At that time the anger of the LORD flared up, and he swore:"
        },
        {
          "verse": 11,
          "text": "None of the men twenty years old or more who have come up from Egypt will see the land I promised under oath to Abraham and Isaac and Jacob, because they have not followed me unreservedly—"
        },
        {
          "verse": 12,
          "text": "except the Kenizzite Caleb, son of Jephunneh, the Kenizzite, and Joshua, son of Nun, since they have followed the LORD unreservedly."
        },
        {
          "verse": 13,
          "text": "So the anger of the LORD flared up against the Israelites and he made them wander in the wilderness forty years, until the whole generation that had done evil in the sight of the LORD had disappeared."
        },
        {
          "verse": 14,
          "text": "And now here you are, offspring of sinful stock, rising up in your ancestors’ place to add still more to the LORD’s blazing anger against the Israelites."
        },
        {
          "verse": 15,
          "text": "If you turn away from following him, he will again abandon them in the wilderness, and you will bring about the ruin of this entire people.”"
        },
        {
          "verse": 16,
          "text": "Counter Proposal. But they approached him and said: “We will only build sheepfolds here for our flocks and towns for our families;"
        },
        {
          "verse": 17,
          "text": "but we ourselves will march as troops in the vanguard before the Israelites, until we have led them to their destination. Meanwhile our families will remain in the fortified towns because of the land’s inhabitants."
        },
        {
          "verse": 18,
          "text": "We will not return to our homes until all the Israelites have taken possession of their heritage."
        },
        {
          "verse": 19,
          "text": "But we will not claim any heritage with them across the Jordan and beyond, because we have received a heritage for ourselves on the eastern side of the Jordan.”"
        },
        {
          "verse": 20,
          "text": "Agreement Reached. Moses said to them in reply: “If you do this—if you march as troops before the LORD into battle"
        },
        {
          "verse": 21,
          "text": "and cross the Jordan in full force before the LORD until he has driven his enemies out of his way"
        },
        {
          "verse": 22,
          "text": "and the land is subdued before the LORD, then you may return here, free from every obligation to the LORD and to Israel, and this land will be your possession before the LORD."
        },
        {
          "verse": 23,
          "text": "But if you do not do this, you will have sinned against the LORD, and you can be sure that the consequences of your sin will overtake you."
        },
        {
          "verse": 24,
          "text": "Build the towns, then, for your families, and the folds for your flocks, but fulfill what you have promised.”"
        },
        {
          "verse": 25,
          "text": "The Gadites and Reubenites answered Moses, “Your servants will do as my lord commands."
        },
        {
          "verse": 26,
          "text": "While our wives and children, our livestock and other animals remain there in the towns of Gilead,"
        },
        {
          "verse": 27,
          "text": "all your servants will go across as armed troops before the LORD to battle, just as my lord says.”"
        },
        {
          "verse": 28,
          "text": "So Moses gave this command in their regard to Eleazar the priest, to Joshua, son of Nun, and to the heads of the ancestral houses of the Israelite tribes:"
        },
        {
          "verse": 29,
          "text": "He said to them, “If all the Gadites and Reubenites cross the Jordan with you in full force before the LORD into battle, the land will be subdued before you, and you will give them Gilead as a possession."
        },
        {
          "verse": 30,
          "text": "But if they will not go across in force with you before the LORD, you will bring their wives and children and livestock across before you into Canaan, and they will possess a holding among you in the land of Canaan.”"
        },
        {
          "verse": 31,
          "text": "To this the Gadites and Reubenites replied, “We will do what the LORD has ordered your servants."
        },
        {
          "verse": 32,
          "text": "We ourselves will go across in force before the LORD into the land of Canaan, but we will retain our hereditary property on this side of the Jordan.”"
        },
        {
          "verse": 33,
          "text": "So Moses gave them—the Gadites and Reubenites, as well as half the tribe of Manasseh, son of Joseph—the kingdom of Sihon, king of the Amorites, and the kingdom of Og, king of Bashan, the land with its towns, and the districts of the surrounding towns."
        },
        {
          "verse": 34,
          "text": "The Gadites rebuilt the cities of Dibon, Ataroth, Aroer,"
        },
        {
          "verse": 35,
          "text": "Atroth-shophan, Jazer, Jogbehah,"
        },
        {
          "verse": 36,
          "text": "Beth-nimrah and Beth-haran—fortified cities—and sheepfolds."
        },
        {
          "verse": 37,
          "text": "The Reubenites rebuilt Heshbon, Elealeh, Kiriathaim,"
        },
        {
          "verse": 38,
          "text": "Nebo, Baal-meon (names to be changed!), and Sibmah. These towns, which they rebuilt, they called by their old names."
        },
        {
          "verse": 39,
          "text": "Other Conquests. The descendants of Machir, son of Manasseh, went to Gilead and captured it, dispossessing the Amorites who were there."
        },
        {
          "verse": 40,
          "text": "(Moses gave Gilead to Machir, son of Manasseh, and he settled there.)"
        },
        {
          "verse": 41,
          "text": "Jair, a descendant of Manasseh, went and captured their tent villages, and called them Havvoth-jair."
        },
        {
          "verse": 42,
          "text": "Nobah went and captured Kenath with its dependencies and called it Nobah after his own name."
        }
      ]
    },
    {
      "chapter": 33,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 33 - Stages of the Journey. The following are the stages by which the Israelites went out by companies from the land of Egypt under the guidance of Moses and Aaron."
        },
        {
          "verse": 2,
          "text": "Moses recorded the starting points of the various stages at the direction of the LORD. These are the stages according to their starting points:"
        },
        {
          "verse": 3,
          "text": "They set out from Rameses in the first month, on the fifteenth day of the first month. On the day after the Passover the Israelites went forth in triumph, in view of all Egypt,"
        },
        {
          "verse": 4,
          "text": "while the Egyptians buried those whom the LORD had struck down, every firstborn; on their gods, too, the LORD executed judgments."
        },
        {
          "verse": 5,
          "text": "From Egypt to Sinai. Setting out from Rameses, the Israelites camped at Succoth."
        },
        {
          "verse": 6,
          "text": "Setting out from Succoth, they camped at Etham near the edge of the wilderness."
        },
        {
          "verse": 7,
          "text": "Setting out from Etham, they turned back to Pi-hahiroth, which is opposite Baal-zephon, and they camped opposite Migdol."
        },
        {
          "verse": 8,
          "text": "Setting out from Pi-hahiroth, they crossed over through the sea into the wilderness, and after they traveled a three days’ journey in the wilderness of Etham, they camped at Marah."
        },
        {
          "verse": 9,
          "text": "Setting out from Marah, they came to Elim; at Elim there were twelve springs of water and seventy palm trees, and they camped there."
        },
        {
          "verse": 10,
          "text": "Setting out from Elim, they camped beside the Red Sea."
        },
        {
          "verse": 11,
          "text": "Setting out from the Red Sea, they camped in the wilderness of Sin."
        },
        {
          "verse": 12,
          "text": "Setting out from the wilderness of Sin, they camped at Dophkah."
        },
        {
          "verse": 13,
          "text": "Setting out from Dophkah, they camped at Alush."
        },
        {
          "verse": 14,
          "text": "Setting out from Alush, they camped at Rephidim, where there was no water for the people to drink."
        },
        {
          "verse": 15,
          "text": "Setting out from Rephidim, they camped in the wilderness of Sinai."
        },
        {
          "verse": 16,
          "text": "From Sinai to Kadesh. Setting out from the wilderness of Sinai, they camped at Kibroth-hattaavah."
        },
        {
          "verse": 17,
          "text": "Setting out from Kibroth-hattaavah, they camped at Hazeroth."
        },
        {
          "verse": 18,
          "text": "Setting out from Hazeroth, they camped at Rithmah."
        },
        {
          "verse": 19,
          "text": "Setting out from Rithmah, they camped at Rimmon-perez."
        },
        {
          "verse": 20,
          "text": "Setting out from Rimmon-perez, they camped at Libnah."
        },
        {
          "verse": 21,
          "text": "Setting out from Libnah, they camped at Rissah."
        },
        {
          "verse": 22,
          "text": "Setting out from Rissah, they camped at Kehelathah."
        },
        {
          "verse": 23,
          "text": "Setting out from Kehelathah, they camped at Mount Shepher."
        },
        {
          "verse": 24,
          "text": "Setting out from Mount Shepher, they camped at Haradah."
        },
        {
          "verse": 25,
          "text": "Setting out from Haradah, they camped at Makheloth."
        },
        {
          "verse": 26,
          "text": "Setting out from Makheloth, they camped at Tahath."
        },
        {
          "verse": 27,
          "text": "Setting out from Tahath, they camped at Terah."
        },
        {
          "verse": 28,
          "text": "Setting out from Terah, they camped at Mithkah."
        },
        {
          "verse": 29,
          "text": "Setting out from Mithkah, they camped at Hashmonah."
        },
        {
          "verse": 30,
          "text": "Setting out from Hashmonah, they camped at Moseroth."
        },
        {
          "verse": 31,
          "text": "Setting out from Moseroth, they camped at Bene-jaakan."
        },
        {
          "verse": 32,
          "text": "Setting out from Bene-jaakan, they camped at Mount Gidgad."
        },
        {
          "verse": 33,
          "text": "Setting out from Mount Gidgad, they camped at Jotbathah."
        },
        {
          "verse": 34,
          "text": "Setting out from Jotbathah, they camped at Abronah."
        },
        {
          "verse": 35,
          "text": "Setting out from Abronah, they camped at Ezion-geber."
        },
        {
          "verse": 36,
          "text": "Setting out from Ezion-geber, they camped in the wilderness of Zin, that is, Kadesh."
        },
        {
          "verse": 37,
          "text": "From Kadesh to the Plains of Moab. Setting out from Kadesh, they camped at Mount Hor on the border of the land of Edom."
        },
        {
          "verse": 38,
          "text": "Aaron the priest ascended Mount Hor at the LORD’s direction, and there he died in the fortieth year after the departure of the Israelites from the land of Egypt, on the first day of the fifth month."
        },
        {
          "verse": 39,
          "text": "Aaron was a hundred and twenty-three years old when he died on Mount Hor."
        },
        {
          "verse": 40,
          "text": "When the Canaanite, the king of Arad, who ruled over the Negeb in the land of Canaan, heard that the Israelites were coming…."
        },
        {
          "verse": 41,
          "text": "Setting out from Mount Hor, they camped at Zalmonah."
        },
        {
          "verse": 42,
          "text": "Setting out from Zalmonah, they camped at Punon."
        },
        {
          "verse": 43,
          "text": "Setting out from Punon, they camped at Oboth."
        },
        {
          "verse": 44,
          "text": "Setting out from Oboth, they camped at Iye-abarim on the border of Moab."
        },
        {
          "verse": 45,
          "text": "Setting out from Iye-abarim, they camped at Dibon-gad."
        },
        {
          "verse": 46,
          "text": "Setting out from Dibon-gad, they camped at Almon-diblathaim."
        },
        {
          "verse": 47,
          "text": "Setting out from Almon-diblathaim, they camped in the Abarim range opposite Nebo."
        },
        {
          "verse": 48,
          "text": "Setting out from the Abarim range, they camped on the plains of Moab by the Jordan opposite Jericho."
        },
        {
          "verse": 49,
          "text": "They camped by the Jordan on the plains of Moab extended from Beth-jeshimoth to Abel-shittim."
        },
        {
          "verse": 50,
          "text": "Conquest and Division of Canaan. The LORD spoke to Moses on the plains of Moab by the Jordan opposite Jericho:"
        },
        {
          "verse": 51,
          "text": "Speak to the Israelites and say to them: When you go across the Jordan into the land of Canaan,"
        },
        {
          "verse": 52,
          "text": "dispossess all the inhabitants of the land before you; destroy all their stone figures, destroy all their molten images, and demolish all their high places."
        },
        {
          "verse": 53,
          "text": "You will take possession of the land and settle in it, for I have given you the land to possess."
        },
        {
          "verse": 54,
          "text": "You will apportion the land among yourselves by lot, clan by clan, assigning a large heritage to a large clan and a small heritage to a small clan. Wherever anyone’s lot falls, there will his possession be; you will apportion these shares within your ancestral tribe."
        },
        {
          "verse": 55,
          "text": "But if you do not dispossess the inhabitants of the land before you, those whom you allow to remain will become barbs in your eyes and thorns in your sides, and they will harass you in the land where you live,"
        },
        {
          "verse": 56,
          "text": "and I will treat you as I had intended to treat them."
        }
      ]
    },
    {
      "chapter": 34,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 34 - The Boundaries. The LORD spoke to Moses:"
        },
        {
          "verse": 2,
          "text": "Give the Israelites this order: When you enter the land of Canaan, this is the territory that shall fall to you as your heritage—the land of Canaan with its boundaries:"
        },
        {
          "verse": 3,
          "text": "Your southern boundary will be at the wilderness of Zin along the border of Edom; on the east your southern boundary will begin at the end of the Salt Sea."
        },
        {
          "verse": 4,
          "text": "Then your boundary will turn south of the Akrabbim Pass and cross Zin. Terminating south of Kadesh-barnea, it extends to Hazar-addar and crosses to Azmon."
        },
        {
          "verse": 5,
          "text": "Then the boundary will turn from Azmon to the Wadi of Egypt and terminate at the Sea."
        },
        {
          "verse": 6,
          "text": "For your western boundary you will have the Great Sea with its coast; this will be your western boundary."
        },
        {
          "verse": 7,
          "text": "This will be your boundary on the north: from the Great Sea you will draw a line to Mount Hor,"
        },
        {
          "verse": 8,
          "text": "and draw it from Mount Hor to Lebo-hamath, with the boundary terminating at Zedad."
        },
        {
          "verse": 9,
          "text": "Then the boundary extends to Ziphron and terminates at Hazar-enan. This will be your northern boundary."
        },
        {
          "verse": 10,
          "text": "For your eastern boundary you will draw a line from Hazar-enan to Shepham."
        },
        {
          "verse": 11,
          "text": "From Shepham the boundary will go down to Riblah, east of Ain, and descending further, the boundary will strike the ridge on the east side of the Sea of Chinnereth;"
        },
        {
          "verse": 12,
          "text": "then the boundary will descend along the Jordan and terminate with the Salt Sea. This will be your land, with the boundaries that surround it."
        },
        {
          "verse": 13,
          "text": "Moses also gave this order to the Israelites: “This is the land, to be apportioned among you by lot, which the LORD has commanded to be given to the nine and a half tribes."
        },
        {
          "verse": 14,
          "text": "For the tribe of the Reubenites according to their ancestral houses, and the tribe of the Gadites according to their ancestral houses, as well as half of the tribe of Manasseh, have already received their heritage;"
        },
        {
          "verse": 15,
          "text": "these two and a half tribes have received their heritage across the Jordan opposite Jericho, in the east, toward the sunrise.”"
        },
        {
          "verse": 16,
          "text": "Supervisors of the Allotment. The LORD spoke to Moses:"
        },
        {
          "verse": 17,
          "text": "These are the names of the men who shall apportion the land among you: Eleazar the priest, and Joshua, son of Nun;"
        },
        {
          "verse": 18,
          "text": "and you will designate one leader from each of the tribes to apportion the land."
        },
        {
          "verse": 19,
          "text": "These are the names of the men: from the tribe of Judah: Caleb, son of Jephunneh,"
        },
        {
          "verse": 20,
          "text": "from the tribe of the Simeonites: Samuel, son of Ammihud;"
        },
        {
          "verse": 21,
          "text": "from the tribe of Benjamin: Elidad, son of Chislon;"
        },
        {
          "verse": 22,
          "text": "from the tribe of the Danites: a leader, Bukki, son of Jogli;"
        },
        {
          "verse": 23,
          "text": "for the descendants of Joseph: from the tribe of the Manassites: a leader, Hanniel, son of Ephod; and"
        },
        {
          "verse": 24,
          "text": "from the tribe of the Ephraimites: a leader, Kemuel, son of Shiphtan;"
        },
        {
          "verse": 25,
          "text": "from the tribe of the Zebulunites: a leader, Elizaphan, son of Parnach;"
        },
        {
          "verse": 26,
          "text": "from the tribe of the Issacharites: a leader, Paltiel, son of Azzan;"
        },
        {
          "verse": 27,
          "text": "from the tribe of the Asherites: a leader, Ahihud, son of Shelomi;"
        },
        {
          "verse": 28,
          "text": "from the tribe of the Naphtalites: a leader, Pedahel, son of Ammihud."
        },
        {
          "verse": 29,
          "text": "These are the ones whom the LORD commanded to apportion to the Israelites their heritage in the land of Canaan."
        }
      ]
    },
    {
      "chapter": 35,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 35 - Cities for the Levites. The LORD spoke to Moses on the plains of Moab by the Jordan opposite Jericho:"
        },
        {
          "verse": 2,
          "text": "Command the Israelites out of the heritage they possess to give the Levites cities to dwell in; you will also give the Levites the pasture lands around the cities."
        },
        {
          "verse": 3,
          "text": "The cities will be for them to dwell in, and the pasture lands will be for their cattle, their flocks, and all their other animals."
        },
        {
          "verse": 4,
          "text": "The pasture lands of the cities to be assigned the Levites shall extend a thousand cubits out from the city walls in every direction."
        },
        {
          "verse": 5,
          "text": "You will measure out two thousand cubits outside the city along the east side, two thousand cubits along the south side, two thousand cubits along the west side, and two thousand cubits along the north side, with the city lying in the center. These will be the pasture lands of their cities."
        },
        {
          "verse": 6,
          "text": "Now these are the cities you will give to the Levites: the six cities of asylum which you must establish for the homicide to run to, and in addition forty-two other cities—"
        },
        {
          "verse": 7,
          "text": "a total of forty-eight cities with their pasture lands which you will assign to the Levites."
        },
        {
          "verse": 8,
          "text": "In assigning the cities from what the Israelites possess, take more from a larger group and fewer from a smaller one, so that each will cede cities to the Levites in proportion to the heritage which it receives."
        },
        {
          "verse": 9,
          "text": "Cities of Asylum. The LORD spoke to Moses:"
        },
        {
          "verse": 10,
          "text": "Speak to the Israelites and say to them: When you go across the Jordan into the land of Canaan,"
        },
        {
          "verse": 11,
          "text": "select for yourselves cities to serve as cities of asylum, where a homicide who has killed someone inadvertently may flee."
        },
        {
          "verse": 12,
          "text": "These cities will serve you as places of asylum from the avenger of blood, so that a homicide will not be put to death until tried before the community."
        },
        {
          "verse": 13,
          "text": "As for the cities you assign, you will have six cities of asylum:"
        },
        {
          "verse": 14,
          "text": "you will designate three cities beyond the Jordan, and you will designate three cities in the land of Canaan. These will be cities of asylum."
        },
        {
          "verse": 15,
          "text": "These six cities will serve as places of asylum for the Israelites, and for the resident or transient aliens among them, so that anyone who has killed a person inadvertently may flee there."
        },
        {
          "verse": 16,
          "text": "Murder and Manslaughter. If someone strikes another with an iron instrument and causes death, that person is a murderer, and the murderer must be put to death."
        },
        {
          "verse": 17,
          "text": "If someone strikes another with a death-dealing stone in the hand and death results, that person is a murderer, and the murderer must be put to death."
        },
        {
          "verse": 18,
          "text": "Or if someone strikes another with a death-dealing club in the hand and death results, that person is a murderer, and the murderer must be put to death."
        },
        {
          "verse": 19,
          "text": "The avenger of blood is the one who will kill the murderer, putting the individual to death on sight."
        },
        {
          "verse": 20,
          "text": "If someone pushes another out of hatred, or throws something from an ambush, and death results,"
        },
        {
          "verse": 21,
          "text": "or strikes another with the hand out of enmity and death results, the assailant must be put to death as a murderer. The avenger of blood will kill the murderer on sight."
        },
        {
          "verse": 22,
          "text": "However, if someone pushes another without malice aforethought, or without lying in ambush throws some object at another,"
        },
        {
          "verse": 23,
          "text": "or without seeing drops upon another some death-dealing stone and death results, although there was neither enmity nor malice—"
        },
        {
          "verse": 24,
          "text": "then the community will judge between the assailant and the avenger of blood in accordance with these norms."
        },
        {
          "verse": 25,
          "text": "The community will deliver the homicide from the avenger of blood and the community will return the homicide to the city of asylum where the latter had fled; and the individual will stay there until the death of the high priest who has been anointed with sacred oil."
        },
        {
          "verse": 26,
          "text": "If the homicide leaves at all the bounds of the city of asylum to which flight had been made,"
        },
        {
          "verse": 27,
          "text": "and is found by the avenger of blood beyond the bounds of the city of asylum, and the avenger of blood kills the homicide, the avenger incurs no bloodguilt;"
        },
        {
          "verse": 28,
          "text": "for the homicide was required to stay in the city of asylum until the death of the high priest. Only after the death of the high priest may the homicide return to the land of the homicide’s possession."
        },
        {
          "verse": 29,
          "text": "This is the statute for you throughout all your generations, wherever you live, for rendering judgment."
        },
        {
          "verse": 30,
          "text": "Judgment. Whenever someone kills another, the evidence of witnesses is required to kill the murderer. A single witness does not suffice for putting a person to death."
        },
        {
          "verse": 31,
          "text": "No Indemnity. You will not accept compensation in place of the life of a murderer who deserves to die, but that person must be put to death."
        },
        {
          "verse": 32,
          "text": "Nor will you accept compensation to allow one who has fled to a city of asylum to return to live in the land before the death of the high priest."
        },
        {
          "verse": 33,
          "text": "You will not pollute the land where you live. For bloodshed pollutes the land, and the land can have no expiation for the blood shed on it except through the blood of the one who shed it."
        },
        {
          "verse": 34,
          "text": "Do not defile the land in which you live and in the midst of which I dwell; for I the LORD dwell in the midst of the Israelites."
        }
      ]
    },
    {
      "chapter": 36,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 36 - Inheritance of Daughters. The heads of the ancestral houses in a clan of the descendants of Gilead, son of Machir, son of Manasseh—one of the Josephite clans—came up and spoke before Moses and Eleazar the priest and before the leaders who were the heads of the ancestral houses of the Israelites."
        },
        {
          "verse": 2,
          "text": "They said: “The LORD commanded my lord to apportion the land by lot for a heritage among the Israelites; and my lord was commanded by the LORD to give the heritage of Zelophehad our kinsman to his daughters."
        },
        {
          "verse": 3,
          "text": "But if they marry into one of the other Israelite tribes, their heritage will be withdrawn from our ancestral heritage and will be added to that of the tribe into which they marry; thus the heritage that fell to us by lot will be diminished."
        },
        {
          "verse": 4,
          "text": "When the Israelites celebrate the jubilee year, the heritage of these women will be added to that of the tribe into which they marry and their heritage will be withdrawn from that of our ancestral tribe.”"
        },
        {
          "verse": 5,
          "text": "So Moses commanded the Israelites at the direction of the LORD: “The tribe of the Josephites are right in what they say."
        },
        {
          "verse": 6,
          "text": "This is what the LORD commands with regard to the daughters of Zelophehad: They may marry anyone they please, provided they marry into a clan of their ancestral tribe,"
        },
        {
          "verse": 7,
          "text": "so that no heritage of the Israelites will pass from one tribe to another, but all the Israelites will retain their own ancestral heritage."
        },
        {
          "verse": 8,
          "text": "Every daughter who inherits property in any of the Israelite tribes will marry someone belonging to a clan of her own ancestral tribe, in order that all the Israelites may remain in possession of their own ancestral heritage."
        },
        {
          "verse": 9,
          "text": "Thus, no heritage will pass from one tribe to another, but all the Israelite tribes will retain their own ancestral heritage.”"
        },
        {
          "verse": 10,
          "text": "The daughters of Zelophehad did exactly as the LORD commanded Moses."
        },
        {
          "verse": 11,
          "text": "Mahlah, Tirzah, Hoglah, Milcah and Noah, Zelophehad’s daughters, married sons of their uncles on their father’s side."
        },
        {
          "verse": 12,
          "text": "They married within the clans of the descendants of Manasseh, son of Joseph; hence their heritage remained in the tribe of their father’s clan."
        },
        {
          "verse": 13,
          "text": "Conclusion. These are the commandments and decisions which the LORD commanded the Israelites through Moses, on the plains of Moab beside the Jordan opposite Jericho."
        }
      ]
    }
  ]
}
