{
  "book": "Obadiah",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "verse": 1,
          "text": "Edom’s Fall Decreed - The vision of Obadiah. Thus says the Lord GOD concerning Edom: We have heard a message from the LORD, and a herald has been sent among the nations: “Rise up, so we may go to war against it!”"
        },
        {
          "verse": 2,
          "text": "Now I make you least among the nations; you are utterly contemptible."
        },
        {
          "verse": 3,
          "text": "The pride of your heart has deceived you— you who dwell in mountain crevices, in your lofty home, Who say in your heart, “Who will bring me down to earth?”"
        },
        {
          "verse": 4,
          "text": "Though you soar like the eagle, and your nest is set among the stars, From there I will bring you down— oracle of the LORD."
        },
        {
          "verse": 5,
          "text": "If thieves came to you, robbers by night —how you have been destroyed!— would they not steal merely till they had enough? If grape pickers came to you, would they not leave some gleanings?"
        },
        {
          "verse": 6,
          "text": "How Esau has been searched out, his treasures hunted down!"
        },
        {
          "verse": 7,
          "text": "To the border they have driven you— all your allies; Your partners have deceived you, they have overpowered you; Those who eat your bread will replace you with foreigners, who have no understanding."
        },
        {
          "verse": 8,
          "text": "Edom’s Betrayal of Judah - On that day—oracle of the LORD—will I not make the wise disappear from Edom, and understanding from Mount Esau?"
        },
        {
          "verse": 9,
          "text": "Teman, your warriors will be terror-stricken, so that everyone on Mount Esau will be cut down."
        },
        {
          "verse": 10,
          "text": "Because of violence to your brother Jacob, disgrace will cover you, you will be done away with forever!"
        },
        {
          "verse": 11,
          "text": "On the day you stood by, the day strangers carried off his possessions, And foreigners entered his gates and cast lots for Jerusalem, you too were like one of them."
        },
        {
          "verse": 12,
          "text": "Do not gloat over the day of your brother, the day of his disaster; Do not exult over the people of Judah on the day of their ruin; Do not speak haughtily on the day of distress!"
        },
        {
          "verse": 13,
          "text": "Do not enter the gate of my people on the day of their calamity; Do not gloat—especially you—over his misfortune on the day of his calamity; Do not lay hands upon his possessions on the day of his calamity!"
        },
        {
          "verse": 14,
          "text": "Do not stand at the crossroads to cut down his survivors; Do not hand over his fugitives on the day of distress!"
        },
        {
          "verse": 15,
          "text": "Edom’s Fall and Judah’s Restoration - Near is the day of the LORD against all the nations! As you have done, so will it be done to you, your conduct will come back upon your own head;"
        },
        {
          "verse": 16,
          "text": "As you drank upon my holy mountain, so will all the nations drink continually. Yes, they will drink and swallow, and will become as though they had not been."
        },
        {
          "verse": 17,
          "text": "But on Mount Zion there will be some who escape; the mountain will be holy, And the house of Jacob will take possession of those who dispossessed them."
        },
        {
          "verse": 18,
          "text": "The house of Jacob will be a fire, the house of Joseph a flame, and the house of Esau stubble. They will set it ablaze and devour it; none will survive of the house of Esau, for the LORD has spoken."
        },
        {
          "verse": 19,
          "text": "They will take possession of the Negeb, Mount Esau, the Shephelah, and Philistia, possess the countryside of Ephraim, the countryside of Samaria, Benjamin, and Gilead."
        },
        {
          "verse": 20,
          "text": "The exiles of this Israelite army will possess the Canaanite land as far as Zarephath, and the exiles of Jerusalem who are in Sepharad will possess the cities of the Negeb."
        },
        {
          "verse": 21,
          "text": "And deliverers will ascend Mount Zion to rule Mount Esau, and the kingship shall be the LORD’s."
        }
      ]
    }
  ]
}
