{
  "book": "Philippians",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "verse": 1,
          "text": "I. Address Chapter 1 - Greeting. Paul and Timothy, slaves of Christ Jesus, to all the holy ones in Christ Jesus who are in Philippi, with the overseers and ministers:"
        },
        {
          "verse": 2,
          "text": "grace to you and peace from God our Father and the Lord Jesus Christ. Thanksgiving."
        },
        {
          "verse": 3,
          "text": "I give thanks to my God at every remembrance of you,"
        },
        {
          "verse": 4,
          "text": "praying always with joy in my every prayer for all of you,"
        },
        {
          "verse": 5,
          "text": "because of your partnership for the gospel from the first day until now."
        },
        {
          "verse": 6,
          "text": "I am confident of this, that the one who began a good work in you will continue to complete it until the day of Christ Jesus."
        },
        {
          "verse": 7,
          "text": "It is right that I should think this way about all of you, because I hold you in my heart, you who are all partners with me in grace, both in my imprisonment and in the defense and confirmation of the gospel."
        },
        {
          "verse": 8,
          "text": "For God is my witness, how I long for all of you with the affection of Christ Jesus."
        },
        {
          "verse": 9,
          "text": "And this is my prayer: that your love may increase ever more and more in knowledge and every kind of perception,"
        },
        {
          "verse": 10,
          "text": "to discern what is of value, so that you may be pure and blameless for the day of Christ,"
        },
        {
          "verse": 11,
          "text": "filled with the fruit of righteousness that comes through Jesus Christ for the glory and praise of God."
        },
        {
          "verse": 12,
          "text": "II. Progress of the Gospel - I want you to know, brothers, that my situation has turned out rather to advance the gospel,"
        },
        {
          "verse": 13,
          "text": "so that my imprisonment has become well known in Christ throughout the whole praetorium and to all the rest,"
        },
        {
          "verse": 14,
          "text": "and so that the majority of the brothers, having taken encouragement in the Lord from my imprisonment, dare more than ever to proclaim the word fearlessly."
        },
        {
          "verse": 15,
          "text": "Of course, some preach Christ from envy and rivalry, others from good will."
        },
        {
          "verse": 16,
          "text": "The latter act out of love, aware that I am here for the defense of the gospel;"
        },
        {
          "verse": 17,
          "text": "the former proclaim Christ out of selfish ambition, not from pure motives, thinking that they will cause me trouble in my imprisonment."
        },
        {
          "verse": 18,
          "text": "What difference does it make, as long as in every way, whether in pretense or in truth, Christ is being proclaimed? And in that I rejoice. Indeed I shall continue to rejoice,"
        },
        {
          "verse": 19,
          "text": "for I know that this will result in deliverance for me through your prayers and support from the Spirit of Jesus Christ."
        },
        {
          "verse": 20,
          "text": "My eager expectation and hope is that I shall not be put to shame in any way, but that with all boldness, now as always, Christ will be magnified in my body, whether by life or by death."
        },
        {
          "verse": 21,
          "text": "For to me life is Christ, and death is gain."
        },
        {
          "verse": 22,
          "text": "If I go on living in the flesh, that means fruitful labor for me. And I do not know which I shall choose."
        },
        {
          "verse": 23,
          "text": "I am caught between the two. I long to depart this life and be with Christ, [for] that is far better."
        },
        {
          "verse": 24,
          "text": "Yet that I remain [in] the flesh is more necessary for your benefit."
        },
        {
          "verse": 25,
          "text": "And this I know with confidence, that I shall remain and continue in the service of all of you for your progress and joy in the faith,"
        },
        {
          "verse": 26,
          "text": "so that your boasting in Christ Jesus may abound on account of me when I come to you again. III. Instructions for the Community - Steadfastness in Faith."
        },
        {
          "verse": 27,
          "text": "Only, conduct yourselves in a way worthy of the gospel of Christ, so that, whether I come and see you or am absent, I may hear news of you, that you are standing firm in one spirit, with one mind struggling together for the faith of the gospel,"
        },
        {
          "verse": 28,
          "text": "not intimidated in any way by your opponents. This is proof to them of destruction, but of your salvation. And this is God’s doing."
        },
        {
          "verse": 29,
          "text": "For to you has been granted, for the sake of Christ, not only to believe in him but also to suffer for him."
        },
        {
          "verse": 30,
          "text": "Yours is the same struggle as you saw in me and now hear about me."
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 2 - Plea for Unity and Humility. If there is any encouragement in Christ, any solace in love, any participation in the Spirit, any compassion and mercy,"
        },
        {
          "verse": 2,
          "text": "complete my joy by being of the same mind, with the same love, united in heart, thinking one thing."
        },
        {
          "verse": 3,
          "text": "Do nothing out of selfishness or out of vainglory; rather, humbly regard others as more important than yourselves,"
        },
        {
          "verse": 4,
          "text": "each looking out not for his own interests, but [also] everyone for those of others."
        },
        {
          "verse": 5,
          "text": "Have among yourselves the same attitude that is also yours in Christ Jesus,"
        },
        {
          "verse": 6,
          "text": "Who, though he was in the form of God, did not regard equality with God something to be grasped."
        },
        {
          "verse": 7,
          "text": "Rather, he emptied himself, taking the form of a slave, coming in human likeness; and found human in appearance,"
        },
        {
          "verse": 8,
          "text": "he humbled himself, becoming obedient to death, even death on a cross."
        },
        {
          "verse": 9,
          "text": "Because of this, God greatly exalted him and bestowed on him the name that is above every name,"
        },
        {
          "verse": 10,
          "text": "that at the name of Jesus every knee should bend, of those in heaven and on earth and under the earth,"
        },
        {
          "verse": 11,
          "text": "and every tongue confess that Jesus Christ is Lord, to the glory of God the Father. Obedience and Service in the World."
        },
        {
          "verse": 12,
          "text": "So then, my beloved, obedient as you have always been, not only when I am present but all the more now when I am absent, work out your salvation with fear and trembling."
        },
        {
          "verse": 13,
          "text": "For God is the one who, for his good purpose, works in you both to desire and to work."
        },
        {
          "verse": 14,
          "text": "Do everything without grumbling or questioning,"
        },
        {
          "verse": 15,
          "text": "that you may be blameless and innocent, children of God without blemish in the midst of a crooked and perverse generation, among whom you shine like lights in the world,"
        },
        {
          "verse": 16,
          "text": "as you hold on to the word of life, so that my boast for the day of Christ may be that I did not run in vain or labor in vain."
        },
        {
          "verse": 17,
          "text": "But, even if I am poured out as a libation upon the sacrificial service of your faith, I rejoice and share my joy with all of you."
        },
        {
          "verse": 18,
          "text": "In the same way you also should rejoice and share your joy with me."
        },
        {
          "verse": 19,
          "text": "IV. Travel Plans of Paul and His Assistants - Timothy and Paul. I hope, in the Lord Jesus, to send Timothy to you soon, so that I too may be heartened by hearing news of you."
        },
        {
          "verse": 20,
          "text": "For I have no one comparable to him for genuine interest in whatever concerns you."
        },
        {
          "verse": 21,
          "text": "For they all seek their own interests, not those of Jesus Christ."
        },
        {
          "verse": 22,
          "text": "But you know his worth, how as a child with a father he served along with me in the cause of the gospel."
        },
        {
          "verse": 23,
          "text": "He it is, then, whom I hope to send as soon as I see how things go with me,"
        },
        {
          "verse": 24,
          "text": "but I am confident in the Lord that I myself will also come soon."
        },
        {
          "verse": 25,
          "text": "Epaphroditus. With regard to Epaphroditus, my brother and co-worker and fellow soldier, your messenger and minister in my need, I consider it necessary to send him to you."
        },
        {
          "verse": 26,
          "text": "For he has been longing for all of you and was distressed because you heard that he was ill."
        },
        {
          "verse": 27,
          "text": "He was indeed ill, close to death; but God had mercy on him, not just on him but also on me, so that I might not have sorrow upon sorrow."
        },
        {
          "verse": 28,
          "text": "I send him therefore with the greater eagerness, so that, on seeing him, you may rejoice again, and I may have less anxiety."
        },
        {
          "verse": 29,
          "text": "Welcome him then in the Lord with all joy and hold such people in esteem,"
        },
        {
          "verse": 30,
          "text": "because for the sake of the work of Christ he came close to death, risking his life to make up for those services to me that you could not perform."
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 3 - Concluding Admonitions. Finally, my brothers, rejoice in the Lord. Writing the same things to you is no burden for me but is a safeguard for you."
        },
        {
          "verse": 2,
          "text": "V. Polemic: Righteousness and the Goal in Christ - Against Legalistic Teachers. Beware of the dogs! Beware of the evil-workers! Beware of the mutilation!"
        },
        {
          "verse": 3,
          "text": "For we are the circumcision, we who worship through the Spirit of God, who boast in Christ Jesus and do not put our confidence in flesh,"
        },
        {
          "verse": 4,
          "text": "although I myself have grounds for confidence even in the flesh. Paul’s Autobiography. If anyone else thinks he can be confident in flesh, all the more can I."
        },
        {
          "verse": 5,
          "text": "Circumcised on the eighth day, of the race of Israel, of the tribe of Benjamin, a Hebrew of Hebrew parentage, in observance of the law a Pharisee,"
        },
        {
          "verse": 6,
          "text": "in zeal I persecuted the church, in righteousness based on the law I was blameless."
        },
        {
          "verse": 7,
          "text": "Righteousness from God. [But] whatever gains I had, these I have come to consider a loss because of Christ."
        },
        {
          "verse": 8,
          "text": "More than that, I even consider everything as a loss because of the supreme good of knowing Christ Jesus my Lord. For his sake I have accepted the loss of all things and I consider them so much rubbish, that I may gain Christ"
        },
        {
          "verse": 9,
          "text": "and be found in him, not having any righteousness of my own based on the law but that which comes through faith in Christ, the righteousness from God, depending on faith"
        },
        {
          "verse": 10,
          "text": "to know him and the power of his resurrection and [the] sharing of his sufferings by being conformed to his death,"
        },
        {
          "verse": 11,
          "text": "if somehow I may attain the resurrection from the dead. Forward in Christ."
        },
        {
          "verse": 12,
          "text": "It is not that I have already taken hold of it or have already attained perfect maturity, but I continue my pursuit in hope that I may possess it, since I have indeed been taken possession of by Christ [Jesus]."
        },
        {
          "verse": 13,
          "text": "Brothers, I for my part do not consider myself to have taken possession. Just one thing: forgetting what lies behind but straining forward to what lies ahead,"
        },
        {
          "verse": 14,
          "text": "I continue my pursuit toward the goal, the prize of God’s upward calling, in Christ Jesus."
        },
        {
          "verse": 15,
          "text": "Let us, then, who are “perfectly mature” adopt this attitude. And if you have a different attitude, this too God will reveal to you."
        },
        {
          "verse": 16,
          "text": "Only, with regard to what we have attained, continue on the same course. Wrong Conduct and Our Goal."
        },
        {
          "verse": 17,
          "text": "Join with others in being imitators of me, brothers, and observe those who thus conduct themselves according to the model you have in us."
        },
        {
          "verse": 18,
          "text": "For many, as I have often told you and now tell you even in tears, conduct themselves as enemies of the cross of Christ."
        },
        {
          "verse": 19,
          "text": "Their end is destruction. Their God is their stomach; their glory is in their “shame.” Their minds are occupied with earthly things."
        },
        {
          "verse": 20,
          "text": "But our citizenship is in heaven, and from it we also await a savior, the Lord Jesus Christ."
        },
        {
          "verse": 21,
          "text": "He will change our lowly body to conform with his glorified body by the power that enables him also to bring all things into subjection to himself."
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "verse": 1,
          "text": "VI. Instructions for the Community Chapter 4 - Live in Concord. Therefore, my brothers, whom I love and long for, my joy and crown, in this way stand firm in the Lord, beloved."
        },
        {
          "verse": 2,
          "text": "I urge Euodia and I urge Syntyche to come to a mutual understanding in the Lord."
        },
        {
          "verse": 3,
          "text": "Yes, and I ask you also, my true yokemate, to help them, for they have struggled at my side in promoting the gospel, along with Clement and my other co-workers, whose names are in the book of life."
        },
        {
          "verse": 4,
          "text": "Joy and Peace. Rejoice in the Lord always. I shall say it again: rejoice!"
        },
        {
          "verse": 5,
          "text": "Your kindness should be known to all. The Lord is near."
        },
        {
          "verse": 6,
          "text": "Have no anxiety at all, but in everything, by prayer and petition, with thanksgiving, make your requests known to God."
        },
        {
          "verse": 7,
          "text": "Then the peace of God that surpasses all understanding will guard your hearts and minds in Christ Jesus."
        },
        {
          "verse": 8,
          "text": "Finally, brothers, whatever is true, whatever is honorable, whatever is just, whatever is pure, whatever is lovely, whatever is gracious, if there is any excellence and if there is anything worthy of praise, think about these things."
        },
        {
          "verse": 9,
          "text": "Keep on doing what you have learned and received and heard and seen in me. Then the God of peace will be with you."
        },
        {
          "verse": 10,
          "text": "VII. Gratitude for the Philippians’ Generosity - I rejoice greatly in the Lord that now at last you revived your concern for me. You were, of course, concerned about me but lacked an opportunity."
        },
        {
          "verse": 11,
          "text": "Not that I say this because of need, for I have learned, in whatever situation I find myself, to be self-sufficient."
        },
        {
          "verse": 12,
          "text": "I know indeed how to live in humble circumstances; I know also how to live with abundance. In every circumstance and in all things I have learned the secret of being well fed and of going hungry, of living in abundance and of being in need."
        },
        {
          "verse": 13,
          "text": "I have the strength for everything through him who empowers me."
        },
        {
          "verse": 14,
          "text": "Still, it was kind of you to share in my distress."
        },
        {
          "verse": 15,
          "text": "You Philippians indeed know that at the beginning of the gospel, when I left Macedonia, not a single church shared with me in an account of giving and receiving, except you alone."
        },
        {
          "verse": 16,
          "text": "For even when I was at Thessalonica you sent me something for my needs, not only once but more than once."
        },
        {
          "verse": 17,
          "text": "It is not that I am eager for the gift; rather, I am eager for the profit that accrues to your account."
        },
        {
          "verse": 18,
          "text": "I have received full payment and I abound. I am very well supplied because of what I received from you through Epaphroditus, “a fragrant aroma,” an acceptable sacrifice, pleasing to God."
        },
        {
          "verse": 19,
          "text": "My God will fully supply whatever you need, in accord with his glorious riches in Christ Jesus."
        },
        {
          "verse": 20,
          "text": "To our God and Father, glory forever and ever. Amen."
        },
        {
          "verse": 21,
          "text": "VIII. Farewell - Give my greetings to every holy one in Christ Jesus. The brothers who are with me send you their greetings;"
        },
        {
          "verse": 22,
          "text": "all the holy ones send you their greetings, especially those of Caesar’s household."
        },
        {
          "verse": 23,
          "text": "The grace of the Lord Jesus Christ be with your spirit."
        }
      ]
    }
  ]
}
