{
  "book": "Romans",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "verse": 1,
          "text": "I. Address Chapter 1 - Greeting. Paul, a slave of Christ Jesus, called to be an apostle and set apart for the gospel of God,"
        },
        {
          "verse": 2,
          "text": "which he promised previously through his prophets in the holy scriptures,"
        },
        {
          "verse": 3,
          "text": "the gospel about his Son, descended from David according to the flesh,"
        },
        {
          "verse": 4,
          "text": "but established as Son of God in power according to the spirit of holiness through resurrection from the dead, Jesus Christ our Lord."
        },
        {
          "verse": 5,
          "text": "Through him we have received the grace of apostleship, to bring about the obedience of faith, for the sake of his name, among all the Gentiles,"
        },
        {
          "verse": 6,
          "text": "among whom are you also, who are called to belong to Jesus Christ;"
        },
        {
          "verse": 7,
          "text": "to all the beloved of God in Rome, called to be holy. Grace to you and peace from God our Father and the Lord Jesus Christ."
        },
        {
          "verse": 8,
          "text": "Thanksgiving. First, I give thanks to my God through Jesus Christ for all of you, because your faith is heralded throughout the world."
        },
        {
          "verse": 9,
          "text": "God is my witness, whom I serve with my spirit in proclaiming the gospel of his Son, that I remember you constantly,"
        },
        {
          "verse": 10,
          "text": "always asking in my prayers that somehow by God’s will I may at last find my way clear to come to you."
        },
        {
          "verse": 11,
          "text": "For I long to see you, that I may share with you some spiritual gift so that you may be strengthened,"
        },
        {
          "verse": 12,
          "text": "that is, that you and I may be mutually encouraged by one another’s faith, yours and mine."
        },
        {
          "verse": 13,
          "text": "I do not want you to be unaware, brothers, that I often planned to come to you, though I was prevented until now, that I might harvest some fruit among you, too, as among the rest of the Gentiles."
        },
        {
          "verse": 14,
          "text": "To Greeks and non-Greeks alike, to the wise and the ignorant, I am under obligation;"
        },
        {
          "verse": 15,
          "text": "that is why I am eager to preach the gospel also to you in Rome. II. Humanity Lost Without the Gospel - God’s Power for Salvation."
        },
        {
          "verse": 16,
          "text": "For I am not ashamed of the gospel. It is the power of God for the salvation of everyone who believes: for Jew first, and then Greek."
        },
        {
          "verse": 17,
          "text": "For in it is revealed the righteousness of God from faith to faith; as it is written, “The one who is righteous by faith will live.”"
        },
        {
          "verse": 18,
          "text": "Punishment of Idolaters. The wrath of God is indeed being revealed from heaven against every impiety and wickedness of those who suppress the truth by their wickedness."
        },
        {
          "verse": 19,
          "text": "For what can be known about God is evident to them, because God made it evident to them."
        },
        {
          "verse": 20,
          "text": "Ever since the creation of the world, his invisible attributes of eternal power and divinity have been able to be understood and perceived in what he has made. As a result, they have no excuse;"
        },
        {
          "verse": 21,
          "text": "for although they knew God they did not accord him glory as God or give him thanks. Instead, they became vain in their reasoning, and their senseless minds were darkened."
        },
        {
          "verse": 22,
          "text": "While claiming to be wise, they became fools"
        },
        {
          "verse": 23,
          "text": "and exchanged the glory of the immortal God for the likeness of an image of mortal man or of birds or of four-legged animals or of snakes."
        },
        {
          "verse": 24,
          "text": "Therefore, God handed them over to impurity through the lusts of their hearts for the mutual degradation of their bodies."
        },
        {
          "verse": 25,
          "text": "They exchanged the truth of God for a lie and revered and worshiped the creature rather than the creator, who is blessed forever. Amen."
        },
        {
          "verse": 26,
          "text": "Therefore, God handed them over to degrading passions. Their females exchanged natural relations for unnatural,"
        },
        {
          "verse": 27,
          "text": "and the males likewise gave up natural relations with females and burned with lust for one another. Males did shameful things with males and thus received in their own persons the due penalty for their perversity."
        },
        {
          "verse": 28,
          "text": "And since they did not see fit to acknowledge God, God handed them over to their undiscerning mind to do what is improper."
        },
        {
          "verse": 29,
          "text": "They are filled with every form of wickedness, evil, greed, and malice; full of envy, murder, rivalry, treachery, and spite. They are gossips"
        },
        {
          "verse": 30,
          "text": "and scandalmongers and they hate God. They are insolent, haughty, boastful, ingenious in their wickedness, and rebellious toward their parents."
        },
        {
          "verse": 31,
          "text": "They are senseless, faithless, heartless, ruthless."
        },
        {
          "verse": 32,
          "text": "Although they know the just decree of God that all who practice such things deserve death, they not only do them but give approval to those who practice them."
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 2 - God’s Just Judgment. Therefore, you are without excuse, every one of you who passes judgment. For by the standard by which you judge another you condemn yourself, since you, the judge, do the very same things."
        },
        {
          "verse": 2,
          "text": "We know that the judgment of God on those who do such things is true."
        },
        {
          "verse": 3,
          "text": "Do you suppose, then, you who judge those who engage in such things and yet do them yourself, that you will escape the judgment of God?"
        },
        {
          "verse": 4,
          "text": "Or do you hold his priceless kindness, forbearance, and patience in low esteem, unaware that the kindness of God would lead you to repentance?"
        },
        {
          "verse": 5,
          "text": "By your stubbornness and impenitent heart, you are storing up wrath for yourself for the day of wrath and revelation of the just judgment of God,"
        },
        {
          "verse": 6,
          "text": "who will repay everyone according to his works:"
        },
        {
          "verse": 7,
          "text": "eternal life to those who seek glory, honor, and immortality through perseverance in good works,"
        },
        {
          "verse": 8,
          "text": "but wrath and fury to those who selfishly disobey the truth and obey wickedness."
        },
        {
          "verse": 9,
          "text": "Yes, affliction and distress will come upon every human being who does evil, Jew first and then Greek."
        },
        {
          "verse": 10,
          "text": "But there will be glory, honor, and peace for everyone who does good, Jew first and then Greek."
        },
        {
          "verse": 11,
          "text": "There is no partiality with God. Judgment by the Interior Law."
        },
        {
          "verse": 12,
          "text": "All who sin outside the law will also perish without reference to it, and all who sin under the law will be judged in accordance with it."
        },
        {
          "verse": 13,
          "text": "For it is not those who hear the law who are just in the sight of God; rather, those who observe the law will be justified."
        },
        {
          "verse": 14,
          "text": "For when the Gentiles who do not have the law by nature observe the prescriptions of the law, they are a law for themselves even though they do not have the law."
        },
        {
          "verse": 15,
          "text": "They show that the demands of the law are written in their hearts, while their conscience also bears witness and their conflicting thoughts accuse or even defend them"
        },
        {
          "verse": 16,
          "text": "on the day when, according to my gospel, God will judge people’s hidden works through Christ Jesus. Judgment by the Mosaic Law."
        },
        {
          "verse": 17,
          "text": "Now if you call yourself a Jew and rely on the law and boast of God"
        },
        {
          "verse": 18,
          "text": "and know his will and are able to discern what is important since you are instructed from the law,"
        },
        {
          "verse": 19,
          "text": "and if you are confident that you are a guide for the blind and a light for those in darkness,"
        },
        {
          "verse": 20,
          "text": "that you are a trainer of the foolish and teacher of the simple, because in the law you have the formulation of knowledge and truth—"
        },
        {
          "verse": 21,
          "text": "then you who teach another, are you failing to teach yourself? You who preach against stealing, do you steal?"
        },
        {
          "verse": 22,
          "text": "You who forbid adultery, do you commit adultery? You who detest idols, do you rob temples?"
        },
        {
          "verse": 23,
          "text": "You who boast of the law, do you dishonor God by breaking the law?"
        },
        {
          "verse": 24,
          "text": "For, as it is written, “Because of you the name of God is reviled among the Gentiles.”"
        },
        {
          "verse": 25,
          "text": "Circumcision, to be sure, has value if you observe the law; but if you break the law, your circumcision has become uncircumcision."
        },
        {
          "verse": 26,
          "text": "Again, if an uncircumcised man keeps the precepts of the law, will he not be considered circumcised?"
        },
        {
          "verse": 27,
          "text": "Indeed, those who are physically uncircumcised but carry out the law will pass judgment on you, with your written law and circumcision, who break the law."
        },
        {
          "verse": 28,
          "text": "One is not a Jew outwardly. True circumcision is not outward, in the flesh."
        },
        {
          "verse": 29,
          "text": "Rather, one is a Jew inwardly, and circumcision is of the heart, in the spirit, not the letter; his praise is not from human beings but from God."
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 3 - Answers to Objections. What advantage is there then in being a Jew? Or what is the value of circumcision?"
        },
        {
          "verse": 2,
          "text": "Much, in every respect. [For] in the first place, they were entrusted with the utterances of God."
        },
        {
          "verse": 3,
          "text": "What if some were unfaithful? Will their infidelity nullify the fidelity of God?"
        },
        {
          "verse": 4,
          "text": "Of course not! God must be true, though every human being is a liar, as it is written: “That you may be justified in your words, and conquer when you are judged.”"
        },
        {
          "verse": 5,
          "text": "But if our wickedness provides proof of God’s righteousness, what can we say? Is God unjust, humanly speaking, to inflict his wrath?"
        },
        {
          "verse": 6,
          "text": "Of course not! For how else is God to judge the world?"
        },
        {
          "verse": 7,
          "text": "But if God’s truth redounds to his glory through my falsehood, why am I still being condemned as a sinner?"
        },
        {
          "verse": 8,
          "text": "And why not say—as we are accused and as some claim we say—that we should do evil that good may come of it? Their penalty is what they deserve. Universal Bondage to Sin."
        },
        {
          "verse": 9,
          "text": "Well, then, are we better off? Not entirely, for we have already brought the charge against Jews and Greeks alike that they are all under the domination of sin,"
        },
        {
          "verse": 10,
          "text": "as it is written: “There is no one just, not one,"
        },
        {
          "verse": 11,
          "text": "there is no one who understands, there is no one who seeks God."
        },
        {
          "verse": 12,
          "text": "All have gone astray; all alike are worthless; there is not one who does good, [there is not] even one."
        },
        {
          "verse": 13,
          "text": "Their throats are open graves; they deceive with their tongues; the venom of asps is on their lips;"
        },
        {
          "verse": 14,
          "text": "their mouths are full of bitter cursing."
        },
        {
          "verse": 15,
          "text": "Their feet are quick to shed blood;"
        },
        {
          "verse": 16,
          "text": "ruin and misery are in their ways,"
        },
        {
          "verse": 17,
          "text": "and the way of peace they know not."
        },
        {
          "verse": 18,
          "text": "There is no fear of God before their eyes.”"
        },
        {
          "verse": 19,
          "text": "Now we know that what the law says is addressed to those under the law, so that every mouth may be silenced and the whole world stand accountable to God,"
        },
        {
          "verse": 20,
          "text": "since no human being will be justified in his sight by observing the law; for through the law comes consciousness of sin. III. Justification Through Faith in Christ - Justification Apart from the Law."
        },
        {
          "verse": 21,
          "text": "But now the righteousness of God has been manifested apart from the law, though testified to by the law and the prophets,"
        },
        {
          "verse": 22,
          "text": "the righteousness of God through faith in Jesus Christ for all who believe. For there is no distinction;"
        },
        {
          "verse": 23,
          "text": "all have sinned and are deprived of the glory of God."
        },
        {
          "verse": 24,
          "text": "They are justified freely by his grace through the redemption in Christ Jesus,"
        },
        {
          "verse": 25,
          "text": "whom God set forth as an expiation, through faith, by his blood, to prove his righteousness because of the forgiveness of sins previously committed,"
        },
        {
          "verse": 26,
          "text": "through the forbearance of God—to prove his righteousness in the present time, that he might be righteous and justify the one who has faith in Jesus."
        },
        {
          "verse": 27,
          "text": "What occasion is there then for boasting? It is ruled out. On what principle, that of works? No, rather on the principle of faith."
        },
        {
          "verse": 28,
          "text": "For we consider that a person is justified by faith apart from works of the law."
        },
        {
          "verse": 29,
          "text": "Does God belong to Jews alone? Does he not belong to Gentiles, too? Yes, also to Gentiles,"
        },
        {
          "verse": 30,
          "text": "for God is one and will justify the circumcised on the basis of faith and the uncircumcised through faith."
        },
        {
          "verse": 31,
          "text": "Are we then annulling the law by this faith? Of course not! On the contrary, we are supporting the law."
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 4 - Abraham Justified by Faith. What then can we say that Abraham found, our ancestor according to the flesh?"
        },
        {
          "verse": 2,
          "text": "Indeed, if Abraham was justified on the basis of his works, he has reason to boast; but this was not so in the sight of God."
        },
        {
          "verse": 3,
          "text": "For what does the scripture say? “Abraham believed God, and it was credited to him as righteousness.”"
        },
        {
          "verse": 4,
          "text": "A worker’s wage is credited not as a gift, but as something due."
        },
        {
          "verse": 5,
          "text": "But when one does not work, yet believes in the one who justifies the ungodly, his faith is credited as righteousness."
        },
        {
          "verse": 6,
          "text": "So also David declares the blessedness of the person to whom God credits righteousness apart from works:"
        },
        {
          "verse": 7,
          "text": "“Blessed are they whose iniquities are forgiven and whose sins are covered."
        },
        {
          "verse": 8,
          "text": "Blessed is the man whose sin the Lord does not record.”"
        },
        {
          "verse": 9,
          "text": "Does this blessedness apply only to the circumcised, or to the uncircumcised as well? Now we assert that “faith was credited to Abraham as righteousness.”"
        },
        {
          "verse": 10,
          "text": "Under what circumstances was it credited? Was he circumcised or not? He was not circumcised, but uncircumcised."
        },
        {
          "verse": 11,
          "text": "And he received the sign of circumcision as a seal on the righteousness received through faith while he was uncircumcised. Thus he was to be the father of all the uncircumcised who believe, so that to them [also] righteousness might be credited,"
        },
        {
          "verse": 12,
          "text": "as well as the father of the circumcised who not only are circumcised but also follow the path of faith that our father Abraham walked while still uncircumcised."
        },
        {
          "verse": 13,
          "text": "Inheritance Through Faith. It was not through the law that the promise was made to Abraham and his descendants that he would inherit the world, but through the righteousness that comes from faith."
        },
        {
          "verse": 14,
          "text": "For if those who adhere to the law are the heirs, faith is null and the promise is void."
        },
        {
          "verse": 15,
          "text": "For the law produces wrath; but where there is no law, neither is there violation."
        },
        {
          "verse": 16,
          "text": "For this reason, it depends on faith, so that it may be a gift, and the promise may be guaranteed to all his descendants, not to those who only adhere to the law but to those who follow the faith of Abraham, who is the father of all of us,"
        },
        {
          "verse": 17,
          "text": "as it is written, “I have made you father of many nations.” He is our father in the sight of God, in whom he believed, who gives life to the dead and calls into being what does not exist."
        },
        {
          "verse": 18,
          "text": "He believed, hoping against hope, that he would become “the father of many nations,” according to what was said, “Thus shall your descendants be.”"
        },
        {
          "verse": 19,
          "text": "He did not weaken in faith when he considered his own body as [already] dead (for he was almost a hundred years old) and the dead womb of Sarah."
        },
        {
          "verse": 20,
          "text": "He did not doubt God’s promise in unbelief; rather, he was empowered by faith and gave glory to God"
        },
        {
          "verse": 21,
          "text": "and was fully convinced that what he had promised he was also able to do."
        },
        {
          "verse": 22,
          "text": "That is why “it was credited to him as righteousness.”"
        },
        {
          "verse": 23,
          "text": "But it was not for him alone that it was written that “it was credited to him”;"
        },
        {
          "verse": 24,
          "text": "it was also for us, to whom it will be credited, who believe in the one who raised Jesus our Lord from the dead,"
        },
        {
          "verse": 25,
          "text": "who was handed over for our transgressions and was raised for our justification."
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 5 - Faith, Hope, and Love. Therefore, since we have been justified by faith, we have peace with God through our Lord Jesus Christ,"
        },
        {
          "verse": 2,
          "text": "through whom we have gained access [by faith] to this grace in which we stand, and we boast in hope of the glory of God."
        },
        {
          "verse": 3,
          "text": "Not only that, but we even boast of our afflictions, knowing that affliction produces endurance,"
        },
        {
          "verse": 4,
          "text": "and endurance, proven character, and proven character, hope,"
        },
        {
          "verse": 5,
          "text": "and hope does not disappoint, because the love of God has been poured out into our hearts through the holy Spirit that has been given to us."
        },
        {
          "verse": 6,
          "text": "For Christ, while we were still helpless, yet died at the appointed time for the ungodly."
        },
        {
          "verse": 7,
          "text": "Indeed, only with difficulty does one die for a just person, though perhaps for a good person one might even find courage to die."
        },
        {
          "verse": 8,
          "text": "But God proves his love for us in that while we were still sinners Christ died for us."
        },
        {
          "verse": 9,
          "text": "How much more then, since we are now justified by his blood, will we be saved through him from the wrath."
        },
        {
          "verse": 10,
          "text": "Indeed, if, while we were enemies, we were reconciled to God through the death of his Son, how much more, once reconciled, will we be saved by his life."
        },
        {
          "verse": 11,
          "text": "Not only that, but we also boast of God through our Lord Jesus Christ, through whom we have now received reconciliation."
        },
        {
          "verse": 12,
          "text": "Humanity’s Sin Through Adam. Therefore, just as through one person sin entered the world, and through sin, death, and thus death came to all, inasmuch as all sinned—"
        },
        {
          "verse": 13,
          "text": "for up to the time of the law, sin was in the world, though sin is not accounted when there is no law."
        },
        {
          "verse": 14,
          "text": "But death reigned from Adam to Moses, even over those who did not sin after the pattern of the trespass of Adam, who is the type of the one who was to come."
        },
        {
          "verse": 15,
          "text": "Grace and Life Through Christ. But the gift is not like the transgression. For if by that one person’s transgression the many died, how much more did the grace of God and the gracious gift of the one person Jesus Christ overflow for the many."
        },
        {
          "verse": 16,
          "text": "And the gift is not like the result of the one person’s sinning. For after one sin there was the judgment that brought condemnation; but the gift, after many transgressions, brought acquittal."
        },
        {
          "verse": 17,
          "text": "For if, by the transgression of one person, death came to reign through that one, how much more will those who receive the abundance of grace and of the gift of justification come to reign in life through the one person Jesus Christ."
        },
        {
          "verse": 18,
          "text": "In conclusion, just as through one transgression condemnation came upon all, so through one righteous act acquittal and life came to all."
        },
        {
          "verse": 19,
          "text": "For just as through the disobedience of one person the many were made sinners, so through the obedience of one the many will be made righteous."
        },
        {
          "verse": 20,
          "text": "The law entered in so that transgression might increase but, where sin increased, grace overflowed all the more,"
        },
        {
          "verse": 21,
          "text": "so that, as sin reigned in death, grace also might reign through justification for eternal life through Jesus Christ our Lord."
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "verse": 1,
          "text": "IV. Justification and the Christian Life Chapter 6 - Freedom from Sin; Life in God. What then shall we say? Shall we persist in sin that grace may abound? Of course not!"
        },
        {
          "verse": 2,
          "text": "How can we who died to sin yet live in it?"
        },
        {
          "verse": 3,
          "text": "Or are you unaware that we who were baptized into Christ Jesus were baptized into his death?"
        },
        {
          "verse": 4,
          "text": "We were indeed buried with him through baptism into death, so that, just as Christ was raised from the dead by the glory of the Father, we too might live in newness of life."
        },
        {
          "verse": 5,
          "text": "For if we have grown into union with him through a death like his, we shall also be united with him in the resurrection."
        },
        {
          "verse": 6,
          "text": "We know that our old self was crucified with him, so that our sinful body might be done away with, that we might no longer be in slavery to sin."
        },
        {
          "verse": 7,
          "text": "For a dead person has been absolved from sin."
        },
        {
          "verse": 8,
          "text": "If, then, we have died with Christ, we believe that we shall also live with him."
        },
        {
          "verse": 9,
          "text": "We know that Christ, raised from the dead, dies no more; death no longer has power over him."
        },
        {
          "verse": 10,
          "text": "As to his death, he died to sin once and for all; as to his life, he lives for God."
        },
        {
          "verse": 11,
          "text": "Consequently, you too must think of yourselves as [being] dead to sin and living for God in Christ Jesus."
        },
        {
          "verse": 12,
          "text": "Therefore, sin must not reign over your mortal bodies so that you obey their desires."
        },
        {
          "verse": 13,
          "text": "And do not present the parts of your bodies to sin as weapons for wickedness, but present yourselves to God as raised from the dead to life and the parts of your bodies to God as weapons for righteousness."
        },
        {
          "verse": 14,
          "text": "For sin is not to have any power over you, since you are not under the law but under grace."
        },
        {
          "verse": 15,
          "text": "What then? Shall we sin because we are not under the law but under grace? Of course not!"
        },
        {
          "verse": 16,
          "text": "Do you not know that if you present yourselves to someone as obedient slaves, you are slaves of the one you obey, either of sin, which leads to death, or of obedience, which leads to righteousness?"
        },
        {
          "verse": 17,
          "text": "But thanks be to God that, although you were once slaves of sin, you have become obedient from the heart to the pattern of teaching to which you were entrusted."
        },
        {
          "verse": 18,
          "text": "Freed from sin, you have become slaves of righteousness."
        },
        {
          "verse": 19,
          "text": "I am speaking in human terms because of the weakness of your nature. For just as you presented the parts of your bodies as slaves to impurity and to lawlessness for lawlessness, so now present them as slaves to righteousness for sanctification."
        },
        {
          "verse": 20,
          "text": "For when you were slaves of sin, you were free from righteousness."
        },
        {
          "verse": 21,
          "text": "But what profit did you get then from the things of which you are now ashamed? For the end of those things is death."
        },
        {
          "verse": 22,
          "text": "But now that you have been freed from sin and have become slaves of God, the benefit that you have leads to sanctification, and its end is eternal life."
        },
        {
          "verse": 23,
          "text": "For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord."
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 7 - Freedom from the Law. Are you unaware, brothers (for I am speaking to people who know the law), that the law has jurisdiction over one as long as one lives?"
        },
        {
          "verse": 2,
          "text": "Thus a married woman is bound by law to her living husband; but if her husband dies, she is released from the law in respect to her husband."
        },
        {
          "verse": 3,
          "text": "Consequently, while her husband is alive she will be called an adulteress if she consorts with another man. But if her husband dies she is free from that law, and she is not an adulteress if she consorts with another man."
        },
        {
          "verse": 4,
          "text": "In the same way, my brothers, you also were put to death to the law through the body of Christ, so that you might belong to another, to the one who was raised from the dead in order that we might bear fruit for God."
        },
        {
          "verse": 5,
          "text": "For when we were in the flesh, our sinful passions, awakened by the law, worked in our members to bear fruit for death."
        },
        {
          "verse": 6,
          "text": "But now we are released from the law, dead to what held us captive, so that we may serve in the newness of the spirit and not under the obsolete letter."
        },
        {
          "verse": 7,
          "text": "Acquaintance with Sin Through the Law. What then can we say? That the law is sin? Of course not! Yet I did not know sin except through the law, and I did not know what it is to covet except that the law said, “You shall not covet.”"
        },
        {
          "verse": 8,
          "text": "But sin, finding an opportunity in the commandment, produced in me every kind of covetousness. Apart from the law sin is dead."
        },
        {
          "verse": 9,
          "text": "I once lived outside the law, but when the commandment came, sin became alive;"
        },
        {
          "verse": 10,
          "text": "then I died, and the commandment that was for life turned out to be death for me."
        },
        {
          "verse": 11,
          "text": "For sin, seizing an opportunity in the commandment, deceived me and through it put me to death."
        },
        {
          "verse": 12,
          "text": "So then the law is holy, and the commandment is holy and righteous and good. Sin and Death."
        },
        {
          "verse": 13,
          "text": "Did the good, then, become death for me? Of course not! Sin, in order that it might be shown to be sin, worked death in me through the good, so that sin might become sinful beyond measure through the commandment."
        },
        {
          "verse": 14,
          "text": "We know that the law is spiritual; but I am carnal, sold into slavery to sin."
        },
        {
          "verse": 15,
          "text": "What I do, I do not understand. For I do not do what I want, but I do what I hate."
        },
        {
          "verse": 16,
          "text": "Now if I do what I do not want, I concur that the law is good."
        },
        {
          "verse": 17,
          "text": "So now it is no longer I who do it, but sin that dwells in me."
        },
        {
          "verse": 18,
          "text": "For I know that good does not dwell in me, that is, in my flesh. The willing is ready at hand, but doing the good is not."
        },
        {
          "verse": 19,
          "text": "For I do not do the good I want, but I do the evil I do not want."
        },
        {
          "verse": 20,
          "text": "Now if [I] do what I do not want, it is no longer I who do it, but sin that dwells in me."
        },
        {
          "verse": 21,
          "text": "So, then, I discover the principle that when I want to do right, evil is at hand."
        },
        {
          "verse": 22,
          "text": "For I take delight in the law of God, in my inner self,"
        },
        {
          "verse": 23,
          "text": "but I see in my members another principle at war with the law of my mind, taking me captive to the law of sin that dwells in my members."
        },
        {
          "verse": 24,
          "text": "Miserable one that I am! Who will deliver me from this mortal body?"
        },
        {
          "verse": 25,
          "text": "Thanks be to God through Jesus Christ our Lord. Therefore, I myself, with my mind, serve the law of God but, with my flesh, the law of sin."
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 8 - The Flesh and the Spirit. Hence, now there is no condemnation for those who are in Christ Jesus."
        },
        {
          "verse": 2,
          "text": "For the law of the spirit of life in Christ Jesus has freed you from the law of sin and death."
        },
        {
          "verse": 3,
          "text": "For what the law, weakened by the flesh, was powerless to do, this God has done: by sending his own Son in the likeness of sinful flesh and for the sake of sin, he condemned sin in the flesh,"
        },
        {
          "verse": 4,
          "text": "so that the righteous decree of the law might be fulfilled in us, who live not according to the flesh but according to the spirit."
        },
        {
          "verse": 5,
          "text": "For those who live according to the flesh are concerned with the things of the flesh, but those who live according to the spirit with the things of the spirit."
        },
        {
          "verse": 6,
          "text": "The concern of the flesh is death, but the concern of the spirit is life and peace."
        },
        {
          "verse": 7,
          "text": "For the concern of the flesh is hostility toward God; it does not submit to the law of God, nor can it;"
        },
        {
          "verse": 8,
          "text": "and those who are in the flesh cannot please God."
        },
        {
          "verse": 9,
          "text": "But you are not in the flesh; on the contrary, you are in the spirit, if only the Spirit of God dwells in you. Whoever does not have the Spirit of Christ does not belong to him."
        },
        {
          "verse": 10,
          "text": "But if Christ is in you, although the body is dead because of sin, the spirit is alive because of righteousness."
        },
        {
          "verse": 11,
          "text": "If the Spirit of the one who raised Jesus from the dead dwells in you, the one who raised Christ from the dead will give life to your mortal bodies also, through his Spirit that dwells in you."
        },
        {
          "verse": 12,
          "text": "Consequently, brothers, we are not debtors to the flesh, to live according to the flesh."
        },
        {
          "verse": 13,
          "text": "For if you live according to the flesh, you will die, but if by the spirit you put to death the deeds of the body, you will live. Children of God Through Adoption."
        },
        {
          "verse": 14,
          "text": "For those who are led by the Spirit of God are children of God."
        },
        {
          "verse": 15,
          "text": "For you did not receive a spirit of slavery to fall back into fear, but you received a spirit of adoption, through which we cry, “Abba, Father!”"
        },
        {
          "verse": 16,
          "text": "The Spirit itself bears witness with our spirit that we are children of God,"
        },
        {
          "verse": 17,
          "text": "and if children, then heirs, heirs of God and joint heirs with Christ, if only we suffer with him so that we may also be glorified with him. Destiny of Glory."
        },
        {
          "verse": 18,
          "text": "I consider that the sufferings of this present time are as nothing compared with the glory to be revealed for us."
        },
        {
          "verse": 19,
          "text": "For creation awaits with eager expectation the revelation of the children of God;"
        },
        {
          "verse": 20,
          "text": "for creation was made subject to futility, not of its own accord but because of the one who subjected it, in hope"
        },
        {
          "verse": 21,
          "text": "that creation itself would be set free from slavery to corruption and share in the glorious freedom of the children of God."
        },
        {
          "verse": 22,
          "text": "We know that all creation is groaning in labor pains even until now;"
        },
        {
          "verse": 23,
          "text": "and not only that, but we ourselves, who have the firstfruits of the Spirit, we also groan within ourselves as we wait for adoption, the redemption of our bodies."
        },
        {
          "verse": 24,
          "text": "For in hope we were saved. Now hope that sees for itself is not hope. For who hopes for what one sees?"
        },
        {
          "verse": 25,
          "text": "But if we hope for what we do not see, we wait with endurance."
        },
        {
          "verse": 26,
          "text": "In the same way, the Spirit too comes to the aid of our weakness; for we do not know how to pray as we ought, but the Spirit itself intercedes with inexpressible groanings."
        },
        {
          "verse": 27,
          "text": "And the one who searches hearts knows what is the intention of the Spirit, because it intercedes for the holy ones according to God’s will."
        },
        {
          "verse": 28,
          "text": "God’s Indomitable Love in Christ. We know that all things work for good for those who love God, who are called according to his purpose."
        },
        {
          "verse": 29,
          "text": "For those he foreknew he also predestined to be conformed to the image of his Son, so that he might be the firstborn among many brothers."
        },
        {
          "verse": 30,
          "text": "And those he predestined he also called; and those he called he also justified; and those he justified he also glorified."
        },
        {
          "verse": 31,
          "text": "What then shall we say to this? If God is for us, who can be against us?"
        },
        {
          "verse": 32,
          "text": "He who did not spare his own Son but handed him over for us all, how will he not also give us everything else along with him?"
        },
        {
          "verse": 33,
          "text": "Who will bring a charge against God’s chosen ones? It is God who acquits us."
        },
        {
          "verse": 34,
          "text": "Who will condemn? It is Christ [Jesus] who died, rather, was raised, who also is at the right hand of God, who indeed intercedes for us."
        },
        {
          "verse": 35,
          "text": "What will separate us from the love of Christ? Will anguish, or distress, or persecution, or famine, or nakedness, or peril, or the sword?"
        },
        {
          "verse": 36,
          "text": "As it is written: “For your sake we are being slain all the day; we are looked upon as sheep to be slaughtered.”"
        },
        {
          "verse": 37,
          "text": "No, in all these things we conquer overwhelmingly through him who loved us."
        },
        {
          "verse": 38,
          "text": "For I am convinced that neither death, nor life, nor angels, nor principalities, nor present things, nor future things, nor powers,"
        },
        {
          "verse": 39,
          "text": "nor height, nor depth, nor any other creature will be able to separate us from the love of God in Christ Jesus our Lord."
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "verse": 1,
          "text": "V. Jews and Gentiles in God’s Plan Chapter 9 - Paul’s Love for Israel. I speak the truth in Christ, I do not lie; my conscience joins with the holy Spirit in bearing me witness"
        },
        {
          "verse": 2,
          "text": "that I have great sorrow and constant anguish in my heart."
        },
        {
          "verse": 3,
          "text": "For I could wish that I myself were accursed and separated from Christ for the sake of my brothers, my kin according to the flesh."
        },
        {
          "verse": 4,
          "text": "They are Israelites; theirs the adoption, the glory, the covenants, the giving of the law, the worship, and the promises;"
        },
        {
          "verse": 5,
          "text": "theirs the patriarchs, and from them, according to the flesh, is the Messiah. God who is over all be blessed forever. Amen."
        },
        {
          "verse": 6,
          "text": "God’s Free Choice. But it is not that the word of God has failed. For not all who are of Israel are Israel,"
        },
        {
          "verse": 7,
          "text": "nor are they all children of Abraham because they are his descendants; but “It is through Isaac that descendants shall bear your name.”"
        },
        {
          "verse": 8,
          "text": "This means that it is not the children of the flesh who are the children of God, but the children of the promise are counted as descendants."
        },
        {
          "verse": 9,
          "text": "For this is the wording of the promise, “About this time I shall return and Sarah will have a son.”"
        },
        {
          "verse": 10,
          "text": "And not only that, but also when Rebecca had conceived children by one husband, our father Isaac—"
        },
        {
          "verse": 11,
          "text": "before they had yet been born or had done anything, good or bad, in order that God’s elective plan might continue,"
        },
        {
          "verse": 12,
          "text": "not by works but by his call—she was told, “The older shall serve the younger.”"
        },
        {
          "verse": 13,
          "text": "As it is written: “I loved Jacob but hated Esau.”"
        },
        {
          "verse": 14,
          "text": "What then are we to say? Is there injustice on the part of God? Of course not!"
        },
        {
          "verse": 15,
          "text": "For he says to Moses: “I will show mercy to whom I will, I will take pity on whom I will.”"
        },
        {
          "verse": 16,
          "text": "So it depends not upon a person’s will or exertion, but upon God, who shows mercy."
        },
        {
          "verse": 17,
          "text": "For the scripture says to Pharaoh, “This is why I have raised you up, to show my power through you that my name may be proclaimed throughout the earth.”"
        },
        {
          "verse": 18,
          "text": "Consequently, he has mercy upon whom he wills, and he hardens whom he wills."
        },
        {
          "verse": 19,
          "text": "You will say to me then, “Why [then] does he still find fault? For who can oppose his will?”"
        },
        {
          "verse": 20,
          "text": "But who indeed are you, a human being, to talk back to God? Will what is made say to its maker, “Why have you created me so?”"
        },
        {
          "verse": 21,
          "text": "Or does not the potter have a right over the clay, to make out of the same lump one vessel for a noble purpose and another for an ignoble one?"
        },
        {
          "verse": 22,
          "text": "What if God, wishing to show his wrath and make known his power, has endured with much patience the vessels of wrath made for destruction?"
        },
        {
          "verse": 23,
          "text": "This was to make known the riches of his glory to the vessels of mercy, which he has prepared previously for glory,"
        },
        {
          "verse": 24,
          "text": "namely, us whom he has called, not only from the Jews but also from the Gentiles."
        },
        {
          "verse": 25,
          "text": "Witness of the Prophets. As indeed he says in Hosea: “Those who were not my people I will call ‘my people,’ and her who was not beloved I will call ‘beloved.’"
        },
        {
          "verse": 26,
          "text": "And in the very place where it was said to them, ‘You are not my people,’ there they shall be called children of the living God.”"
        },
        {
          "verse": 27,
          "text": "And Isaiah cries out concerning Israel, “Though the number of the Israelites were like the sand of the sea, only a remnant will be saved;"
        },
        {
          "verse": 28,
          "text": "for decisively and quickly will the Lord execute sentence upon the earth.”"
        },
        {
          "verse": 29,
          "text": "And as Isaiah predicted: “Unless the Lord of hosts had left us descendants, we would have become like Sodom and have been made like Gomorrah.” Righteousness Based on Faith."
        },
        {
          "verse": 30,
          "text": "What then shall we say? That Gentiles, who did not pursue righteousness, have achieved it, that is, righteousness that comes from faith;"
        },
        {
          "verse": 31,
          "text": "but that Israel, who pursued the law of righteousness, did not attain to that law?"
        },
        {
          "verse": 32,
          "text": "Why not? Because they did it not by faith, but as if it could be done by works. They stumbled over the stone that causes stumbling,"
        },
        {
          "verse": 33,
          "text": "as it is written: “Behold, I am laying a stone in Zion that will make people stumble and a rock that will make them fall, and whoever believes in him shall not be put to shame.”"
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 10 - Brothers, my heart’s desire and prayer to God on their behalf is for salvation."
        },
        {
          "verse": 2,
          "text": "I testify with regard to them that they have zeal for God, but it is not discerning."
        },
        {
          "verse": 3,
          "text": "For, in their unawareness of the righteousness that comes from God and their attempt to establish their own [righteousness], they did not submit to the righteousness of God."
        },
        {
          "verse": 4,
          "text": "For Christ is the end of the law for the justification of everyone who has faith."
        },
        {
          "verse": 5,
          "text": "Moses writes about the righteousness that comes from [the] law, “The one who does these things will live by them.”"
        },
        {
          "verse": 6,
          "text": "But the righteousness that comes from faith says, “Do not say in your heart, ‘Who will go up into heaven?’ (that is, to bring Christ down)"
        },
        {
          "verse": 7,
          "text": "or ‘Who will go down into the abyss?’ (that is, to bring Christ up from the dead).”"
        },
        {
          "verse": 8,
          "text": "But what does it say? “The word is near you, in your mouth and in your heart” (that is, the word of faith that we preach),"
        },
        {
          "verse": 9,
          "text": "for, if you confess with your mouth that Jesus is Lord and believe in your heart that God raised him from the dead, you will be saved."
        },
        {
          "verse": 10,
          "text": "For one believes with the heart and so is justified, and one confesses with the mouth and so is saved."
        },
        {
          "verse": 11,
          "text": "For the scripture says, “No one who believes in him will be put to shame.”"
        },
        {
          "verse": 12,
          "text": "For there is no distinction between Jew and Greek; the same Lord is Lord of all, enriching all who call upon him."
        },
        {
          "verse": 13,
          "text": "For “everyone who calls on the name of the Lord will be saved.”"
        },
        {
          "verse": 14,
          "text": "But how can they call on him in whom they have not believed? And how can they believe in him of whom they have not heard? And how can they hear without someone to preach?"
        },
        {
          "verse": 15,
          "text": "And how can people preach unless they are sent? As it is written, “How beautiful are the feet of those who bring [the] good news!”"
        },
        {
          "verse": 16,
          "text": "But not everyone has heeded the good news; for Isaiah says, “Lord, who has believed what was heard from us?”"
        },
        {
          "verse": 17,
          "text": "Thus faith comes from what is heard, and what is heard comes through the word of Christ."
        },
        {
          "verse": 18,
          "text": "But I ask, did they not hear? Certainly they did; for “Their voice has gone forth to all the earth, and their words to the ends of the world.”"
        },
        {
          "verse": 19,
          "text": "But I ask, did not Israel understand? First Moses says: “I will make you jealous of those who are not a nation; with a senseless nation I will make you angry.”"
        },
        {
          "verse": 20,
          "text": "Then Isaiah speaks boldly and says: “I was found [by] those who were not seeking me; I revealed myself to those who were not asking for me.”"
        },
        {
          "verse": 21,
          "text": "But regarding Israel he says, “All day long I stretched out my hands to a disobedient and contentious people.”"
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 11 - The Remnant of Israel. I ask, then, has God rejected his people? Of course not! For I too am an Israelite, a descendant of Abraham, of the tribe of Benjamin."
        },
        {
          "verse": 2,
          "text": "God has not rejected his people whom he foreknew. Do you not know what the scripture says about Elijah, how he pleads with God against Israel?"
        },
        {
          "verse": 3,
          "text": "“Lord, they have killed your prophets, they have torn down your altars, and I alone am left, and they are seeking my life.”"
        },
        {
          "verse": 4,
          "text": "But what is God’s response to him? “I have left for myself seven thousand men who have not knelt to Baal.”"
        },
        {
          "verse": 5,
          "text": "So also at the present time there is a remnant, chosen by grace."
        },
        {
          "verse": 6,
          "text": "But if by grace, it is no longer because of works; otherwise grace would no longer be grace."
        },
        {
          "verse": 7,
          "text": "What then? What Israel was seeking it did not attain, but the elect attained it; the rest were hardened,"
        },
        {
          "verse": 8,
          "text": "as it is written: “God gave them a spirit of deep sleep, eyes that should not see and ears that should not hear, down to this very day.”"
        },
        {
          "verse": 9,
          "text": "And David says: “Let their table become a snare and a trap, a stumbling block and a retribution for them;"
        },
        {
          "verse": 10,
          "text": "let their eyes grow dim so that they may not see, and keep their backs bent forever.”"
        },
        {
          "verse": 11,
          "text": "The Gentiles’ Salvation. Hence I ask, did they stumble so as to fall? Of course not! But through their transgression salvation has come to the Gentiles, so as to make them jealous."
        },
        {
          "verse": 12,
          "text": "Now if their transgression is enrichment for the world, and if their diminished number is enrichment for the Gentiles, how much more their full number."
        },
        {
          "verse": 13,
          "text": "Now I am speaking to you Gentiles. Inasmuch then as I am the apostle to the Gentiles, I glory in my ministry"
        },
        {
          "verse": 14,
          "text": "in order to make my race jealous and thus save some of them."
        },
        {
          "verse": 15,
          "text": "For if their rejection is the reconciliation of the world, what will their acceptance be but life from the dead?"
        },
        {
          "verse": 16,
          "text": "If the firstfruits are holy, so is the whole batch of dough; and if the root is holy, so are the branches."
        },
        {
          "verse": 17,
          "text": "But if some of the branches were broken off, and you, a wild olive shoot, were grafted in their place and have come to share in the rich root of the olive tree,"
        },
        {
          "verse": 18,
          "text": "do not boast against the branches. If you do boast, consider that you do not support the root; the root supports you."
        },
        {
          "verse": 19,
          "text": "Indeed you will say, “Branches were broken off so that I might be grafted in.”"
        },
        {
          "verse": 20,
          "text": "That is so. They were broken off because of unbelief, but you are there because of faith. So do not become haughty, but stand in awe."
        },
        {
          "verse": 21,
          "text": "For if God did not spare the natural branches, [perhaps] he will not spare you either."
        },
        {
          "verse": 22,
          "text": "See, then, the kindness and severity of God: severity toward those who fell, but God’s kindness to you, provided you remain in his kindness; otherwise you too will be cut off."
        },
        {
          "verse": 23,
          "text": "And they also, if they do not remain in unbelief, will be grafted in, for God is able to graft them in again."
        },
        {
          "verse": 24,
          "text": "For if you were cut from what is by nature a wild olive tree, and grafted, contrary to nature, into a cultivated one, how much more will they who belong to it by nature be grafted back into their own olive tree. God’s Irrevocable Call."
        },
        {
          "verse": 25,
          "text": "I do not want you to be unaware of this mystery, brothers, so that you will not become wise [in] your own estimation: a hardening has come upon Israel in part, until the full number of the Gentiles comes in,"
        },
        {
          "verse": 26,
          "text": "and thus all Israel will be saved, as it is written: “The deliverer will come out of Zion, he will turn away godlessness from Jacob;"
        },
        {
          "verse": 27,
          "text": "and this is my covenant with them when I take away their sins.”"
        },
        {
          "verse": 28,
          "text": "In respect to the gospel, they are enemies on your account; but in respect to election, they are beloved because of the patriarchs."
        },
        {
          "verse": 29,
          "text": "For the gifts and the call of God are irrevocable."
        },
        {
          "verse": 30,
          "text": "Triumph of God’s Mercy. Just as you once disobeyed God but have now received mercy because of their disobedience,"
        },
        {
          "verse": 31,
          "text": "so they have now disobeyed in order that, by virtue of the mercy shown to you, they too may [now] receive mercy."
        },
        {
          "verse": 32,
          "text": "For God delivered all to disobedience, that he might have mercy upon all."
        },
        {
          "verse": 33,
          "text": "Oh, the depth of the riches and wisdom and knowledge of God! How inscrutable are his judgments and how unsearchable his ways!"
        },
        {
          "verse": 34,
          "text": "“For who has known the mind of the Lord or who has been his counselor?”"
        },
        {
          "verse": 35,
          "text": "“Or who has given him anything that he may be repaid?”"
        },
        {
          "verse": 36,
          "text": "For from him and through him and for him are all things. To him be glory forever. Amen."
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "verse": 1,
          "text": "VI. The Duties of Christians Chapter 12 - Sacrifice of Body and Mind. I urge you therefore, brothers, by the mercies of God, to offer your bodies as a living sacrifice, holy and pleasing to God, your spiritual worship."
        },
        {
          "verse": 2,
          "text": "Do not conform yourselves to this age but be transformed by the renewal of your mind, that you may discern what is the will of God, what is good and pleasing and perfect."
        },
        {
          "verse": 3,
          "text": "Many Parts in One Body. For by the grace given to me I tell everyone among you not to think of himself more highly than one ought to think, but to think soberly, each according to the measure of faith that God has apportioned."
        },
        {
          "verse": 4,
          "text": "For as in one body we have many parts, and all the parts do not have the same function,"
        },
        {
          "verse": 5,
          "text": "so we, though many, are one body in Christ and individually parts of one another."
        },
        {
          "verse": 6,
          "text": "Since we have gifts that differ according to the grace given to us, let us exercise them: if prophecy, in proportion to the faith;"
        },
        {
          "verse": 7,
          "text": "if ministry, in ministering; if one is a teacher, in teaching;"
        },
        {
          "verse": 8,
          "text": "if one exhorts, in exhortation; if one contributes, in generosity; if one is over others, with diligence; if one does acts of mercy, with cheerfulness."
        },
        {
          "verse": 9,
          "text": "Mutual Love. Let love be sincere; hate what is evil, hold on to what is good;"
        },
        {
          "verse": 10,
          "text": "love one another with mutual affection; anticipate one another in showing honor."
        },
        {
          "verse": 11,
          "text": "Do not grow slack in zeal, be fervent in spirit, serve the Lord."
        },
        {
          "verse": 12,
          "text": "Rejoice in hope, endure in affliction, persevere in prayer."
        },
        {
          "verse": 13,
          "text": "Contribute to the needs of the holy ones, exercise hospitality."
        },
        {
          "verse": 14,
          "text": "Bless those who persecute [you], bless and do not curse them."
        },
        {
          "verse": 15,
          "text": "Rejoice with those who rejoice, weep with those who weep."
        },
        {
          "verse": 16,
          "text": "Have the same regard for one another; do not be haughty but associate with the lowly; do not be wise in your own estimation."
        },
        {
          "verse": 17,
          "text": "Do not repay anyone evil for evil; be concerned for what is noble in the sight of all."
        },
        {
          "verse": 18,
          "text": "If possible, on your part, live at peace with all."
        },
        {
          "verse": 19,
          "text": "Beloved, do not look for revenge but leave room for the wrath; for it is written, “Vengeance is mine, I will repay, says the Lord.”"
        },
        {
          "verse": 20,
          "text": "Rather, “if your enemy is hungry, feed him; if he is thirsty, give him something to drink; for by so doing you will heap burning coals upon his head.”"
        },
        {
          "verse": 21,
          "text": "Do not be conquered by evil but conquer evil with good."
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 13 - Obedience to Authority. Let every person be subordinate to the higher authorities, for there is no authority except from God, and those that exist have been established by God."
        },
        {
          "verse": 2,
          "text": "Therefore, whoever resists authority opposes what God has appointed, and those who oppose it will bring judgment upon themselves."
        },
        {
          "verse": 3,
          "text": "For rulers are not a cause of fear to good conduct, but to evil. Do you wish to have no fear of authority? Then do what is good and you will receive approval from it,"
        },
        {
          "verse": 4,
          "text": "for it is a servant of God for your good. But if you do evil, be afraid, for it does not bear the sword without purpose; it is the servant of God to inflict wrath on the evildoer."
        },
        {
          "verse": 5,
          "text": "Therefore, it is necessary to be subject not only because of the wrath but also because of conscience."
        },
        {
          "verse": 6,
          "text": "This is why you also pay taxes, for the authorities are ministers of God, devoting themselves to this very thing."
        },
        {
          "verse": 7,
          "text": "Pay to all their dues, taxes to whom taxes are due, toll to whom toll is due, respect to whom respect is due, honor to whom honor is due. Love Fulfills the Law."
        },
        {
          "verse": 8,
          "text": "Owe nothing to anyone, except to love one another; for the one who loves another has fulfilled the law."
        },
        {
          "verse": 9,
          "text": "The commandments, “You shall not commit adultery; you shall not kill; you shall not steal; you shall not covet,” and whatever other commandment there may be, are summed up in this saying, [namely] “You shall love your neighbor as yourself.”"
        },
        {
          "verse": 10,
          "text": "Love does no evil to the neighbor; hence, love is the fulfillment of the law. Awareness of the End of Time."
        },
        {
          "verse": 11,
          "text": "And do this because you know the time; it is the hour now for you to awake from sleep. For our salvation is nearer now than when we first believed;"
        },
        {
          "verse": 12,
          "text": "the night is advanced, the day is at hand. Let us then throw off the works of darkness [and] put on the armor of light;"
        },
        {
          "verse": 13,
          "text": "let us conduct ourselves properly as in the day, not in orgies and drunkenness, not in promiscuity and licentiousness, not in rivalry and jealousy."
        },
        {
          "verse": 14,
          "text": "But put on the Lord Jesus Christ, and make no provision for the desires of the flesh."
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 14 - To Live and Die for Christ. Welcome anyone who is weak in faith, but not for disputes over opinions."
        },
        {
          "verse": 2,
          "text": "One person believes that one may eat anything, while the weak person eats only vegetables."
        },
        {
          "verse": 3,
          "text": "The one who eats must not despise the one who abstains, and the one who abstains must not pass judgment on the one who eats; for God has welcomed him."
        },
        {
          "verse": 4,
          "text": "Who are you to pass judgment on someone else’s servant? Before his own master he stands or falls. And he will be upheld, for the Lord is able to make him stand."
        },
        {
          "verse": 5,
          "text": "[For] one person considers one day more important than another, while another person considers all days alike. Let everyone be fully persuaded in his own mind."
        },
        {
          "verse": 6,
          "text": "Whoever observes the day, observes it for the Lord. Also whoever eats, eats for the Lord, since he gives thanks to God; while whoever abstains, abstains for the Lord and gives thanks to God."
        },
        {
          "verse": 7,
          "text": "None of us lives for oneself, and no one dies for oneself."
        },
        {
          "verse": 8,
          "text": "For if we live, we live for the Lord, and if we die, we die for the Lord; so then, whether we live or die, we are the Lord’s."
        },
        {
          "verse": 9,
          "text": "For this is why Christ died and came to life, that he might be Lord of both the dead and the living."
        },
        {
          "verse": 10,
          "text": "Why then do you judge your brother? Or you, why do you look down on your brother? For we shall all stand before the judgment seat of God;"
        },
        {
          "verse": 11,
          "text": "for it is written: “As I live, says the Lord, every knee shall bend before me, and every tongue shall give praise to God.”"
        },
        {
          "verse": 12,
          "text": "So [then] each of us shall give an account of himself [to God]."
        },
        {
          "verse": 13,
          "text": "Consideration for the Weak Conscience. Then let us no longer judge one another, but rather resolve never to put a stumbling block or hindrance in the way of a brother."
        },
        {
          "verse": 14,
          "text": "I know and am convinced in the Lord Jesus that nothing is unclean in itself; still, it is unclean for someone who thinks it unclean."
        },
        {
          "verse": 15,
          "text": "If your brother is being hurt by what you eat, your conduct is no longer in accord with love. Do not because of your food destroy him for whom Christ died."
        },
        {
          "verse": 16,
          "text": "So do not let your good be reviled."
        },
        {
          "verse": 17,
          "text": "For the kingdom of God is not a matter of food and drink, but of righteousness, peace, and joy in the holy Spirit;"
        },
        {
          "verse": 18,
          "text": "whoever serves Christ in this way is pleasing to God and approved by others."
        },
        {
          "verse": 19,
          "text": "Let us then pursue what leads to peace and to building up one another."
        },
        {
          "verse": 20,
          "text": "For the sake of food, do not destroy the work of God. Everything is indeed clean, but it is wrong for anyone to become a stumbling block by eating;"
        },
        {
          "verse": 21,
          "text": "it is good not to eat meat or drink wine or do anything that causes your brother to stumble."
        },
        {
          "verse": 22,
          "text": "Keep the faith [that] you have to yourself in the presence of God; blessed is the one who does not condemn himself for what he approves."
        },
        {
          "verse": 23,
          "text": "But whoever has doubts is condemned if he eats, because this is not from faith; for whatever is not from faith is sin."
        }
      ]
    },
    {
      "chapter": 15,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 15 - Patience and Self-Denial. We who are strong ought to put up with the failings of the weak and not to please ourselves;"
        },
        {
          "verse": 2,
          "text": "let each of us please our neighbor for the good, for building up."
        },
        {
          "verse": 3,
          "text": "For Christ did not please himself; but, as it is written, “The insults of those who insult you fall upon me.”"
        },
        {
          "verse": 4,
          "text": "For whatever was written previously was written for our instruction, that by endurance and by the encouragement of the scriptures we might have hope."
        },
        {
          "verse": 5,
          "text": "May the God of endurance and encouragement grant you to think in harmony with one another, in keeping with Christ Jesus,"
        },
        {
          "verse": 6,
          "text": "that with one accord you may with one voice glorify the God and Father of our Lord Jesus Christ. God’s Fidelity and Mercy."
        },
        {
          "verse": 7,
          "text": "Welcome one another, then, as Christ welcomed you, for the glory of God."
        },
        {
          "verse": 8,
          "text": "For I say that Christ became a minister of the circumcised to show God’s truthfulness, to confirm the promises to the patriarchs,"
        },
        {
          "verse": 9,
          "text": "but so that the Gentiles might glorify God for his mercy. As it is written: “Therefore, I will praise you among the Gentiles and sing praises to your name.”"
        },
        {
          "verse": 10,
          "text": "And again it says: “Rejoice, O Gentiles, with his people.”"
        },
        {
          "verse": 11,
          "text": "And again: “Praise the Lord, all you Gentiles, and let all the peoples praise him.”"
        },
        {
          "verse": 12,
          "text": "And again Isaiah says: “The root of Jesse shall come, raised up to rule the Gentiles; in him shall the Gentiles hope.”"
        },
        {
          "verse": 13,
          "text": "May the God of hope fill you with all joy and peace in believing, so that you may abound in hope by the power of the holy Spirit."
        },
        {
          "verse": 14,
          "text": "VII. Conclusion - Apostle to the Gentiles. I myself am convinced about you, my brothers, that you yourselves are full of goodness, filled with all knowledge, and able to admonish one another."
        },
        {
          "verse": 15,
          "text": "But I have written to you rather boldly in some respects to remind you, because of the grace given me by God"
        },
        {
          "verse": 16,
          "text": "to be a minister of Christ Jesus to the Gentiles in performing the priestly service of the gospel of God, so that the offering up of the Gentiles may be acceptable, sanctified by the holy Spirit."
        },
        {
          "verse": 17,
          "text": "In Christ Jesus, then, I have reason to boast in what pertains to God."
        },
        {
          "verse": 18,
          "text": "For I will not dare to speak of anything except what Christ has accomplished through me to lead the Gentiles to obedience by word and deed,"
        },
        {
          "verse": 19,
          "text": "by the power of signs and wonders, by the power of the Spirit [of God], so that from Jerusalem all the way around to Illyricum I have finished preaching the gospel of Christ."
        },
        {
          "verse": 20,
          "text": "Thus I aspire to proclaim the gospel not where Christ has already been named, so that I do not build on another’s foundation,"
        },
        {
          "verse": 21,
          "text": "but as it is written: “Those who have never been told of him shall see, and those who have never heard of him shall understand.”"
        },
        {
          "verse": 22,
          "text": "Paul’s Plans; Need for Prayers. That is why I have so often been prevented from coming to you."
        },
        {
          "verse": 23,
          "text": "But now, since I no longer have any opportunity in these regions and since I have desired to come to you for many years,"
        },
        {
          "verse": 24,
          "text": "I hope to see you in passing as I go to Spain and to be sent on my way there by you, after I have enjoyed being with you for a time."
        },
        {
          "verse": 25,
          "text": "Now, however, I am going to Jerusalem to minister to the holy ones."
        },
        {
          "verse": 26,
          "text": "For Macedonia and Achaia have decided to make some contribution for the poor among the holy ones in Jerusalem;"
        },
        {
          "verse": 27,
          "text": "they decided to do it, and in fact they are indebted to them, for if the Gentiles have come to share in their spiritual blessings, they ought also to serve them in material blessings."
        },
        {
          "verse": 28,
          "text": "So when I have completed this and safely handed over this contribution to them, I shall set out by way of you to Spain;"
        },
        {
          "verse": 29,
          "text": "and I know that in coming to you I shall come in the fullness of Christ’s blessing."
        },
        {
          "verse": 30,
          "text": "I urge you, [brothers,] by our Lord Jesus Christ and by the love of the Spirit, to join me in the struggle by your prayers to God on my behalf,"
        },
        {
          "verse": 31,
          "text": "that I may be delivered from the disobedient in Judea, and that my ministry for Jerusalem may be acceptable to the holy ones,"
        },
        {
          "verse": 32,
          "text": "so that I may come to you with joy by the will of God and be refreshed together with you."
        },
        {
          "verse": 33,
          "text": "The God of peace be with all of you. Amen."
        }
      ]
    },
    {
      "chapter": 16,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 16 - Phoebe Commended. I commend to you Phoebe our sister, who is [also] a minister of the church at Cenchreae,"
        },
        {
          "verse": 2,
          "text": "that you may receive her in the Lord in a manner worthy of the holy ones, and help her in whatever she may need from you, for she has been a benefactor to many and to me as well."
        },
        {
          "verse": 3,
          "text": "Paul’s Greetings. Greet Prisca and Aquila, my co-workers in Christ Jesus,"
        },
        {
          "verse": 4,
          "text": "who risked their necks for my life, to whom not only I am grateful but also all the churches of the Gentiles;"
        },
        {
          "verse": 5,
          "text": "greet also the church at their house. Greet my beloved Epaenetus, who was the firstfruits in Asia for Christ."
        },
        {
          "verse": 6,
          "text": "Greet Mary, who has worked hard for you."
        },
        {
          "verse": 7,
          "text": "Greet Andronicus and Junia, my relatives and my fellow prisoners; they are prominent among the apostles and they were in Christ before me."
        },
        {
          "verse": 8,
          "text": "Greet Ampliatus, my beloved in the Lord."
        },
        {
          "verse": 9,
          "text": "Greet Urbanus, our co-worker in Christ, and my beloved Stachys."
        },
        {
          "verse": 10,
          "text": "Greet Apelles, who is approved in Christ. Greet those who belong to the family of Aristobulus."
        },
        {
          "verse": 11,
          "text": "Greet my relative Herodion. Greet those in the Lord who belong to the family of Narcissus."
        },
        {
          "verse": 12,
          "text": "Greet those workers in the Lord, Tryphaena and Tryphosa. Greet the beloved Persis, who has worked hard in the Lord."
        },
        {
          "verse": 13,
          "text": "Greet Rufus, chosen in the Lord, and his mother and mine."
        },
        {
          "verse": 14,
          "text": "Greet Asyncritus, Phlegon, Hermes, Patrobas, Hermas, and the brothers who are with them."
        },
        {
          "verse": 15,
          "text": "Greet Philologus, Julia, Nereus and his sister, and Olympas, and all the holy ones who are with them."
        },
        {
          "verse": 16,
          "text": "Greet one another with a holy kiss. All the churches of Christ greet you."
        },
        {
          "verse": 17,
          "text": "Against Factions. I urge you, brothers, to watch out for those who create dissensions and obstacles, in opposition to the teaching that you learned; avoid them."
        },
        {
          "verse": 18,
          "text": "For such people do not serve our Lord Christ but their own appetites, and by fair and flattering speech they deceive the hearts of the innocent."
        },
        {
          "verse": 19,
          "text": "For while your obedience is known to all, so that I rejoice over you, I want you to be wise as to what is good, and simple as to what is evil;"
        },
        {
          "verse": 20,
          "text": "then the God of peace will quickly crush Satan under your feet. The grace of our Lord Jesus be with you."
        },
        {
          "verse": 21,
          "text": "Greetings from Corinth. Timothy, my co-worker, greets you; so do Lucius and Jason and Sosipater, my relatives."
        },
        {
          "verse": 22,
          "text": "I, Tertius, the writer of this letter, greet you in the Lord."
        },
        {
          "verse": 23,
          "text": "Gaius, who is host to me and to the whole church, greets you. Erastus, the city treasurer, and our brother Quartus greet you."
        },
        {
          "verse": 24,
          "text": "[ ] Doxology."
        },
        {
          "verse": 25,
          "text": "[ Now to him who can strengthen you, according to my gospel and the proclamation of Jesus Christ, according to the revelation of the mystery kept secret for long ages"
        },
        {
          "verse": 26,
          "text": "but now manifested through the prophetic writings and, according to the command of the eternal God, made known to all nations to bring about the obedience of faith,"
        },
        {
          "verse": 27,
          "text": "to the only wise God, through Jesus Christ be glory forever and ever. Amen.]"
        }
      ]
    }
  ]
}
