{
  "book": "SongofSongs",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 1 - The Song of Songs, which is Solomon’s."
        },
        {
          "verse": 2,
          "text": "The Woman Speaks of Her Lover - W Let him kiss me with kisses of his mouth, for your love is better than wine,"
        },
        {
          "verse": 3,
          "text": "better than the fragrance of your perfumes. Your name is a flowing perfume— therefore young women love you."
        },
        {
          "verse": 4,
          "text": "Draw me after you! Let us run! The king has brought me to his bed chambers. Let us exult and rejoice in you; let us celebrate your love: it is beyond wine! Rightly do they love you!"
        },
        {
          "verse": 5,
          "text": "Love’s Boast - W I am black and beautiful, Daughters of Jerusalem— Like the tents of Qedar, like the curtains of Solomon."
        },
        {
          "verse": 6,
          "text": "Do not stare at me because I am so black, because the sun has burned me. The sons of my mother were angry with me; they charged me with the care of the vineyards: my own vineyard I did not take care of."
        },
        {
          "verse": 7,
          "text": "Love’s Inquiry - W Tell me, you whom my soul loves, where you shepherd, where you give rest at midday. Why should I be like one wandering after the flocks of your companions?"
        },
        {
          "verse": 8,
          "text": "M If you do not know, most beautiful among women, Follow the tracks of the flock and pasture your lambs near the shepherds’ tents."
        },
        {
          "verse": 9,
          "text": "Love’s Vision - M To a mare among Pharaoh’s chariotry I compare you, my friend:"
        },
        {
          "verse": 10,
          "text": "Your cheeks lovely in pendants, your neck in jewels."
        },
        {
          "verse": 11,
          "text": "We will make pendants of gold for you, and ornaments of silver."
        },
        {
          "verse": 12,
          "text": "How Near Is Love! - W While the king was upon his couch, my spikenard gave forth its fragrance."
        },
        {
          "verse": 13,
          "text": "My lover is to me a sachet of myrrh; between my breasts he lies."
        },
        {
          "verse": 14,
          "text": "My lover is to me a cluster of henna from the vineyards of En-gedi."
        },
        {
          "verse": 15,
          "text": "M How beautiful you are, my friend, how beautiful! your eyes are doves!"
        },
        {
          "verse": 16,
          "text": "W How beautiful you are, my lover— handsome indeed! Verdant indeed is our couch;"
        },
        {
          "verse": 17,
          "text": "the beams of our house are cedars, our rafters, cypresses."
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 2 - W I am a flower of Sharon, a lily of the valleys."
        },
        {
          "verse": 2,
          "text": "M Like a lily among thorns, so is my friend among women."
        },
        {
          "verse": 3,
          "text": "W Like an apple tree among the trees of the woods, so is my lover among men. In his shadow I delight to sit, and his fruit is sweet to my taste."
        },
        {
          "verse": 4,
          "text": "He brought me to the banquet hall and his glance at me signaled love."
        },
        {
          "verse": 5,
          "text": "Strengthen me with raisin cakes, refresh me with apples, for I am sick with love."
        },
        {
          "verse": 6,
          "text": "His left hand is under my head and his right arm embraces me."
        },
        {
          "verse": 7,
          "text": "I adjure you, Daughters of Jerusalem, by the gazelles and the does of the field, Do not awaken, or stir up love until it is ready."
        },
        {
          "verse": 8,
          "text": "Her Lover’s Visit Remembered - W The sound of my lover! here he comes springing across the mountains, leaping across the hills."
        },
        {
          "verse": 9,
          "text": "My lover is like a gazelle or a young stag. See! He is standing behind our wall, gazing through the windows, peering through the lattices."
        },
        {
          "verse": 10,
          "text": "My lover speaks and says to me, M “Arise, my friend, my beautiful one, and come!"
        },
        {
          "verse": 11,
          "text": "For see, the winter is past, the rains are over and gone."
        },
        {
          "verse": 12,
          "text": "The flowers appear on the earth, the time of pruning the vines has come, and the song of the turtledove is heard in our land."
        },
        {
          "verse": 13,
          "text": "The fig tree puts forth its figs, and the vines, in bloom, give forth fragrance. Arise, my friend, my beautiful one, and come!"
        },
        {
          "verse": 14,
          "text": "My dove in the clefts of the rock, in the secret recesses of the cliff, Let me see your face, let me hear your voice, For your voice is sweet, and your face is lovely.”"
        },
        {
          "verse": 15,
          "text": "W Catch us the foxes, the little foxes that damage the vineyards; for our vineyards are in bloom!"
        },
        {
          "verse": 16,
          "text": "My lover belongs to me and I to him; he feeds among the lilies."
        },
        {
          "verse": 17,
          "text": "Until the day grows cool and the shadows flee, roam, my lover, Like a gazelle or a young stag upon the rugged mountains."
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 3 Loss and Discovery - W On my bed at night I sought him whom my soul loves— I sought him but I did not find him."
        },
        {
          "verse": 2,
          "text": "“Let me rise then and go about the city, through the streets and squares; Let me seek him whom my soul loves.” I sought him but I did not find him."
        },
        {
          "verse": 3,
          "text": "The watchmen found me, as they made their rounds in the city: “Him whom my soul loves—have you seen him?”"
        },
        {
          "verse": 4,
          "text": "Hardly had I left them when I found him whom my soul loves. I held him and would not let him go until I had brought him to my mother’s house, to the chamber of her who conceived me."
        },
        {
          "verse": 5,
          "text": "I adjure you, Daughters of Jerusalem, by the gazelles and the does of the field, Do not awaken or stir up love until it is ready."
        },
        {
          "verse": 6,
          "text": "Solomon’s Wedding Procession - D Who is this coming up from the desert, like columns of smoke Perfumed with myrrh and frankincense, with all kinds of exotic powders?"
        },
        {
          "verse": 7,
          "text": "See! it is the litter of Solomon; sixty valiant men surround it, of the valiant men of Israel:"
        },
        {
          "verse": 8,
          "text": "All of them expert with the sword, skilled in battle, Each with his sword at his side against the terrors of the night."
        },
        {
          "verse": 9,
          "text": "King Solomon made himself an enclosed litter of wood from Lebanon."
        },
        {
          "verse": 10,
          "text": "He made its columns of silver, its roof of gold, Its seat of purple cloth, its interior lovingly fitted. Daughters of Jerusalem,"
        },
        {
          "verse": 11,
          "text": "go out and look upon King Solomon In the crown with which his mother has crowned him on the day of his marriage, on the day of the joy of his heart."
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 4 The Beauty of the Woman - M, How beautiful you are, my friend, how beautiful you are! Your eyes are doves behind your veil. Your hair is like a flock of goats streaming down Mount Gilead."
        },
        {
          "verse": 2,
          "text": "Your teeth are like a flock of ewes to be shorn, that come up from the washing, All of them big with twins, none of them barren."
        },
        {
          "verse": 3,
          "text": "Like a scarlet strand, your lips, and your mouth—lovely! Like pomegranate halves, your cheeks behind your veil."
        },
        {
          "verse": 4,
          "text": "Like a tower of David, your neck, built in courses, A thousand shields hanging upon it, all the armor of warriors."
        },
        {
          "verse": 5,
          "text": "Your breasts are like two fawns, twins of a gazelle feeding among the lilies."
        },
        {
          "verse": 6,
          "text": "Until the day grows cool and the shadows flee, I shall go to the mountain of myrrh, to the hill of frankincense."
        },
        {
          "verse": 7,
          "text": "You are beautiful in every way, my friend, there is no flaw in you!"
        },
        {
          "verse": 8,
          "text": "With me from Lebanon, my bride! With me from Lebanon, come! Descend from the peak of Amana, from the peak of Senir and Hermon, From the lairs of lions, from the leopards’ heights."
        },
        {
          "verse": 9,
          "text": "You have ravished my heart, my sister, my bride; you have ravished my heart with one glance of your eyes, with one bead of your necklace."
        },
        {
          "verse": 10,
          "text": "How beautiful is your love, my sister, my bride, How much better is your love than wine, and the fragrance of your perfumes than any spice!"
        },
        {
          "verse": 11,
          "text": "Your lips drip honey, my bride, honey and milk are under your tongue; And the fragrance of your garments is like the fragrance of Lebanon."
        },
        {
          "verse": 12,
          "text": "The Lover’s Garden - M A garden enclosed, my sister, my bride, a garden enclosed, a fountain sealed!"
        },
        {
          "verse": 13,
          "text": "Your branches are a grove of pomegranates, with fruits of choicest yield: Henna with spikenard,"
        },
        {
          "verse": 14,
          "text": "spikenard and saffron, Sweet cane and cinnamon, with all kinds of frankincense; Myrrh and aloes, with all the finest spices;"
        },
        {
          "verse": 15,
          "text": "A garden fountain, a well of living water, streams flowing from Lebanon."
        },
        {
          "verse": 16,
          "text": "Awake, north wind! Come, south wind! Blow upon my garden that its perfumes may spread abroad. W Let my lover come to his garden and eat its fruits of choicest yield."
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 5 - M I have come to my garden, my sister, my bride; I gather my myrrh with my spices, I eat my honeycomb with my honey, I drink my wine with my milk. D? Eat, friends; drink! Drink deeply, lovers!"
        },
        {
          "verse": 2,
          "text": "A Fruitless Search - W I was sleeping, but my heart was awake. The sound of my lover knocking! “Open to me, my sister, my friend, my dove, my perfect one! For my head is wet with dew, my hair, with the moisture of the night.”"
        },
        {
          "verse": 3,
          "text": "I have taken off my robe, am I then to put it on? I have bathed my feet, am I then to soil them?"
        },
        {
          "verse": 4,
          "text": "My lover put his hand in through the opening: my innermost being trembled because of him."
        },
        {
          "verse": 5,
          "text": "I rose to open for my lover, my hands dripping myrrh: My fingers, flowing myrrh upon the handles of the lock."
        },
        {
          "verse": 6,
          "text": "I opened for my lover— but my lover had turned and gone! At his leaving, my soul sank. I sought him, but I did not find him; I called out after him, but he did not answer me."
        },
        {
          "verse": 7,
          "text": "The watchmen found me, as they made their rounds in the city; They beat me, they wounded me, they tore off my mantle, the watchmen of the walls."
        },
        {
          "verse": 8,
          "text": "I adjure you, Daughters of Jerusalem, if you find my lover What shall you tell him? that I am sick with love."
        },
        {
          "verse": 9,
          "text": "The Lost Lover Described - D How does your lover differ from any other lover, most beautiful among women? How does your lover differ from any other, that you adjure us so?"
        },
        {
          "verse": 10,
          "text": "W My lover is radiant and ruddy; outstanding among thousands."
        },
        {
          "verse": 11,
          "text": "His head is gold, pure gold, his hair like palm fronds, as black as a raven."
        },
        {
          "verse": 12,
          "text": "His eyes are like doves beside streams of water, Bathing in milk, sitting by brimming pools."
        },
        {
          "verse": 13,
          "text": "His cheeks are like beds of spices yielding aromatic scents; his lips are lilies that drip flowing myrrh."
        },
        {
          "verse": 14,
          "text": "His arms are rods of gold adorned with gems; His loins, a work of ivory covered with sapphires."
        },
        {
          "verse": 15,
          "text": "His legs, pillars of alabaster, resting on golden pedestals. His appearance, like the Lebanon, imposing as the cedars."
        },
        {
          "verse": 16,
          "text": "His mouth is sweetness itself; he is delightful in every way. Such is my lover, and such my friend, Daughters of Jerusalem!"
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 6 The Lost Lover Found - D Where has your lover gone, most beautiful among women? Where has your lover withdrawn that we may seek him with you?"
        },
        {
          "verse": 2,
          "text": "W My lover has come down to his garden, to the beds of spices, To feed in the gardens and to gather lilies."
        },
        {
          "verse": 3,
          "text": "I belong to my lover, and my lover belongs to me; he feeds among the lilies."
        },
        {
          "verse": 4,
          "text": "The Beauty of the Woman - M Beautiful as Tirzah are you, my friend; fair as Jerusalem, fearsome as celestial visions!"
        },
        {
          "verse": 5,
          "text": "Turn your eyes away from me, for they stir me up. Your hair is like a flock of goats streaming down from Gilead."
        },
        {
          "verse": 6,
          "text": "Your teeth are like a flock of ewes that come up from the washing, All of them big with twins, none of them barren."
        },
        {
          "verse": 7,
          "text": "Like pomegranate halves, your cheeks behind your veil."
        },
        {
          "verse": 8,
          "text": "Sixty are the queens, eighty the concubines, and young women without number—"
        },
        {
          "verse": 9,
          "text": "One alone is my dove, my perfect one, her mother’s special one, favorite of the one who bore her. Daughters see her and call her happy, queens and concubines, and they praise her:"
        },
        {
          "verse": 10,
          "text": "“Who is this that comes forth like the dawn, beautiful as the white moon, pure as the blazing sun, fearsome as celestial visions?”"
        },
        {
          "verse": 11,
          "text": "Love’s Meeting - W To the walnut grove I went down, to see the young growth of the valley; To see if the vines were in bloom, if the pomegranates had blossomed."
        },
        {
          "verse": 12,
          "text": "Before I knew it, my desire had made me the blessed one of the prince’s people."
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 7 The Beauty of the Beloved - D? Turn, turn, O Shulammite! turn, turn that we may gaze upon you! W How can you gaze upon the Shulammite as at the dance of the two camps?"
        },
        {
          "verse": 2,
          "text": "M How beautiful are your feet in sandals, O noble daughter! Your curving thighs like jewels, the product of skilled hands."
        },
        {
          "verse": 3,
          "text": "Your valley, a round bowl that should never lack mixed wine. Your belly, a mound of wheat, encircled with lilies."
        },
        {
          "verse": 4,
          "text": "Your breasts are like two fawns, twins of a gazelle."
        },
        {
          "verse": 5,
          "text": "Your neck like a tower of ivory; your eyes, pools in Heshbon by the gate of Bath-rabbim. Your nose like the tower of Lebanon that looks toward Damascus."
        },
        {
          "verse": 6,
          "text": "Your head rises upon you like Carmel; your hair is like purple; a king is caught in its locks."
        },
        {
          "verse": 7,
          "text": "Love’s Desires - How beautiful you are, how fair, my love, daughter of delights!"
        },
        {
          "verse": 8,
          "text": "Your very form resembles a date-palm, and your breasts, clusters."
        },
        {
          "verse": 9,
          "text": "I thought, “Let me climb the date-palm! Let me take hold of its branches! Let your breasts be like clusters of the vine and the fragrance of your breath like apples,"
        },
        {
          "verse": 10,
          "text": "And your mouth like the best wine— Wthat flows down smoothly for my lover, gliding over my lips and teeth."
        },
        {
          "verse": 11,
          "text": "I belong to my lover, his yearning is for me."
        },
        {
          "verse": 12,
          "text": "Come, my lover! Let us go out to the fields, let us pass the night among the henna."
        },
        {
          "verse": 13,
          "text": "Let us go early to the vineyards, and see if the vines are in bloom, If the buds have opened, if the pomegranates have blossomed; There will I give you my love."
        },
        {
          "verse": 14,
          "text": "The mandrakes give forth fragrance, and over our doors are all choice fruits; Fruits both fresh and dried, my lover, have I kept in store for you."
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 8 - Would that you were a brother to me, nursed at my mother’s breasts! If I met you out of doors, I would kiss you and none would despise me."
        },
        {
          "verse": 2,
          "text": "I would lead you, bring you to my mother’s house, where you would teach me, Where I would give you to drink spiced wine, my pomegranate juice."
        },
        {
          "verse": 3,
          "text": "His left hand is under my head, and his right arm embraces me."
        },
        {
          "verse": 4,
          "text": "I adjure you, Daughters of Jerusalem, do not awaken or stir up love until it is ready!"
        },
        {
          "verse": 5,
          "text": "The Return from the Desert - D? Who is this coming up from the desert, leaning upon her lover? W Beneath the apple tree I awakened you; there your mother conceived you; there she who bore you conceived."
        },
        {
          "verse": 6,
          "text": "True Love - Set me as a seal upon your heart, as a seal upon your arm; For Love is strong as Death, longing is fierce as Sheol. Its arrows are arrows of fire, flames of the divine."
        },
        {
          "verse": 7,
          "text": "Deep waters cannot quench love, nor rivers sweep it away. Were one to offer all the wealth of his house for love, he would be utterly despised."
        },
        {
          "verse": 8,
          "text": "An Answer to the Brothers - W “We have a little sister; she has no breasts as yet. What shall we do for our sister on the day she is spoken for?"
        },
        {
          "verse": 9,
          "text": "If she is a wall, we will build upon her a silver turret; But if she is a door, we will board her up with cedar planks.”"
        },
        {
          "verse": 10,
          "text": "I am a wall, and my breasts are like towers. I became in his eyes as one who brings peace."
        },
        {
          "verse": 11,
          "text": "A Boast - M? Solomon had a vineyard at Baal-hamon; he gave over the vineyard to caretakers. For its fruit one would have to pay a thousand silver pieces."
        },
        {
          "verse": 12,
          "text": "My vineyard is at my own disposal; the thousand pieces are for you, Solomon, and two hundred for the caretakers of its fruit."
        },
        {
          "verse": 13,
          "text": "The Lovers’ Yearnings - M You who dwell in the gardens, my companions are listening for your voice— let me hear it!"
        },
        {
          "verse": 14,
          "text": "W Swiftly, my lover, be like a gazelle or a young stag upon the mountains of spices."
        }
      ]
    }
  ]
}
