{
  "book": "Tobit",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 1 - Tobit. This book tells the story of Tobit, son of Tobiel, son of Hananiel, son of Aduel, son of Gabael, son of Raphael, son of Raguel, of the family of Asiel and the tribe of Naphtali."
        },
        {
          "verse": 2,
          "text": "During the days of Shalmaneser, king of the Assyrians, he was taken captive from Thisbe, which is south of Kedesh Naphtali in upper Galilee, above and to the west of Asher, north of Phogor."
        },
        {
          "verse": 3,
          "text": "I. Tobit’s Ordeals - His Virtue. I, Tobit, have walked all the days of my life on paths of fidelity and righteousness. I performed many charitable deeds for my kindred and my people who had been taken captive with me to Nineveh, in the land of the Assyrians."
        },
        {
          "verse": 4,
          "text": "When I lived as a young man in my own country, in the land of Israel, the entire tribe of my ancestor Naphtali broke away from the house of David, my ancestor, and from Jerusalem, the city that had been singled out of all Israel’s tribes that all Israel might offer sacrifice there. It was the place where the temple, God’s dwelling, had been built and consecrated for all generations to come."
        },
        {
          "verse": 5,
          "text": "All my kindred, as well as the house of Naphtali, my ancestor, used to offer sacrifice on every hilltop in Galilee to the calf that Jeroboam, king of Israel, had made in Dan."
        },
        {
          "verse": 6,
          "text": "But I alone used to go often to Jerusalem for the festivals, as was prescribed for all Israel by longstanding decree. Bringing with me the first fruits of crops, the firstlings of the flock, the tithes of livestock, and the first shearings of sheep, I used to hasten to Jerusalem"
        },
        {
          "verse": 7,
          "text": "and present them to the priests, Aaron’s sons, at the altar. To the Levites ministering in Jerusalem I used to give the tithe of grain, wine, olive oil, pomegranates, figs, and other fruits. Six years in a row, I used to give a second tithe in money, which each year I would go to pay in Jerusalem."
        },
        {
          "verse": 8,
          "text": "The third-year tithe I gave to orphans, widows, and converts who had joined the Israelites. Every third year I would bring them this offering, and we ate it in keeping with the decree laid down in the Mosaic law concerning it, and according to the commands of Deborah, the mother of my father Tobiel; for my father had died and left me an orphan."
        },
        {
          "verse": 9,
          "text": "When I reached manhood, I married Anna, a woman of our ancestral family. By her I had a son whom I named Tobiah."
        },
        {
          "verse": 10,
          "text": "Now, after I had been deported to the Assyrians and came as a captive to Nineveh, all my kindred and my people used to eat the food of the Gentiles,"
        },
        {
          "verse": 11,
          "text": "but I refrained from eating that Gentile food."
        },
        {
          "verse": 12,
          "text": "Because I was mindful of God with all my heart,"
        },
        {
          "verse": 13,
          "text": "the Most High granted me favor and status with Shalmaneser, so that I became purchasing agent for all his needs."
        },
        {
          "verse": 14,
          "text": "Until he died, I would go to Media to buy goods for him there. I also deposited pouches of silver worth ten talents in trust with my kinsman Gabael, son of Gabri, who lived at Rages, in the land of Media."
        },
        {
          "verse": 15,
          "text": "When Shalmaneser died and his son Sennacherib came to rule in his stead, the roads to Media became unsafe, so I could no longer go to Media."
        },
        {
          "verse": 16,
          "text": "Courage in Burying the Dead. In the days of Shalmaneser I had performed many charitable deeds for my kindred, members of my people."
        },
        {
          "verse": 17,
          "text": "I would give my bread to the hungry and clothing to the naked. If I saw one of my people who had died and been thrown behind the wall of Nineveh, I used to bury him."
        },
        {
          "verse": 18,
          "text": "Sennacherib returned from Judea, having fled during the days of the judgment enacted against him by the King of Heaven because of the blasphemies he had uttered; whomever he killed I buried. For in his rage he killed many Israelites, but I used to take their bodies away by stealth and bury them. So when Sennacherib looked for them, he could not find them."
        },
        {
          "verse": 19,
          "text": "But a certain Ninevite went and informed the king about me, that I was burying them, and I went into hiding. When I realized that the king knew about me and that I was being hunted to be put to death, I became afraid and took flight."
        },
        {
          "verse": 20,
          "text": "All my property was confiscated; I was left with nothing. All that I had was taken to the king’s palace, except for my wife Anna and my son Tobiah."
        },
        {
          "verse": 21,
          "text": "But forty days did not pass before two of the king’s sons assassinated him and fled to the mountains of Ararat. A son of his, Esarhaddon, succeeded him as king. He put Ahiqar, my kinsman Anael’s son, in charge of all the credit accounts of his kingdom, and he took control over the entire administration."
        },
        {
          "verse": 22,
          "text": "Then Ahiqar interceded on my behalf, and I returned to Nineveh. Ahiqar had been chief cupbearer, keeper of the signet ring, treasury accountant, and credit accountant under Sennacherib, king of the Assyrians; and Esarhaddon appointed him as Second to himself. He was, in fact, my nephew, of my father’s house, and of my own family."
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 2 - Thus under King Esarhaddon I returned to my home, and my wife Anna and my son Tobiah were restored to me. Then on our festival of Pentecost, the holy feast of Weeks, a fine dinner was prepared for me, and I reclined to eat."
        },
        {
          "verse": 2,
          "text": "The table was set for me, and the dishes placed before me were many. So I said to my son Tobiah: “Son, go out and bring in whatever poor person you find among our kindred exiled here in Nineveh who may be a sincere worshiper of God to share this meal with me. Indeed, son, I shall wait for you to come back.”"
        },
        {
          "verse": 3,
          "text": "Tobiah went out to look for some poor person among our kindred, but he came back and cried, “Father!” I said to him, “Here I am, son.” He answered, “Father, one of our people has been murdered! He has been thrown out into the market place, and there he lies strangled.”"
        },
        {
          "verse": 4,
          "text": "I sprang to my feet, leaving the dinner untouched, carried the dead man from the square, and put him in one of the rooms until sundown, so that I might bury him."
        },
        {
          "verse": 5,
          "text": "I returned and washed and in sorrow ate my food."
        },
        {
          "verse": 6,
          "text": "I remembered the oracle pronounced by the prophet Amos against Bethel: “I will turn your feasts into mourning, and all your songs into dirges.”"
        },
        {
          "verse": 7,
          "text": "Then I wept. At sunset I went out, dug a grave, and buried him."
        },
        {
          "verse": 8,
          "text": "My neighbors mocked me, saying: “Does he have no fear? Once before he was hunted, to be executed for this sort of deed, and he ran away; yet here he is again burying the dead!”"
        },
        {
          "verse": 9,
          "text": "Tobit’s Blindness. That same night I washed and went into my courtyard, where I lay down to sleep beside the wall. Because of the heat I left my face uncovered."
        },
        {
          "verse": 10,
          "text": "I did not know that sparrows were perched on the wall above me; their warm droppings settled in my eyes, causing white scales on them. I went to doctors for a cure, but the more they applied ointments, the more my vision was obscured by the white scales, until I was totally blind. For four years I was unable to see, and all my kindred were distressed at my condition. Ahiqar, however, took care of me for two years, until he left for Elam."
        },
        {
          "verse": 11,
          "text": "At that time my wife Anna worked for hire at weaving cloth, doing the kind of work women do."
        },
        {
          "verse": 12,
          "text": "When she delivered the material to her employers, they would pay her a wage. On the seventh day of the month of Dystrus, she finished the woven cloth and delivered it to her employers. They paid her the full salary and also gave her a young goat for a meal."
        },
        {
          "verse": 13,
          "text": "On entering my house, the goat began to bleat. So I called to my wife and said: “Where did this goat come from? It was not stolen, was it? Give it back to its owners; we have no right to eat anything stolen!”"
        },
        {
          "verse": 14,
          "text": "But she said to me, “It was given to me as a bonus over and above my wages.” Yet I would not believe her and told her to give it back to its owners. I flushed with anger at her over this. So she retorted: “Where are your charitable deeds now? Where are your righteous acts? Look! All that has happened to you is well known!”"
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 3 - Then sad at heart, I groaned and wept aloud. With sobs I began to pray:"
        },
        {
          "verse": 2,
          "text": "Tobit’s Prayer for Death - “You are righteous, Lord, and all your deeds are just; All your ways are mercy and fidelity; you are judge of the world."
        },
        {
          "verse": 3,
          "text": "And now, Lord, be mindful of me and look with favor upon me. Do not punish me for my sins, or for my inadvertent offenses, or for those of my ancestors. “They sinned against you,"
        },
        {
          "verse": 4,
          "text": "and disobeyed your commandments. So you handed us over to plunder, captivity, and death, to become an object lesson, a byword, and a reproach in all the nations among whom you scattered us."
        },
        {
          "verse": 5,
          "text": "“Yes, your many judgments are right in dealing with me as my sins, and those of my ancestors, deserve. For we have neither kept your commandments, nor walked in fidelity before you."
        },
        {
          "verse": 6,
          "text": "“So now, deal with me as you please; command my life breath to be taken from me, that I may depart from the face of the earth and become dust. It is better for me to die than to live, because I have listened to undeserved reproaches, and great is the grief within me. “Lord, command that I be released from such anguish; let me go to my everlasting abode; Do not turn your face away from me, Lord. For it is better for me to die than to endure so much misery in life, and to listen to such reproaches!”"
        },
        {
          "verse": 7,
          "text": "II. Sarah’s Plight - Sarah Falsely Accused. On that very day, at Ecbatana in Media, it so happened that Raguel’s daughter Sarah also had to listen to reproaches from one of her father’s maids."
        },
        {
          "verse": 8,
          "text": "For she had been given in marriage to seven husbands, but the wicked demon Asmodeus kept killing them off before they could have intercourse with her, as is prescribed for wives. The maid said to her: “You are the one who kills your husbands! Look! You have already been given in marriage to seven husbands, but you do not bear the name of a single one of them."
        },
        {
          "verse": 9,
          "text": "Why do you beat us? Because your husbands are dead? Go, join them! May we never see son or daughter of yours!”"
        },
        {
          "verse": 10,
          "text": "That day Sarah was sad at heart. She went in tears to an upstairs room in her father’s house and wanted to hang herself. But she reconsidered, saying to herself: “No! May people never reproach my father and say to him, ‘You had only one beloved daughter, but she hanged herself because of her misfortune.’ And thus would I bring my father laden with sorrow in his old age to Hades. It is far better for me not to hang myself, but to beg the Lord that I might die, and no longer have to listen to such reproaches in my lifetime.”"
        },
        {
          "verse": 11,
          "text": "At that same time, with hands outstretched toward the window, she implored favor: Sarah’s Prayer for Death - “Blessed are you, merciful God! Blessed be your holy and honorable name forever! May all your works forever bless you."
        },
        {
          "verse": 12,
          "text": "Now to you, Lord, I have turned my face and have lifted up my eyes."
        },
        {
          "verse": 13,
          "text": "Bid me to depart from the earth, never again to listen to such reproaches."
        },
        {
          "verse": 14,
          "text": "“You know, Master, that I am clean of any defilement with a man."
        },
        {
          "verse": 15,
          "text": "I have never sullied my own name or my father’s name in the land of my captivity. “I am my father’s only daughter, and he has no other child to be his heir, Nor does he have a kinsman or close relative whose wife I should wait to become. Seven husbands of mine have already died. Why then should I live any longer? But if it does not please you, Lord, to take my life, look favorably upon me and have pity on me, that I may never again listen to such reproaches!”"
        },
        {
          "verse": 16,
          "text": "An Answer to Prayer. At that very time, the prayer of both of them was heard in the glorious presence of God."
        },
        {
          "verse": 17,
          "text": "So Raphael was sent to heal them both: to remove the white scales from Tobit’s eyes, so that he might again see with his own eyes God’s light; and to give Sarah, the daughter of Raguel, as a wife to Tobiah, the son of Tobit, and to rid her of the wicked demon Asmodeus. For it fell to Tobiah’s lot to claim her before any others who might wish to marry her. At that very moment Tobit turned from the courtyard to his house, and Raguel’s daughter Sarah came down from the upstairs room."
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "verse": 1,
          "text": "III. Preparation for the Journey Chapter 4 - A Father’s Instruction. That same day Tobit remembered the money he had deposited in trust with Gabael at Rages in Media."
        },
        {
          "verse": 2,
          "text": "He thought to himself, “Now that I have asked for death, why should I not call my son Tobiah and let him know about this money before I die?”"
        },
        {
          "verse": 3,
          "text": "So he called his son Tobiah; and when he came, he said to him: “Son, when I die, give me a decent burial. Honor your mother, and do not abandon her as long as she lives. Do whatever pleases her, and do not grieve her spirit in any way."
        },
        {
          "verse": 4,
          "text": "Remember, son, how she went through many dangers for you while you were in her womb. When she dies, bury her in the same grave with me."
        },
        {
          "verse": 5,
          "text": "“Through all your days, son, keep the Lord in mind, and do not seek to sin or to transgress the commandments. Perform righteous deeds all the days of your life, and do not tread the paths of wickedness."
        },
        {
          "verse": 6,
          "text": "For those who act with fidelity, all who practice righteousness, will prosper in their affairs."
        },
        {
          "verse": 7,
          "text": "“Give alms from your possessions. Do not turn your face away from any of the poor, so that God’s face will not be turned away from you."
        },
        {
          "verse": 8,
          "text": "Give in proportion to what you own. If you have great wealth, give alms out of your abundance; if you have but little, do not be afraid to give alms even of that little."
        },
        {
          "verse": 9,
          "text": "You will be storing up a goodly treasure for yourself against the day of adversity."
        },
        {
          "verse": 10,
          "text": "For almsgiving delivers from death and keeps one from entering into Darkness."
        },
        {
          "verse": 11,
          "text": "Almsgiving is a worthy offering in the sight of the Most High for all who practice it."
        },
        {
          "verse": 12,
          "text": "“Be on your guard, son, against every kind of fornication, and above all, marry a woman of your own ancestral family. Do not marry a foreign woman, one who is not of your father’s tribe, because we are descendants of the prophets, who were the first to speak the truth. Noah prophesied first, then Abraham, Isaac, and Jacob, our ancestors from the beginning of time. Son, remember that all of them took wives from among their own kindred and were blessed in their children, and that their posterity would inherit the land."
        },
        {
          "verse": 13,
          "text": "Therefore, son, love your kindred. Do not act arrogantly toward any of them, the sons and daughters of your people, by refusing to take a wife for yourself from among them. For in arrogance there is ruin and great instability. In idleness there is loss and dire poverty, for idleness is the mother of famine."
        },
        {
          "verse": 14,
          "text": "“Do not keep with you overnight the wages of those who have worked for you, but pay them at once. If you serve God thus, you will receive your reward. Be on your guard, son, in everything you do; be wise in all that you say and discipline yourself in all your conduct."
        },
        {
          "verse": 15,
          "text": "Do to no one what you yourself hate. Do not drink wine till you become drunk or let drunkenness accompany you on your way."
        },
        {
          "verse": 16,
          "text": "“Give to the hungry some of your food, and to the naked some of your clothing. Whatever you have left over, give away as alms; and do not let your eye begrudge the alms that you give."
        },
        {
          "verse": 17,
          "text": "Pour out your wine and your bread on the grave of the righteous, but do not share them with sinners."
        },
        {
          "verse": 18,
          "text": "“Seek counsel from every wise person, and do not think lightly of any useful advice."
        },
        {
          "verse": 19,
          "text": "At all times bless the Lord, your God, and ask him that all your paths may be straight and all your endeavors and plans may prosper. For no other nation possesses good counsel, but it is the Lord who gives all good things. Whomever the Lord chooses to raise is raised; and whomever the Lord chooses to cast down is cast down to the recesses of Hades. So now, son, keep in mind these my commandments, and never let them be erased from your heart."
        },
        {
          "verse": 20,
          "text": "“Now, I must tell you, son, that I have deposited in trust ten talents of silver with Gabael, the son of Gabri, at Rages in Media."
        },
        {
          "verse": 21,
          "text": "Do not fear, son, that we have lived in poverty. You will have great wealth, if you fear God, avoid all sin, and do what is good before the Lord your God.”"
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 5 - The Angel Raphael. Then Tobiah replied to his father Tobit: “Everything that you have commanded me, father, I shall do."
        },
        {
          "verse": 2,
          "text": "But how will I be able to get that money from him, since he does not know me, and I do not know him? What sign can I give him so that he will recognize and trust me, and give me the money? I do not even know the roads to Media, in order to go there.”"
        },
        {
          "verse": 3,
          "text": "Tobit answered his son Tobiah: “He gave me his bond, and I gave him mine; I divided his into two parts, and each of us took one part; I put one part with the money. It is twenty years since I deposited that money! So, son, find yourself a trustworthy person who will make the journey with you, and we will give him wages when you return; but bring back that money from Gabael while I am still alive.”"
        },
        {
          "verse": 4,
          "text": "Tobiah went out to look for someone who would travel with him to Media, someone who knew the way. He went out and found the angel Raphael standing before him (though he did not know that this was an angel of God)."
        },
        {
          "verse": 5,
          "text": "Tobiah said to him, “Where do you come from, young man?” He replied, “I am an Israelite, one of your kindred. I have come here to work.” Tobiah said to him, “Do you know the way to Media?”"
        },
        {
          "verse": 6,
          "text": "“Yes,” he replied, “I have been there many times. I know the place well and am acquainted with all the routes. I have often traveled to Media; I used to stay with our kinsman Gabael, who lives at Rages in Media. It is a good two days’ journey from Ecbatana to Rages, for Rages is situated in the mountains, but Ecbatana is in the middle of the plain.”"
        },
        {
          "verse": 7,
          "text": "Tobiah said to him, “Wait for me, young man, till I go in and tell my father; for I need you to make the journey with me. I will pay you your wages.”"
        },
        {
          "verse": 8,
          "text": "He replied, “Very well, I will wait; but do not be long.”"
        },
        {
          "verse": 9,
          "text": "Tobiah went in and informed his father Tobit: “I have found someone of our own Israelite kindred who will go with me!” Tobit said, “Call the man in, so that I may find out from what family and tribe he comes, and whether he is trustworthy enough to travel with you, son.”"
        },
        {
          "verse": 10,
          "text": "Tobiah went out to summon him, saying, “Young man, my father is calling for you.” When Raphael entered the house, Tobit greeted him first. He replied, “Joyful greetings to you!” Tobit answered, “What joy is left for me? Here I am, a blind man who cannot see the light of heaven, but must remain in darkness, like the dead who no longer see the light! Though alive, I am among the dead. I can hear people’s voices, but I do not see them.” The young man said, “Take courage! God’s healing is near; so take courage!” Tobit then said: “My son Tobiah wants to go to Media. Can you go with him to show him the way? I will pay you your wages, brother.” He answered: “Yes, I will go with him, and I know all the routes. I have often traveled to Media and crossed all its plains so I know well the mountains and all its roads.”"
        },
        {
          "verse": 11,
          "text": "Tobit asked him, “Brother, tell me, please, from what family and tribe are you?”"
        },
        {
          "verse": 12,
          "text": "He replied, “Why? What need do you have for a tribe? Aren’t you looking for a hired man?” Tobit replied, “I only want to know, brother, whose son you truly are and what your name is.”"
        },
        {
          "verse": 13,
          "text": "He answered, “I am Azariah, son of the great Hananiah, one of your own kindred.”"
        },
        {
          "verse": 14,
          "text": "Tobit exclaimed: “Welcome! God save you, brother! Do not be provoked with me, brother, for wanting to learn the truth about your family. It turns out that you are a kinsman, from a noble and good line! I knew Hananiah and Nathan, the two sons of the great Shemeliah. They used to go to Jerusalem with me, where we would worship together. They were not led astray; your kindred are good people. You are certainly of good lineage. So welcome!”"
        },
        {
          "verse": 15,
          "text": "Then he added: “For each day I will give you a drachma as wages, as well as expenses for you and for my son. So go with my son, and"
        },
        {
          "verse": 16,
          "text": "I will even add a bonus to your wages!” The young man replied: “I will go with him. Do not fear. In good health we will leave you, and in good health we will return to you, for the way is safe.”"
        },
        {
          "verse": 17,
          "text": "Tobit said, “Blessing be upon you, brother.” Then he called his son and said to him: “Son, prepare whatever you need for the journey, and set out with your kinsman. May God in heaven protect you on the way and bring you back to me safe and sound; may his angel accompany you for your safety, son.” Tobiah left to set out on his journey, and he kissed his father and mother. Tobit said to him, “Have a safe journey.”"
        },
        {
          "verse": 18,
          "text": "But his mother began to weep and she said to Tobit: “Why have you sent my child away? Is he not the staff of our hands, as he goes in and out before us?"
        },
        {
          "verse": 19,
          "text": "Do not heap money upon money! Rather relinquish it in exchange for our child!"
        },
        {
          "verse": 20,
          "text": "What the Lord has given us to live on is certainly enough for us.”"
        },
        {
          "verse": 21,
          "text": "Tobit reassured her: “Do not worry! Our son will leave in good health and come back to us in good health. Your own eyes will see the day when he returns to you safe and sound. So, do not worry; do not fear for them, my sister."
        },
        {
          "verse": 22,
          "text": "For a good angel will go with him, his journey will be successful, and he will return in good health.” Then she stopped weeping."
        }
      ]
    },
    {
      "chapter": 6,
      "verses": []
    },
    {
      "chapter": 7,
      "verses": [
        {
          "verse": 1,
          "text": "V. Marriage and Healing of Sarah Chapter 7 - At the House of Raguel. When they entered Ecbatana, Tobiah said, “Brother Azariah, bring me straight to the house of our kinsman Raguel.” So he did, and they came to the house of Raguel, whom they found seated by his courtyard gate. They greeted him first, and he answered, “Many greetings to you, brothers! Welcome! You have come in peace! Now enter in peace!” And he brought them into his house."
        },
        {
          "verse": 2,
          "text": "He said to his wife Edna, “How this young man resembles Tobit, the son of my uncle!”"
        },
        {
          "verse": 3,
          "text": "So Edna asked them, saying, “Where are you from, brothers?” They answered, “We are descendants of Naphtali, now captives in Nineveh.”"
        },
        {
          "verse": 4,
          "text": "She said to them, “Do you know our kinsman Tobit?” They answered her, “Indeed, we do know him!” She asked, “Is he well?”"
        },
        {
          "verse": 5,
          "text": "They answered, “Yes, he is alive and well.” Then Tobiah said, “He is my father!”"
        },
        {
          "verse": 6,
          "text": "Raguel jumped up, kissed him, and broke into tears."
        },
        {
          "verse": 7,
          "text": "Then, finding words, he said, “A blessing upon you, son! You are the son of a good and noble father. What a terrible misfortune that a man so righteous and charitable has been afflicted with blindness!” He embraced his kinsman Tobiah and continued to weep."
        },
        {
          "verse": 8,
          "text": "His wife Edna also wept for Tobit; and their daughter Sarah also began to weep."
        },
        {
          "verse": 9,
          "text": "Marriage of Tobiah and Sarah. Afterward, Raguel slaughtered a ram from the flock and gave them a warm reception. When they had washed, bathed, and reclined to eat and drink, Tobiah said to Raphael, “Brother Azariah, ask Raguel to give me my kinswoman Sarah.”"
        },
        {
          "verse": 10,
          "text": "Raguel overheard the words; so he said to the young man: “Eat and drink and be merry tonight, for no man has a greater right to marry my daughter Sarah than you, brother. Besides, not even I have the right to give her to anyone but you, because you are my closest relative. However, son, I must frankly tell you the truth."
        },
        {
          "verse": 11,
          "text": "I have given her in marriage to seven husbands who were kinsmen of ours, and all died on the very night they approached her. But now, son, eat and drink. The Lord will look after you both.” Tobiah answered, “I will neither eat nor drink anything here until you settle what concerns me.” Raguel said to him: “I will do it. She is yours as decreed by the Book of Moses. It has been decided in heaven that she be given to you! Take your kinswoman; from now on you are her brother, and she is your sister. She is given to you today and here ever after. May the Lord of heaven prosper you both tonight, son, and grant you mercy and peace.”"
        },
        {
          "verse": 12,
          "text": "Then Raguel called his daughter Sarah, and she came to him. He took her by the hand and gave her to Tobiah with these words: “Take her according to the law. According to the decree written in the Book of Moses I give her to be your wife. Take her and bring her safely to your father. And may the God of heaven grant both of you a safe journey in peace!”"
        },
        {
          "verse": 13,
          "text": "He then called her mother and told her to bring writing materials. He wrote out a copy of a marriage contract stating that he gave Sarah to Tobiah as his wife as decreed by the law of Moses. Her mother brought the material, and he drew up the contract, to which he affixed his seal."
        },
        {
          "verse": 14,
          "text": "Afterward they began to eat and drink."
        },
        {
          "verse": 15,
          "text": "Later Raguel called his wife Edna and said, “My sister, prepare the other bedroom and bring Sarah there.”"
        },
        {
          "verse": 16,
          "text": "She went, made the bed in the room, as he had told her, and brought Sarah there. After she had cried over her, she wiped away her tears and said,"
        },
        {
          "verse": 17,
          "text": "“Take courage, my daughter! May the Lord of heaven grant you joy in place of your grief! Courage, my daughter!” Then she left."
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 8 - Expulsion of the Demon. When they had finished eating and drinking, they wanted to retire. So they brought the young man out and led him to the bedroom."
        },
        {
          "verse": 2,
          "text": "Tobiah, mindful of Raphael’s instructions, took the fish’s liver and heart from the bag where he had them, and put them on the embers intended for incense."
        },
        {
          "verse": 3,
          "text": "The odor of the fish repulsed the demon, and it fled to the upper regions of Egypt; Raphael went in pursuit of it and there bound it hand and foot. Then Raphael returned immediately."
        },
        {
          "verse": 4,
          "text": "When Sarah’s parents left the bedroom and closed the door behind them, Tobiah rose from bed and said to his wife, “My sister, come, let us pray and beg our Lord to grant us mercy and protection.”"
        },
        {
          "verse": 5,
          "text": "She got up, and they started to pray and beg that they might be protected. He began with these words: “Blessed are you, O God of our ancestors; blessed be your name forever and ever! Let the heavens and all your creation bless you forever."
        },
        {
          "verse": 6,
          "text": "You made Adam, and you made his wife Eve to be his helper and support; and from these two the human race has come. You said, ‘It is not good for the man to be alone; let us make him a helper like himself.’"
        },
        {
          "verse": 7,
          "text": "Now, not with lust, but with fidelity I take this kinswoman as my wife. Send down your mercy on me and on her, and grant that we may grow old together. Bless us with children.”"
        },
        {
          "verse": 8,
          "text": "They said together, “Amen, amen!”"
        },
        {
          "verse": 9,
          "text": "Then they went to bed for the night. But Raguel got up and summoned his servants. They went out with him and dug a grave,"
        },
        {
          "verse": 10,
          "text": "for he said, “Perhaps Tobiah will die; then we would be a laughingstock and an object of mockery.”"
        },
        {
          "verse": 11,
          "text": "When they had finished digging the grave, Raguel went back into the house and called his wife,"
        },
        {
          "verse": 12,
          "text": "saying, “Send one of the maids in to see whether he is alive. If he has died, let us bury him without anyone knowing about it.”"
        },
        {
          "verse": 13,
          "text": "They sent the maid, lit a lamp, and opened the bedroom door; she went in and found them sleeping together."
        },
        {
          "verse": 14,
          "text": "The maid came out and told them that Tobiah was alive, and that nothing was wrong."
        },
        {
          "verse": 15,
          "text": "Then they praised the God of heaven in these words: “Blessed are you, God, with every pure blessing! Let all your chosen ones bless you forever!"
        },
        {
          "verse": 16,
          "text": "Blessed are you, for you have made me happy; what I feared did not happen. Rather you have dealt with us according to your abundant mercy."
        },
        {
          "verse": 17,
          "text": "Blessed are you, for you have shown mercy toward two only children. Grant them, Master, mercy and protection, and bring their lives to fulfillment with happiness and mercy.”"
        },
        {
          "verse": 18,
          "text": "Then Raguel told his servants to fill in the grave before dawn."
        },
        {
          "verse": 19,
          "text": "Wedding Feast. He asked his wife to bake many loaves of bread; he himself went out to the herd and brought two steers and four rams, which he ordered to be slaughtered. So they began to prepare the feast."
        },
        {
          "verse": 20,
          "text": "He summoned Tobiah and said to him, “For fourteen days you shall not stir from here, but shall remain here eating and drinking with me; you shall bring joy to my daughter’s afflicted spirit."
        },
        {
          "verse": 21,
          "text": "Now take half of what I own here; go back in good health to your father. The other half will be yours when I and my wife die. Take courage, son! I am your father, and Edna is your mother; we belong to you and to your sister both now and forever. So take courage, son!”"
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 9 - The Money Recovered. Then Tobiah called Raphael and said to him:"
        },
        {
          "verse": 2,
          "text": "“Brother Azariah, take along with you from here four servants and two camels and travel to Rages. Go to Gabael’s house and give him this bond. Get the money and then bring him along with you to the wedding celebration."
        },
        {
          "verse": 3,
          "text": "For you know that my father will be counting the days. If I should delay even by a single day, I would cause him intense grief."
        },
        {
          "verse": 4,
          "text": "You have witnessed the oath that Raguel has sworn; I cannot violate his oath.”"
        },
        {
          "verse": 5,
          "text": "So Raphael, together with the four servants and two camels, traveled to Rages in Media, where they stayed at Gabael’s house. Raphael gave Gabael his bond and told him about Tobit’s son Tobiah, that he had married and was inviting him to the wedding celebration. Gabael got up and counted out for him the moneybags with their seals, and they packed them on the camels."
        },
        {
          "verse": 6,
          "text": "The following morning they both got an early start and traveled to the wedding celebration. When they entered Raguel’s house, they found Tobiah reclining at table. He jumped up and greeted Gabael, who wept and blessed him, exclaiming: “Good and noble child, son of a good and noble, righteous and charitable man, may the Lord bestow a heavenly blessing on you and on your wife, and on your wife’s father and mother. Blessed be God, because I have seen the very image of my cousin Tobit!”"
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "verse": 1,
          "text": "VI. Tobiah’s Return Journey to Nineveh and the Healing of Tobit Chapter 10 - Anxiety of the Parents. Meanwhile, day by day, Tobit was keeping track of the time Tobiah would need to go and to return. When the number of days was reached and his son did not appear,"
        },
        {
          "verse": 2,
          "text": "he said, “Could it be that he has been detained there? Or perhaps Gabael has died, and there is no one to give him the money?”"
        },
        {
          "verse": 3,
          "text": "And he began to grieve."
        },
        {
          "verse": 4,
          "text": "His wife Anna said, “My son has perished and is no longer among the living!” And she began to weep aloud and to wail over her son:"
        },
        {
          "verse": 5,
          "text": "“Alas, child, light of my eyes, that I have let you make this journey!”"
        },
        {
          "verse": 6,
          "text": "But Tobit kept telling her: “Be still, do not worry, my sister; he is safe! Probably they have to take care of some unexpected business there. The man who is traveling with him is trustworthy and one of our kindred. So do not grieve over him, my sister. He will be here soon.”"
        },
        {
          "verse": 7,
          "text": "But she retorted, “You be still, and do not try to deceive me! My son has perished!” She would rush out and keep watch every day at the road her son had taken. She ate nothing. After the sun had set, she would go back home to wail and cry the whole night through, getting no sleep at all. Departure from Ecbatana. Now when the fourteen days of the wedding celebration, which Raguel had sworn to hold for his daughter, had come to an end, Tobiah went to him and said: “Send me off, now, since I know that my father and mother do not believe they will ever see me again. So I beg you, father, let me depart and go back to my own father. I have already told you how I left him.”"
        },
        {
          "verse": 8,
          "text": "Raguel said to Tobiah: “Stay, son, stay with me. I am sending messengers to your father Tobit, and they will give him news of you.”"
        },
        {
          "verse": 9,
          "text": "But Tobiah insisted, “No, I beg you to send me back to my father.”"
        },
        {
          "verse": 10,
          "text": "Raguel then promptly handed over to Tobiah his wife Sarah, together with half of all his property: male and female slaves, oxen and sheep, donkeys and camels, clothing, money, and household goods."
        },
        {
          "verse": 11,
          "text": "He saw them safely off. Embracing Tobiah, he said to him: “Farewell, son. Have a safe journey. May the Lord of heaven grant prosperity to you and to your wife Sarah. And may I see children of yours before I die!”"
        },
        {
          "verse": 12,
          "text": "Then he said to his daughter Sarah, “My daughter, honor your father-in-law and your mother-in-law, because from now on they are as much your parents as the ones who brought you into the world. Go in peace, daughter; let me hear a good report about you as long as I live.” Finally he said good-bye to them and let them go. Edna also said to Tobiah: “My child and beloved kinsman, may the Lord bring you back safely, and may I live long enough to see children of you and of my daughter Sarah before I die. Before the Lord, I entrust my daughter to your care. Never cause her grief all the days of your life. Go in peace, son. From now on I am your mother, and Sarah is your sister. Together may we all prosper throughout the days of our lives.” She kissed them both and saw them safely off."
        },
        {
          "verse": 13,
          "text": "Tobiah left Raguel, full of happiness and joy, and he blessed the Lord of heaven and earth, the King of all, for making his journey so successful. Finally he blessed Raguel and his wife Edna, and added, “I have been commanded by the Lord to honor you all the days of your life!”"
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 11 - Homeward Journey. As they drew near to Kaserin, which is opposite Nineveh,"
        },
        {
          "verse": 2,
          "text": "Raphael said: “You know how we left your father."
        },
        {
          "verse": 3,
          "text": "Let us hurry on ahead of your wife to prepare the house while they are still on the way.”"
        },
        {
          "verse": 4,
          "text": "So both went on ahead together, and Raphael said to him, “Take the gall in your hand!” And the dog ran along behind them."
        },
        {
          "verse": 5,
          "text": "Meanwhile, Anna sat watching the road by which her son was to come."
        },
        {
          "verse": 6,
          "text": "When she saw him coming, she called to his father, “Look, your son is coming, and the man who traveled with him!”"
        },
        {
          "verse": 7,
          "text": "Raphael said to Tobiah before he came near to his father: “I know that his eyes will be opened."
        },
        {
          "verse": 8,
          "text": "Apply the fish gall to his eyes, and the medicine will make the white scales shrink and peel off from his eyes; then your father will have sight again and will see the light of day.”"
        },
        {
          "verse": 9,
          "text": "Sight Restored. Then Anna ran up to her son, embraced him, and said to him, “Now that I have seen you again, son, I am ready to die!” And she sobbed aloud."
        },
        {
          "verse": 10,
          "text": "Tobit got up and stumbled out through the courtyard gate to meet his son. Tobiah went up to him"
        },
        {
          "verse": 11,
          "text": "with the fish gall in his hand and blew into his eyes. Holding him firmly, he said, “Courage, father.” Then he applied the medicine to his eyes, and it made them sting."
        },
        {
          "verse": 12,
          "text": ","
        },
        {
          "verse": 13,
          "text": "Tobiah used both hands to peel the white scales from the corners of his eyes. Tobit saw his son and threw his arms around him."
        },
        {
          "verse": 14,
          "text": "Weeping, he exclaimed, “I can see you, son, the light of my eyes!” Then he prayed, “Blessed be God, blessed be his great name, and blessed be all his holy angels. May his great name be with us, and blessed be all the angels throughout all the ages."
        },
        {
          "verse": 15,
          "text": "God it was who afflicted me, and God who has had mercy on me. Now I see my son Tobiah!” Then Tobit went back in, rejoicing and praising God with full voice. Tobiah related to his father how his journey had been a success; that he had brought back the money; and that he had married Raguel’s daughter Sarah, who was about to arrive, for she was near the gate of Nineveh."
        },
        {
          "verse": 16,
          "text": "Rejoicing and blessing God, Tobit went out to the gate of Nineveh to meet his daughter-in-law. When the people of Nineveh saw him coming, walking along briskly, with no one leading him by the hand, they were amazed."
        },
        {
          "verse": 17,
          "text": "Before them all Tobit proclaimed how God had shown mercy to him and opened his eyes. When Tobit came up to Sarah, the wife of his son Tobiah, he blessed her and said: “Welcome, my daughter! Blessed be your God for bringing you to us, daughter! Blessed are your father and your mother. Blessed be my son Tobiah, and blessed be you, daughter! Welcome to your home with blessing and joy. Come in, daughter!” That day there was joy for all the Jews who lived in Nineveh."
        },
        {
          "verse": 18,
          "text": "Ahiqar and his nephew Nadin were also on hand to rejoice with Tobit. Tobiah’s wedding feast was celebrated with joy for seven days, and many gifts were given to him."
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "verse": 1,
          "text": "VII. Raphael Reveals His Identity Chapter 12 - Raphael’s Wages. When the wedding celebration came to an end, Tobit called his son Tobiah and said to him, “Son, see to it that you pay his wages to the man who made the journey with you and give him a bonus too.”"
        },
        {
          "verse": 2,
          "text": "Tobiah said: “Father, how much shall I pay him? It would not hurt to give him half the wealth he brought back with me."
        },
        {
          "verse": 3,
          "text": "He led me back safe and sound, healed my wife, brought the money back with me, and healed you. How much should I pay him?”"
        },
        {
          "verse": 4,
          "text": "Tobit answered, “It is only fair, son, that he should receive half of all that he brought back.”"
        },
        {
          "verse": 5,
          "text": "So Tobiah called Raphael and said, “Take as your wages half of all that you have brought back, and farewell!” Exhortation."
        },
        {
          "verse": 6,
          "text": "Raphael called the two of them aside privately and said to them: “Bless God and give him thanks before all the living for the good things he has done for you, by blessing and extolling his name in song. Proclaim before all with due honor the deeds of God, and do not be slack in thanking him."
        },
        {
          "verse": 7,
          "text": "A king’s secret should be kept secret, but one must declare the works of God and give thanks with due honor. Do good, and evil will not overtake you."
        },
        {
          "verse": 8,
          "text": "Prayer with fasting is good. Almsgiving with righteousness is better than wealth with wickedness. It is better to give alms than to store up gold,"
        },
        {
          "verse": 9,
          "text": "for almsgiving saves from death, and purges all sin. Those who give alms will enjoy a full life,"
        },
        {
          "verse": 10,
          "text": "but those who commit sin and do evil are their own worst enemies."
        },
        {
          "verse": 11,
          "text": "Raphael’s Identity. “I shall now tell you the whole truth and conceal nothing at all from you. I have already said to you, ‘A king’s secret should be kept secret, but one must declare the works of God with due honor.’"
        },
        {
          "verse": 12,
          "text": "Now when you, Tobit, and Sarah prayed, it was I who presented the record of your prayer before the Glory of the Lord; and likewise whenever you used to bury the dead."
        },
        {
          "verse": 13,
          "text": "When you did not hesitate to get up and leave your dinner in order to go and bury that dead man,"
        },
        {
          "verse": 14,
          "text": "I was sent to put you to the test. At the same time, however, God sent me to heal you and your daughter-in-law Sarah."
        },
        {
          "verse": 15,
          "text": "I am Raphael, one of the seven angels who stand and serve before the Glory of the Lord.”"
        },
        {
          "verse": 16,
          "text": "Greatly shaken, the two of them fell prostrate in fear."
        },
        {
          "verse": 17,
          "text": "But Raphael said to them: “Do not fear; peace be with you! Bless God now and forever."
        },
        {
          "verse": 18,
          "text": "As for me, when I was with you, I was not acting out of any favor on my part, but by God’s will. So bless God every day; give praise with song."
        },
        {
          "verse": 19,
          "text": "Even though you saw me eat and drink, I did not eat or drink anything; what you were seeing was a vision."
        },
        {
          "verse": 20,
          "text": "So now bless the Lord on earth and give thanks to God. Look, I am ascending to the one who sent me. Write down all that has happened to you.” And he ascended."
        },
        {
          "verse": 21,
          "text": "They stood up but were no longer able to see him."
        },
        {
          "verse": 22,
          "text": "They kept blessing God and singing his praises, and they continued to give thanks for these marvelous works that God had done, because an angel of God appeared to them."
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "verse": 1,
          "text": "VIII. Tobit’s Song of Praise Chapter 13 - Then Tobit spoke and composed a song of joyful praise; he said: Blessed be God who lives forever, because his kingship lasts for all ages."
        },
        {
          "verse": 2,
          "text": "For he afflicts and shows mercy, casts down to the depths of Hades, brings up from the great abyss. What is there that can snatch from his hand?"
        },
        {
          "verse": 3,
          "text": "Give thanks to him, you Israelites, in the presence of the nations, for though he has scattered you among them,"
        },
        {
          "verse": 4,
          "text": "even there recount his greatness. Exalt him before every living being, because he is your Lord, and he is your God, our Father and God forever and ever!"
        },
        {
          "verse": 5,
          "text": "He will afflict you for your iniquities, but will have mercy on all of you. He will gather you from all the nations among whom you have been scattered."
        },
        {
          "verse": 6,
          "text": "When you turn back to him with all your heart, and with all your soul do what is right before him, Then he will turn to you, and will hide his face from you no longer. Now consider what he has done for you, and give thanks with full voice. Bless the Lord of righteousness, and exalt the King of the ages. In the land of my captivity I give thanks, and declare his power and majesty to a sinful nation. According to your heart do what is right before him: perhaps there will be pardon for you."
        },
        {
          "verse": 7,
          "text": "As for me, I exalt my God, my soul exalts the King of heaven, and rejoices all the days of my life. Let all sing praise to his greatness,"
        },
        {
          "verse": 8,
          "text": "let all speak and give thanks in Jerusalem."
        },
        {
          "verse": 9,
          "text": "Jerusalem, holy city, he will afflict you for the works of your hands, but will again pity the children of the righteous."
        },
        {
          "verse": 10,
          "text": "Give thanks to the Lord with righteousness, and bless the King of the ages, so that your tabernacle may be rebuilt in you with joy. May he gladden within you all who are captives; may he cherish within you all who are distressed for all generations to come."
        },
        {
          "verse": 11,
          "text": "A bright light will shine to the limits of the earth. Many nations will come to you from afar, And inhabitants of all the ends of the earth to your holy name, Bearing in their hands gifts for the King of heaven. Generation after generation will offer joyful worship in you; your name will be great forever and ever."
        },
        {
          "verse": 12,
          "text": "Cursed be all who despise you and revile you; cursed be all who hate you and speak a harsh word against you; cursed be all who destroy you and pull down your walls, And all who overthrow your towers and set fire to your homes. But blessed forever be all those who respect you."
        },
        {
          "verse": 13,
          "text": "Go, then, rejoice and exult over the children of the righteous, for they will all be gathered together and will bless the Lord of the ages."
        },
        {
          "verse": 14,
          "text": "Happy are those who love you, and happy are those who rejoice in your peace. Happy too are all who grieve over all your afflictions, For they will rejoice over you and behold all your joy forever."
        },
        {
          "verse": 15,
          "text": "My soul, bless the Lord, the great King;"
        },
        {
          "verse": 16,
          "text": "for Jerusalem will be rebuilt as his house forever. Happy too will I be if a remnant of my offspring survives to see your glory and to give thanks to the King of heaven! The gates of Jerusalem will be built with sapphire and emerald, and all your walls with precious stones. The towers of Jerusalem will be built with gold, and their battlements with purest gold."
        },
        {
          "verse": 17,
          "text": "The streets of Jerusalem will be paved with rubies and stones of Ophir;"
        },
        {
          "verse": 18,
          "text": "The gates of Jerusalem will sing hymns of gladness, and all its houses will cry out, Hallelujah! Blessed be the God of Israel for all ages! For in you the blessed will bless the holy name forever and ever."
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "verse": 1,
          "text": "IX. Epilogue Chapter 14 - Parting Advice. So the words of Tobit’s hymn of praise came to an end. Tobit died in peace at the age of a hundred and twelve and was buried with honor in Nineveh."
        },
        {
          "verse": 2,
          "text": "He was fifty-eight years old when he lost his eyesight, and after he recovered it he lived in prosperity, giving alms; he continued to fear God and give thanks to the divine Majesty."
        },
        {
          "verse": 3,
          "text": "As he was dying, he summoned his son Tobiah and Tobiah’s seven sons, and commanded him, “Son, take your children"
        },
        {
          "verse": 4,
          "text": "and flee into Media, for I believe God’s word that Nahum spoke against Nineveh. It will all happen and will overtake Assyria and Nineveh; indeed all that was said by Israel’s prophets whom God sent will come to pass. Not one of all their words will remain unfulfilled, but everything will take place in the time appointed for it. So it will be safer in Media than in Assyria or Babylon. For I know and believe that whatever God has said will be accomplished. It will happen, and not a single word of the prophecies will fail. As for our kindred who dwell in the land of Israel, they will all be scattered and taken into captivity from the good land. All the land of Israel will become a wilderness; even Samaria and Jerusalem will be a wilderness! For a time, the house of God will be desolate and will be burned."
        },
        {
          "verse": 5,
          "text": "But God will again have mercy on them and bring them back to the land of Israel. They will build the house again, but it will not be like the first until the era when the appointed times will be completed. Afterward all of them will return from their captivity, and they will rebuild Jerusalem with due honor. In it the house of God will also be rebuilt, just as the prophets of Israel said of it."
        },
        {
          "verse": 6,
          "text": "All the nations of the world will turn and reverence God in truth; all will cast away their idols, which have deceitfully led them into error."
        },
        {
          "verse": 7,
          "text": "They will bless the God of the ages in righteousness. All the Israelites truly mindful of God, who are to be saved in those days, will be gathered together and will come to Jerusalem; in security will they dwell forever in the land of Abraham, which will be given to them. Those who love God sincerely will rejoice, but those who commit sin and wickedness will disappear completely from the land."
        },
        {
          "verse": 8,
          "text": ","
        },
        {
          "verse": 9,
          "text": "“Now, my children, I give you this command: serve God sincerely and do what is pleasing in his sight; you must instruct your children to do what is right and to give alms, to be mindful of God and at all times to bless his name sincerely and with all their strength. Now, as for you, son, leave Nineveh; do not stay here."
        },
        {
          "verse": 10,
          "text": "The day you bury your mother next to me, do not even stay overnight within the confines of the city. For I see that there is much wickedness in it, and much treachery is practiced in it, and people are not ashamed. See, my son, all that Nadin did to Ahiqar, the very one who reared him. Was not Ahiqar brought down alive into the earth? Yet God made Nadin’s disgraceful crime rebound against him. Ahiqar came out again into the light, but Nadin went into the everlasting darkness, for he had tried to kill Ahiqar. Because Ahiqar had given alms he escaped from the deadly trap Nadin had set for him. But Nadin fell into the deadly trap himself, and it destroyed him."
        },
        {
          "verse": 11,
          "text": "So, my children, see what almsgiving does, and also what wickedness does—it kills! But now my spirit is about to leave me.” Death of Tobit and Tobiah. They laid him on his bed, and he died; and he was buried with honor."
        },
        {
          "verse": 12,
          "text": "When Tobiah’s mother died, he buried her next to his father. He then departed with his wife and children for Media, where he settled in Ecbatana with his father-in-law Raguel."
        },
        {
          "verse": 13,
          "text": "He took respectful care of his aging father-in-law and mother-in-law; and he buried them at Ecbatana in Media. Then he inherited Raguel’s estate as well as that of his father Tobit."
        },
        {
          "verse": 14,
          "text": "He died highly respected at the age of one hundred seventeen."
        },
        {
          "verse": 15,
          "text": "But before he died, he saw and heard of the destruction of Nineveh. He saw the inhabitants of the city being led captive into Media by Cyaxares, the king of Media. Tobiah blessed God for all that he had done against the Ninevites and Assyrians. Before dying he rejoiced over Nineveh, and he blessed the Lord God forever and ever."
        }
      ]
    }
  ]
}
