{
  "book": "Wisdom",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "verse": 1,
          "text": "I. The Reward of Righteousness Chapter 1 Exhortation to Righteousness, the Key to Life - Love righteousness, you who judge the earth; think of the LORD in goodness, and seek him in integrity of heart;"
        },
        {
          "verse": 2,
          "text": "Because he is found by those who do not test him, and manifests himself to those who do not disbelieve him."
        },
        {
          "verse": 3,
          "text": "For perverse counsels separate people from God, and his power, put to the proof, rebukes the foolhardy;"
        },
        {
          "verse": 4,
          "text": "Because into a soul that plots evil wisdom does not enter, nor does she dwell in a body under debt of sin."
        },
        {
          "verse": 5,
          "text": "For the holy spirit of discipline flees deceit and withdraws from senseless counsels and is rebuked when unrighteousness occurs."
        },
        {
          "verse": 6,
          "text": "For wisdom is a kindly spirit, yet she does not acquit blasphemous lips; Because God is the witness of the inmost self and the sure observer of the heart and the listener to the tongue."
        },
        {
          "verse": 7,
          "text": "For the spirit of the LORD fills the world, is all-embracing, and knows whatever is said."
        },
        {
          "verse": 8,
          "text": "Therefore those who utter wicked things will not go unnoticed, nor will chastising condemnation pass them by."
        },
        {
          "verse": 9,
          "text": "For the devices of the wicked shall be scrutinized, and the sound of their words shall reach the LORD, for the chastisement of their transgressions;"
        },
        {
          "verse": 10,
          "text": "Because a jealous ear hearkens to everything, and discordant grumblings are not secret."
        },
        {
          "verse": 11,
          "text": "Therefore guard against profitless grumbling, and from calumny withhold your tongues; For a stealthy utterance will not go unpunished, and a lying mouth destroys the soul."
        },
        {
          "verse": 12,
          "text": "Do not court death by your erring way of life, nor draw to yourselves destruction by the works of your hands."
        },
        {
          "verse": 13,
          "text": "Because God did not make death, nor does he rejoice in the destruction of the living."
        },
        {
          "verse": 14,
          "text": "For he fashioned all things that they might have being, and the creatures of the world are wholesome; There is not a destructive drug among them nor any domain of Hades on earth,"
        },
        {
          "verse": 15,
          "text": "For righteousness is undying."
        },
        {
          "verse": 16,
          "text": "The Wicked Reject Immortality and Righteousness Alike - It was the wicked who with hands and words invited death, considered it a friend, and pined for it, and made a covenant with it, Because they deserve to be allied with it."
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 2 - For, not thinking rightly, they said among themselves: “Brief and troubled is our lifetime; there is no remedy for our dying, nor is anyone known to have come back from Hades."
        },
        {
          "verse": 2,
          "text": "For by mere chance were we born, and hereafter we shall be as though we had not been; Because the breath in our nostrils is smoke, and reason a spark from the beating of our hearts,"
        },
        {
          "verse": 3,
          "text": "And when this is quenched, our body will be ashes and our spirit will be poured abroad like empty air."
        },
        {
          "verse": 4,
          "text": "Even our name will be forgotten in time, and no one will recall our deeds. So our life will pass away like the traces of a cloud, and will be dispersed like a mist Pursued by the sun’s rays and overpowered by its heat."
        },
        {
          "verse": 5,
          "text": "For our lifetime is the passing of a shadow; and our dying cannot be deferred because it is fixed with a seal; and no one returns."
        },
        {
          "verse": 6,
          "text": "Come, therefore, let us enjoy the good things that are here, and make use of creation with youthful zest."
        },
        {
          "verse": 7,
          "text": "Let us have our fill of costly wine and perfumes, and let no springtime blossom pass us by;"
        },
        {
          "verse": 8,
          "text": "let us crown ourselves with rosebuds before they wither."
        },
        {
          "verse": 9,
          "text": "Let no meadow be free from our wantonness; everywhere let us leave tokens of our merriment, for this is our portion, and this our lot."
        },
        {
          "verse": 10,
          "text": "Let us oppress the righteous poor; let us neither spare the widow nor revere the aged for hair grown white with time."
        },
        {
          "verse": 11,
          "text": "But let our strength be our norm of righteousness; for weakness proves itself useless."
        },
        {
          "verse": 12,
          "text": "Let us lie in wait for the righteous one, because he is annoying to us; he opposes our actions, Reproaches us for transgressions of the law and charges us with violations of our training."
        },
        {
          "verse": 13,
          "text": "He professes to have knowledge of God and styles himself a child of the LORD."
        },
        {
          "verse": 14,
          "text": "To us he is the censure of our thoughts; merely to see him is a hardship for us,"
        },
        {
          "verse": 15,
          "text": "Because his life is not like that of others, and different are his ways."
        },
        {
          "verse": 16,
          "text": "He judges us debased; he holds aloof from our paths as from things impure. He calls blest the destiny of the righteous and boasts that God is his Father."
        },
        {
          "verse": 17,
          "text": "Let us see whether his words be true; let us find out what will happen to him in the end."
        },
        {
          "verse": 18,
          "text": "For if the righteous one is the son of God, God will help him and deliver him from the hand of his foes."
        },
        {
          "verse": 19,
          "text": "With violence and torture let us put him to the test that we may have proof of his gentleness and try his patience."
        },
        {
          "verse": 20,
          "text": "Let us condemn him to a shameful death; for according to his own words, God will take care of him.”"
        },
        {
          "verse": 21,
          "text": "These were their thoughts, but they erred; for their wickedness blinded them,"
        },
        {
          "verse": 22,
          "text": "And they did not know the hidden counsels of God; neither did they count on a recompense for holiness nor discern the innocent souls’ reward."
        },
        {
          "verse": 23,
          "text": "For God formed us to be imperishable; the image of his own nature he made us."
        },
        {
          "verse": 24,
          "text": "But by the envy of the devil, death entered the world, and they who are allied with him experience it."
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 3 The Hidden Counsels of God - A. On Suffering The souls of the righteous are in the hand of God, and no torment shall touch them."
        },
        {
          "verse": 2,
          "text": "They seemed, in the view of the foolish, to be dead; and their passing away was thought an affliction"
        },
        {
          "verse": 3,
          "text": "and their going forth from us, utter destruction. But they are in peace."
        },
        {
          "verse": 4,
          "text": "For if to others, indeed, they seem punished, yet is their hope full of immortality;"
        },
        {
          "verse": 5,
          "text": "Chastised a little, they shall be greatly blessed, because God tried them and found them worthy of himself."
        },
        {
          "verse": 6,
          "text": "As gold in the furnace, he proved them, and as sacrificial offerings he took them to himself."
        },
        {
          "verse": 7,
          "text": "In the time of their judgment they shall shine and dart about as sparks through stubble;"
        },
        {
          "verse": 8,
          "text": "They shall judge nations and rule over peoples, and the LORD shall be their King forever."
        },
        {
          "verse": 9,
          "text": "Those who trust in him shall understand truth, and the faithful shall abide with him in love: Because grace and mercy are with his holy ones, and his care is with the elect."
        },
        {
          "verse": 10,
          "text": "But the wicked shall receive a punishment to match their thoughts, since they neglected righteousness and forsook the LORD."
        },
        {
          "verse": 11,
          "text": "For those who despise wisdom and instruction are doomed. Vain is their hope, fruitless their labors, and worthless their works."
        },
        {
          "verse": 12,
          "text": "Their wives are foolish and their children wicked, accursed their brood."
        },
        {
          "verse": 13,
          "text": "B. On Childlessness Yes, blessed is she who, childless and undefiled, never knew transgression of the marriage bed; for she shall bear fruit at the judgment of souls."
        },
        {
          "verse": 14,
          "text": "So also the eunuch whose hand wrought no misdeed, who held no wicked thoughts against the LORD— For he shall be given fidelity’s choice reward and a more gratifying heritage in the LORD’s temple."
        },
        {
          "verse": 15,
          "text": "For the fruit of noble struggles is a glorious one; and unfailing is the root of understanding."
        },
        {
          "verse": 16,
          "text": "But the children of adulterers will remain without issue, and the progeny of an unlawful bed will disappear."
        },
        {
          "verse": 17,
          "text": "For should they attain long life, they will be held in no esteem, and dishonored will their old age be in the end;"
        },
        {
          "verse": 18,
          "text": "Should they die abruptly, they will have no hope nor comfort in the day of scrutiny;"
        },
        {
          "verse": 19,
          "text": "for dire is the end of the wicked generation."
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 4 - Better is childlessness with virtue; for immortal is the memory of virtue, acknowledged both by God and human beings."
        },
        {
          "verse": 2,
          "text": "When it is present people imitate it, and they long for it when it is gone; Forever it marches crowned in triumph, victorious in unsullied deeds of valor."
        },
        {
          "verse": 3,
          "text": "But the numerous progeny of the wicked shall be of no avail; their spurious offshoots shall not strike deep root nor take firm hold."
        },
        {
          "verse": 4,
          "text": "For even though their branches flourish for a time, they are unsteady and shall be rocked by the wind and, by the violence of the winds, uprooted;"
        },
        {
          "verse": 5,
          "text": "Their twigs shall be broken off untimely, their fruit useless, unripe for eating, fit for nothing."
        },
        {
          "verse": 6,
          "text": "For children born of lawless unions give evidence of the wickedness of their parents, when they are examined."
        },
        {
          "verse": 7,
          "text": "C. On Early Death - But the righteous one, though he die early, shall be at rest."
        },
        {
          "verse": 8,
          "text": "For the age that is honorable comes not with the passing of time, nor can it be measured in terms of years."
        },
        {
          "verse": 9,
          "text": "Rather, understanding passes for gray hair, and an unsullied life is the attainment of old age."
        },
        {
          "verse": 10,
          "text": "The one who pleased God was loved, living among sinners, was transported—"
        },
        {
          "verse": 11,
          "text": "Snatched away, lest wickedness pervert his mind or deceit beguile his soul;"
        },
        {
          "verse": 12,
          "text": "For the witchery of paltry things obscures what is right and the whirl of desire transforms the innocent mind."
        },
        {
          "verse": 13,
          "text": "Having become perfect in a short while, he reached the fullness of a long career;"
        },
        {
          "verse": 14,
          "text": "for his soul was pleasing to the LORD, therefore he sped him out of the midst of wickedness. But the people saw and did not understand, nor did they take that consideration into account."
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 5 - Then shall the righteous one with great assurance confront his oppressors who set at nought his labors."
        },
        {
          "verse": 2,
          "text": "Seeing this, the wicked shall be shaken with dreadful fear, and be amazed at the unexpected salvation."
        },
        {
          "verse": 3,
          "text": "They shall say among themselves, rueful and groaning through anguish of spirit: “This is the one whom once we held as a laughingstock and as a type for mockery,"
        },
        {
          "verse": 4,
          "text": "fools that we were! His life we accounted madness, and death dishonored."
        },
        {
          "verse": 5,
          "text": "See how he is accounted among the heavenly beings; how his lot is with the holy ones!"
        },
        {
          "verse": 6,
          "text": "We, then, have strayed from the way of truth, and the light of righteousness did not shine for us, and the sun did not rise for us."
        },
        {
          "verse": 7,
          "text": "We were entangled in the thorns of mischief and of ruin; we journeyed through trackless deserts, but the way of the LORD we never knew."
        },
        {
          "verse": 8,
          "text": "What did our pride avail us? What have wealth and its boastfulness afforded us?"
        },
        {
          "verse": 9,
          "text": "All of them passed like a shadow and like a fleeting rumor;"
        },
        {
          "verse": 10,
          "text": "Like a ship traversing the heaving water: when it has passed, no trace can be found, no path of its keel in the waves."
        },
        {
          "verse": 11,
          "text": "Or like a bird flying through the air; no evidence of its course is to be found— But the fluid air, lashed by the beating of pinions, and cleft by the rushing force Of speeding wings, is traversed; and afterward no mark of passage can be found in it."
        },
        {
          "verse": 12,
          "text": "Or as, when an arrow has been shot at a mark, the parted air straightway flows together again so that none discerns the way it went—"
        },
        {
          "verse": 13,
          "text": "Even so, once born, we abruptly came to nought and held no sign of virtue to display, but were consumed in our wickedness.”"
        },
        {
          "verse": 14,
          "text": "Yes, the hope of the wicked is like chaff borne by the wind, and like fine, storm-driven snow; Like smoke scattered by the wind, and like the passing memory of the nomad camping for a single day."
        },
        {
          "verse": 15,
          "text": "But the righteous live forever, and in the LORD is their recompense, and the thought of them is with the Most High."
        },
        {
          "verse": 16,
          "text": "Therefore shall they receive the splendid crown, the beautiful diadem, from the hand of the LORD, For he will shelter them with his right hand, and protect them with his arm."
        },
        {
          "verse": 17,
          "text": "He shall take his zeal for armor and arm creation to requite the enemy,"
        },
        {
          "verse": 18,
          "text": "Shall put on righteousness for a breastplate, wear sure judgment for a helmet,"
        },
        {
          "verse": 19,
          "text": "Shall take invincible holiness for a shield,"
        },
        {
          "verse": 20,
          "text": "and sharpen his sudden anger for a sword. The universe will war with him against the foolhardy;"
        },
        {
          "verse": 21,
          "text": "Well-aimed bolts of lightning will go forth and from the clouds will leap to the mark as from a well-drawn bow;"
        },
        {
          "verse": 22,
          "text": "and as from a sling, wrathful hailstones shall be hurled. The waters of the sea will be enraged and flooding rivers will overwhelm them;"
        },
        {
          "verse": 23,
          "text": "A mighty wind will confront them and winnow them like a tempest; Thus lawlessness will lay waste the whole earth and evildoing overturn the thrones of the mighty."
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 6 Exhortation to Seek Wisdom - Hear, therefore, kings, and understand; learn, you magistrates of the earth’s expanse!"
        },
        {
          "verse": 2,
          "text": "Give ear, you who have power over multitudes and lord it over throngs of peoples!"
        },
        {
          "verse": 3,
          "text": "Because authority was given you by the Lord and sovereignty by the Most High, who shall probe your works and scrutinize your counsels!"
        },
        {
          "verse": 4,
          "text": "Because, though you were ministers of his kingdom, you did not judge rightly, and did not keep the law, nor walk according to the will of God,"
        },
        {
          "verse": 5,
          "text": "Terribly and swiftly he shall come against you, because severe judgment awaits the exalted—"
        },
        {
          "verse": 6,
          "text": "For the lowly may be pardoned out of mercy but the mighty shall be mightily put to the test."
        },
        {
          "verse": 7,
          "text": "For the Ruler of all shows no partiality, nor does he fear greatness, Because he himself made the great as well as the small, and provides for all alike;"
        },
        {
          "verse": 8,
          "text": "but for those in power a rigorous scrutiny impends."
        },
        {
          "verse": 9,
          "text": "To you, therefore, O princes, are my words addressed that you may learn wisdom and that you may not fall away."
        },
        {
          "verse": 10,
          "text": "For those who keep the holy precepts hallowed will be found holy, and those learned in them will have ready a response."
        },
        {
          "verse": 11,
          "text": "Desire therefore my words; long for them and you will be instructed."
        },
        {
          "verse": 12,
          "text": "Resplendent and unfading is Wisdom, and she is readily perceived by those who love her, and found by those who seek her."
        },
        {
          "verse": 13,
          "text": "She hastens to make herself known to those who desire her;"
        },
        {
          "verse": 14,
          "text": "one who watches for her at dawn will not be disappointed, for she will be found sitting at the gate."
        },
        {
          "verse": 15,
          "text": "For setting your heart on her is the perfection of prudence, and whoever keeps vigil for her is quickly free from care;"
        },
        {
          "verse": 16,
          "text": "Because she makes her rounds, seeking those worthy of her, and graciously appears to them on the way, and goes to meet them with full attention."
        },
        {
          "verse": 17,
          "text": "For the first step toward Wisdom is an earnest desire for discipline;"
        },
        {
          "verse": 18,
          "text": "then, care for discipline is love of her; love means the keeping of her laws; To observe her laws is the basis for incorruptibility;"
        },
        {
          "verse": 19,
          "text": "and incorruptibility makes one close to God;"
        },
        {
          "verse": 20,
          "text": "thus the desire for Wisdom leads to a kingdom."
        },
        {
          "verse": 21,
          "text": "If, then, you find pleasure in throne and scepter, you princes of peoples, honor Wisdom, that you may reign as kings forever."
        },
        {
          "verse": 22,
          "text": "II. Praise of Wisdom by Solomon Introduction - Now what wisdom is, and how she came to be I shall proclaim; and I shall conceal no secrets from you, But from the very beginning I shall search out and bring to light knowledge of her; I shall not diverge from the truth."
        },
        {
          "verse": 23,
          "text": "Neither shall I admit consuming jealousy to my company, because that can have no fellowship with Wisdom."
        },
        {
          "verse": 24,
          "text": "A multitude of the wise is the safety of the world, and a prudent king, the stability of the people;"
        },
        {
          "verse": 25,
          "text": "so take instruction from my words, to your profit."
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 7 Solomon Is Like All Others - I too am a mortal, the same as all the rest, and a descendant of the first one formed of earth. And in my mother’s womb I was molded into flesh"
        },
        {
          "verse": 2,
          "text": "in a ten-month period—body and blood, from the seed of a man, and the pleasure that accompanies marriage."
        },
        {
          "verse": 3,
          "text": "And I too, when born, inhaled the common air, and fell upon the kindred earth; wailing, I uttered that first sound common to all."
        },
        {
          "verse": 4,
          "text": "In swaddling clothes and with constant care I was nurtured."
        },
        {
          "verse": 5,
          "text": "For no king has any different origin or birth;"
        },
        {
          "verse": 6,
          "text": "one is the entry into life for all, and in one same way they leave it."
        },
        {
          "verse": 7,
          "text": "Solomon Prayed and Wisdom and Riches Came to Him - Therefore I prayed, and prudence was given me; I pleaded and the spirit of Wisdom came to me."
        },
        {
          "verse": 8,
          "text": "I preferred her to scepter and throne, And deemed riches nothing in comparison with her,"
        },
        {
          "verse": 9,
          "text": "nor did I liken any priceless gem to her; Because all gold, in view of her, is a bit of sand, and before her, silver is to be accounted mire."
        },
        {
          "verse": 10,
          "text": "Beyond health and beauty I loved her, And I chose to have her rather than the light, because her radiance never ceases."
        },
        {
          "verse": 11,
          "text": "Yet all good things together came to me with her, and countless riches at her hands;"
        },
        {
          "verse": 12,
          "text": "I rejoiced in them all, because Wisdom is their leader, though I had not known that she is their mother."
        },
        {
          "verse": 13,
          "text": "Solomon Prays for Help to Speak Worthily of Wisdom - Sincerely I learned about her, and ungrudgingly do I share— her riches I do not hide away;"
        },
        {
          "verse": 14,
          "text": "For she is an unfailing treasure; those who gain this treasure win the friendship of God, being commended by the gifts that come from her discipline."
        },
        {
          "verse": 15,
          "text": "Now God grant I speak suitably and value these endowments at their worth: For he is the guide of Wisdom and the director of the wise."
        },
        {
          "verse": 16,
          "text": "For both we and our words are in his hand, as well as all prudence and knowledge of crafts."
        },
        {
          "verse": 17,
          "text": "For he gave me sound knowledge of what exists, that I might know the structure of the universe and the force of its elements,"
        },
        {
          "verse": 18,
          "text": "The beginning and the end and the midpoint of times, the changes in the sun’s course and the variations of the seasons,"
        },
        {
          "verse": 19,
          "text": "Cycles of years, positions of stars,"
        },
        {
          "verse": 20,
          "text": "natures of living things, tempers of beasts, Powers of the winds and thoughts of human beings, uses of plants and virtues of roots—"
        },
        {
          "verse": 21,
          "text": "Whatever is hidden or plain I learned,"
        },
        {
          "verse": 22,
          "text": "for Wisdom, the artisan of all, taught me. Nature and Incomparable Dignity of Wisdom - For in her is a spirit intelligent, holy, unique, Manifold, subtle, agile, clear, unstained, certain, Never harmful, loving the good, keen,"
        },
        {
          "verse": 23,
          "text": "unhampered, beneficent, kindly, Firm, secure, tranquil, all-powerful, all-seeing, And pervading all spirits, though they be intelligent, pure and very subtle."
        },
        {
          "verse": 24,
          "text": "For Wisdom is mobile beyond all motion, and she penetrates and pervades all things by reason of her purity."
        },
        {
          "verse": 25,
          "text": "For she is a breath of the might of God and a pure emanation of the glory of the Almighty; therefore nothing defiled can enter into her."
        },
        {
          "verse": 26,
          "text": "For she is the reflection of eternal light, the spotless mirror of the power of God, the image of his goodness."
        },
        {
          "verse": 27,
          "text": "Although she is one, she can do all things, and she renews everything while herself perduring; Passing into holy souls from age to age, she produces friends of God and prophets."
        },
        {
          "verse": 28,
          "text": "For God loves nothing so much as the one who dwells with Wisdom."
        },
        {
          "verse": 29,
          "text": "For she is fairer than the sun and surpasses every constellation of the stars. Compared to light, she is found more radiant;"
        },
        {
          "verse": 30,
          "text": "though night supplants light, wickedness does not prevail over Wisdom."
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 8 - Indeed, she spans the world from end to end mightily and governs all things well."
        },
        {
          "verse": 2,
          "text": "Wisdom, the Source of Blessings - Her I loved and sought after from my youth; I sought to take her for my bride and was enamored of her beauty."
        },
        {
          "verse": 3,
          "text": "She adds to nobility the splendor of companionship with God; even the Ruler of all loved her."
        },
        {
          "verse": 4,
          "text": "For she leads into the understanding of God, and chooses his works."
        },
        {
          "verse": 5,
          "text": "If riches are desirable in life, what is richer than Wisdom, who produces all things?"
        },
        {
          "verse": 6,
          "text": "And if prudence is at work, who in the world is a better artisan than she?"
        },
        {
          "verse": 7,
          "text": "Or if one loves righteousness, whose works are virtues, She teaches moderation and prudence, righteousness and fortitude, and nothing in life is more useful than these."
        },
        {
          "verse": 8,
          "text": "Or again, if one yearns for wide experience, she knows the things of old, and infers the things to come. She understands the turns of phrases and the solutions of riddles; signs and wonders she knows in advance and the outcome of times and ages."
        },
        {
          "verse": 9,
          "text": "Wisdom as Solomon’s Counselor and Comfort - So I determined to take her to live with me, knowing that she would be my counselor while all was well, and my comfort in care and grief."
        },
        {
          "verse": 10,
          "text": "Because of her I have glory among the multitudes, and esteem from the elders, though I am but a youth."
        },
        {
          "verse": 11,
          "text": "I shall become keen in judgment, and shall be a marvel before rulers."
        },
        {
          "verse": 12,
          "text": "They will wait while I am silent and listen when I speak; and when I shall speak the more, they will put their hands upon their mouths."
        },
        {
          "verse": 13,
          "text": "Because of her I shall have immortality and leave to those after me an everlasting memory."
        },
        {
          "verse": 14,
          "text": "I shall govern peoples, and nations will be my subjects—"
        },
        {
          "verse": 15,
          "text": "tyrannical princes, hearing of me, will be afraid; in the assembly I shall appear noble, and in war courageous."
        },
        {
          "verse": 16,
          "text": "Entering my house, I shall take my repose beside her; For association with her involves no bitterness and living with her no grief, but rather joy and gladness."
        },
        {
          "verse": 17,
          "text": "Wisdom Is a Gift of God - Reflecting on these things, and considering in my heart That immortality lies in kinship with Wisdom,"
        },
        {
          "verse": 18,
          "text": "great delight in love of her, and unfailing riches in the works of her hands; And that in associating with her there is prudence, and fair renown in sharing her discourses, I went about seeking to take her for my own."
        },
        {
          "verse": 19,
          "text": "Now, I was a well-favored child, and I came by a noble nature;"
        },
        {
          "verse": 20,
          "text": "or rather, being noble, I attained an unblemished body."
        },
        {
          "verse": 21,
          "text": "And knowing that I could not otherwise possess her unless God gave it— and this, too, was prudence, to know whose gift she is— I went to the LORD and besought him, and said with all my heart:"
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 9 Solomon’s Prayer - God of my ancestors, Lord of mercy, you who have made all things by your word"
        },
        {
          "verse": 2,
          "text": "And in your wisdom have established humankind to rule the creatures produced by you,"
        },
        {
          "verse": 3,
          "text": "And to govern the world in holiness and righteousness, and to render judgment in integrity of heart:"
        },
        {
          "verse": 4,
          "text": "Give me Wisdom, the consort at your throne, and do not reject me from among your children;"
        },
        {
          "verse": 5,
          "text": "For I am your servant, the child of your maidservant, a man weak and short-lived and lacking in comprehension of judgment and of laws."
        },
        {
          "verse": 6,
          "text": "Indeed, though one be perfect among mortals, if Wisdom, who comes from you, be lacking, that one will count for nothing."
        },
        {
          "verse": 7,
          "text": "You have chosen me king over your people and magistrate over your sons and daughters."
        },
        {
          "verse": 8,
          "text": "You have bid me build a temple on your holy mountain and an altar in the city that is your dwelling place, a copy of the holy tabernacle which you had established from of old."
        },
        {
          "verse": 9,
          "text": "Now with you is Wisdom, who knows your works and was present when you made the world; Who understands what is pleasing in your eyes and what is conformable with your commands."
        },
        {
          "verse": 10,
          "text": "Send her forth from your holy heavens and from your glorious throne dispatch her That she may be with me and work with me, that I may know what is pleasing to you."
        },
        {
          "verse": 11,
          "text": "For she knows and understands all things, and will guide me prudently in my affairs and safeguard me by her glory;"
        },
        {
          "verse": 12,
          "text": "Thus my deeds will be acceptable, and I will judge your people justly and be worthy of my father’s throne."
        },
        {
          "verse": 13,
          "text": "For who knows God’s counsel, or who can conceive what the Lord intends?"
        },
        {
          "verse": 14,
          "text": "For the deliberations of mortals are timid, and uncertain our plans."
        },
        {
          "verse": 15,
          "text": "For the corruptible body burdens the soul and the earthly tent weighs down the mind with its many concerns."
        },
        {
          "verse": 16,
          "text": "Scarcely can we guess the things on earth, and only with difficulty grasp what is at hand; but things in heaven, who can search them out?"
        },
        {
          "verse": 17,
          "text": "Or who can know your counsel, unless you give Wisdom and send your holy spirit from on high?"
        },
        {
          "verse": 18,
          "text": "Thus were the paths of those on earth made straight, and people learned what pleases you, and were saved by Wisdom."
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 10 Wisdom Preserves Her Followers - She preserved the first-formed father of the world when he alone had been created; And she raised him up from his fall,"
        },
        {
          "verse": 2,
          "text": "and gave him power to rule all things."
        },
        {
          "verse": 3,
          "text": "But when an unrighteous man withdrew from her in his anger, he perished through his fratricidal wrath."
        },
        {
          "verse": 4,
          "text": "When on his account the earth was flooded, Wisdom again saved it, piloting the righteous man on frailest wood."
        },
        {
          "verse": 5,
          "text": "She, when the nations were sunk in universal wickedness, knew the righteous man, kept him blameless before God, and preserved him resolute against pity for his child."
        },
        {
          "verse": 6,
          "text": "She rescued a righteous man from among the wicked who were being destroyed, when he fled as fire descended upon the Pentapolis—"
        },
        {
          "verse": 7,
          "text": "Where as a testimony to its wickedness, even yet there remain a smoking desert, Plants bearing fruit that never ripens, and the tomb of a disbelieving soul, a standing pillar of salt."
        },
        {
          "verse": 8,
          "text": "For those who forsook Wisdom not only were deprived of knowledge of the good, But also left the world a memorial of their folly, so that they could not even be hidden in their fall."
        },
        {
          "verse": 9,
          "text": "But Wisdom rescued from tribulations those who served her."
        },
        {
          "verse": 10,
          "text": "She, when a righteous man fled from his brother’s anger, guided him in right ways, Showed him the kingdom of God and gave him knowledge of holy things; She prospered him in his labors and made abundant the fruit of his works,"
        },
        {
          "verse": 11,
          "text": "Stood by him against the greed of his defrauders, and enriched him;"
        },
        {
          "verse": 12,
          "text": "She preserved him from foes, and secured him against ambush, And she gave him the prize for his hard struggle that he might know that devotion to God is mightier than all else."
        },
        {
          "verse": 13,
          "text": "She did not abandon a righteous man when he was sold, but rescued him from sin."
        },
        {
          "verse": 14,
          "text": "She went down with him into the dungeon, and did not desert him in his bonds, Until she brought him the scepter of royalty and authority over his oppressors, Proved false those who had defamed him, and gave him eternal glory."
        },
        {
          "verse": 15,
          "text": "The holy people and their blameless descendants—it was she who rescued them from the nation that oppressed them."
        },
        {
          "verse": 16,
          "text": "She entered the soul of the Lord’s servant, and withstood fearsome kings with signs and wonders;"
        },
        {
          "verse": 17,
          "text": "she gave the holy ones the reward of their labors, Conducted them by a wondrous road, became a shelter for them by day a starry flame by night."
        },
        {
          "verse": 18,
          "text": "She took them across the Red Sea and brought them through the deep waters."
        },
        {
          "verse": 19,
          "text": "Their enemies she overwhelmed, and churned them up from the bottom of the depths."
        },
        {
          "verse": 20,
          "text": "Therefore the righteous despoiled the wicked; and they sang of your holy name, Lord, and praised in unison your conquering hand,"
        },
        {
          "verse": 21,
          "text": "Because Wisdom opened the mouths of the mute, and gave ready speech to infants."
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 11 - She prospered their affairs through the holy prophet."
        },
        {
          "verse": 2,
          "text": "III. Special Providence of God During the Exodus Introduction - They journeyed through the uninhabited desert, and in lonely places they pitched their tents;"
        },
        {
          "verse": 3,
          "text": "they withstood enemies and warded off their foes."
        },
        {
          "verse": 4,
          "text": "When they thirsted, they called upon you, and water was given them from the sheer rock, a quenching of their thirst from the hard stone."
        },
        {
          "verse": 5,
          "text": "For by the things through which their foes were punished they in their need were benefited."
        },
        {
          "verse": 6,
          "text": "First Example: Water Punishes the Egyptians and Benefits the Israelites - Instead of a river’s perennial source, troubled with impure blood"
        },
        {
          "verse": 7,
          "text": "as a rebuke to the decree for the slaying of infants, You gave them abundant water beyond their hope,"
        },
        {
          "verse": 8,
          "text": "after you had shown by the thirst they experienced how you punished their adversaries."
        },
        {
          "verse": 9,
          "text": "For when they had been tried, though only mildly chastised, they recognized how the wicked, condemned in anger, were being tormented."
        },
        {
          "verse": 10,
          "text": "You tested your own people, admonishing them as a father; but as a stern king you probed and condemned the wicked."
        },
        {
          "verse": 11,
          "text": "Those near and far were equally afflicted:"
        },
        {
          "verse": 12,
          "text": "for a twofold grief took hold of them and a groaning at the remembrance of the ones who had departed."
        },
        {
          "verse": 13,
          "text": "For when they heard that the cause of their own torments was a benefit to these others, they recognized the Lord."
        },
        {
          "verse": 14,
          "text": "For though they had mocked and rejected him who had been cast out and abandoned long ago, in the final outcome, they marveled at him, since their thirst proved unlike that of the righteous."
        },
        {
          "verse": 15,
          "text": "Second Example: Animals Punish the Egyptians and Benefit the Israelites - In return for their senseless, wicked thoughts, which misled them into worshiping dumb serpents and worthless insects, You sent upon them swarms of dumb creatures for vengeance;"
        },
        {
          "verse": 16,
          "text": "that they might recognize that one is punished by the very things through which one sins."
        },
        {
          "verse": 17,
          "text": "Digression on God’s Mercy - For not without means was your almighty hand, that had fashioned the universe from formless matter, to send upon them many bears or fierce lions,"
        },
        {
          "verse": 18,
          "text": "Or newly created, wrathful, unknown beasts breathing forth fiery breath, Or pouring out roaring smoke, or flashing terrible sparks from their eyes."
        },
        {
          "verse": 19,
          "text": "Not only could these attack and completely destroy them; even their frightful appearance itself could slay."
        },
        {
          "verse": 20,
          "text": "Even without these, they could have been killed at a single blast, pursued by justice and winnowed by your mighty spirit. But you have disposed all things by measure and number and weight."
        },
        {
          "verse": 21,
          "text": "For great strength is always present with you; who can resist the might of your arm?"
        },
        {
          "verse": 22,
          "text": "Indeed, before you the whole universe is like a grain from a balance, or a drop of morning dew come down upon the earth."
        },
        {
          "verse": 23,
          "text": "But you have mercy on all, because you can do all things; and you overlook sins for the sake of repentance."
        },
        {
          "verse": 24,
          "text": "For you love all things that are and loathe nothing that you have made; for you would not fashion what you hate."
        },
        {
          "verse": 25,
          "text": "How could a thing remain, unless you willed it; or be preserved, had it not been called forth by you?"
        },
        {
          "verse": 26,
          "text": "But you spare all things, because they are yours, O Ruler and Lover of souls, for your imperishable spirit is in all things!"
        }
      ]
    },
    {
      "chapter": 12,
      "verses": []
    },
    {
      "chapter": 13,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 13 Digression on False Worship - A. Nature Worship Foolish by nature were all who were in ignorance of God, and who from the good things seen did not succeed in knowing the one who is, and from studying the works did not discern the artisan;"
        },
        {
          "verse": 2,
          "text": "Instead either fire, or wind, or the swift air, or the circuit of the stars, or the mighty water, or the luminaries of heaven, the governors of the world, they considered gods."
        },
        {
          "verse": 3,
          "text": "Now if out of joy in their beauty they thought them gods, let them know how far more excellent is the Lord than these; for the original source of beauty fashioned them."
        },
        {
          "verse": 4,
          "text": "Or if they were struck by their might and energy, let them realize from these things how much more powerful is the one who made them."
        },
        {
          "verse": 5,
          "text": "For from the greatness and the beauty of created things their original author, by analogy, is seen."
        },
        {
          "verse": 6,
          "text": "But yet, for these the blame is less; For they have gone astray perhaps, though they seek God and wish to find him."
        },
        {
          "verse": 7,
          "text": "For they search busily among his works, but are distracted by what they see, because the things seen are fair."
        },
        {
          "verse": 8,
          "text": "But again, not even these are pardonable."
        },
        {
          "verse": 9,
          "text": "For if they so far succeeded in knowledge that they could speculate about the world, how did they not more quickly find its Lord?"
        },
        {
          "verse": 10,
          "text": "B. Idolatry But wretched are they, and in dead things are their hopes, who termed gods things made by human hands: Gold and silver, the product of art, and images of beasts, or useless stone, the work of an ancient hand."
        },
        {
          "verse": 11,
          "text": "The Carpenter and Wooden Idols - A carpenter may cut down a suitable tree and skillfully scrape off all its bark, And deftly plying his art produce something fit for daily use,"
        },
        {
          "verse": 12,
          "text": "And use the scraps from his handiwork in preparing his food, and have his fill;"
        },
        {
          "verse": 13,
          "text": "Then the good-for-nothing refuse from these remnants, crooked wood grown full of knots, he takes and carves to occupy his spare time. This wood he models with mindless skill, and patterns it on the image of a human being"
        },
        {
          "verse": 14,
          "text": "or makes it resemble some worthless beast. When he has daubed it with red and crimsoned its surface with red stain, and daubed over every blemish in it,"
        },
        {
          "verse": 15,
          "text": "He makes a fitting shrine for it and puts it on the wall, fastening it with a nail."
        },
        {
          "verse": 16,
          "text": "Thus he provides for it lest it fall down, knowing that it cannot help itself; for, truly, it is an image and needs help."
        },
        {
          "verse": 17,
          "text": "But when he prays about his goods or marriage or children, he is not ashamed to address the thing without a soul. For vigor he invokes the powerless;"
        },
        {
          "verse": 18,
          "text": "for life he entreats the dead; For aid he beseeches the wholly incompetent; for travel, something that cannot even walk;"
        },
        {
          "verse": 19,
          "text": "For profit in business and success with his hands he asks power of a thing with hands utterly powerless."
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 14 - Again, one preparing for a voyage and about to traverse the wild waves cries out to wood more unsound than the boat that bears him."
        },
        {
          "verse": 2,
          "text": "For the urge for profits devised this latter, and Wisdom the artisan produced it."
        },
        {
          "verse": 3,
          "text": "But your providence, O Father! guides it, for you have furnished even in the sea a road, and through the waves a steady path,"
        },
        {
          "verse": 4,
          "text": "Showing that you can save from any danger, so that even one without skill may embark."
        },
        {
          "verse": 5,
          "text": "But you will that the products of your Wisdom be not idle; therefore people trust their lives even to most frail wood, and were safe crossing the waves on a raft."
        },
        {
          "verse": 6,
          "text": "For of old, when the proud giants were being destroyed, the hope of the universe, who took refuge on a raft, left to the world a future for the human family, under the guidance of your hand."
        },
        {
          "verse": 7,
          "text": "For blest is the wood through which righteousness comes about;"
        },
        {
          "verse": 8,
          "text": "but the handmade idol is accursed, and its maker as well: he for having produced it, and the corruptible thing, because it was termed a god."
        },
        {
          "verse": 9,
          "text": "Equally odious to God are the evildoer and the evil deed;"
        },
        {
          "verse": 10,
          "text": "and the thing made will be punished with its maker."
        },
        {
          "verse": 11,
          "text": "Therefore upon even the idols of the nations shall a judgment come, since they became abominable among God’s works, Snares for human souls and a trap for the feet of the senseless."
        },
        {
          "verse": 12,
          "text": "The Origin and Evils of Idolatry - For the source of wantonness is the devising of idols; and their invention, a corruption of life."
        },
        {
          "verse": 13,
          "text": "For in the beginning they were not, nor can they ever continue;"
        },
        {
          "verse": 14,
          "text": "for from human emptiness they came into the world, and therefore a sudden end is devised for them."
        },
        {
          "verse": 15,
          "text": "For a father, afflicted with untimely mourning, made an image of the child so quickly taken from him, And now honored as a god what once was dead and handed down to his household mysteries and sacrifices."
        },
        {
          "verse": 16,
          "text": "Then, in the course of time, the impious practice gained strength and was observed as law, and graven things were worshiped by royal decrees."
        },
        {
          "verse": 17,
          "text": "People who lived so far away that they could not honor him in his presence copied the appearance of the distant king And made a public image of him they wished to honor, out of zeal to flatter the absent one as though present."
        },
        {
          "verse": 18,
          "text": "And to promote this observance among those to whom it was strange, the artisan’s ambition provided a stimulus."
        },
        {
          "verse": 19,
          "text": "For he, perhaps in his determination to please the ruler, labored over the likeness to the best of his skill;"
        },
        {
          "verse": 20,
          "text": "And the masses, drawn by the charm of the workmanship, soon took as an object of worship the one who shortly before was honored as a human being."
        },
        {
          "verse": 21,
          "text": "And this became a snare for the world, that people enslaved to either grief or tyranny conferred the incommunicable Name on stones and wood."
        },
        {
          "verse": 22,
          "text": "Then it was not enough for them to err in their knowledge of God; but even though they live in a great war resulting from ignorance, they call such evils peace."
        },
        {
          "verse": 23,
          "text": "For while they practice either child sacrifices or occult mysteries, or frenzied carousing in exotic rites,"
        },
        {
          "verse": 24,
          "text": "They no longer respect either lives or purity of marriage; but they either waylay and kill each other, or aggrieve each other by adultery."
        },
        {
          "verse": 25,
          "text": "And all is confusion—blood and murder, theft and guile, corruption, faithlessness, turmoil, perjury,"
        },
        {
          "verse": 26,
          "text": "Disturbance of good people, neglect of gratitude, besmirching of souls, unnatural lust, disorder in marriage, adultery and shamelessness."
        },
        {
          "verse": 27,
          "text": "For the worship of infamous idols is the reason and source and extreme of all evil."
        },
        {
          "verse": 28,
          "text": "For they either go mad with enjoyment, or prophesy lies, or live lawlessly or lightly perjure themselves."
        },
        {
          "verse": 29,
          "text": "For as their trust is in lifeless idols, they expect no harm when they have sworn falsely."
        },
        {
          "verse": 30,
          "text": "But on both counts justice shall overtake them: because they thought perversely of God by devoting themselves to idols, and because they deliberately swore false oaths, despising piety."
        },
        {
          "verse": 31,
          "text": "For it is not the might of those by whom they swear, but the just retribution of sinners, that ever follows upon the transgression of the wicked."
        }
      ]
    },
    {
      "chapter": 15,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 15 - But you, our God, are good and true, slow to anger, and governing all with mercy."
        },
        {
          "verse": 2,
          "text": "For even if we sin, we are yours, and know your might; but we will not sin, knowing that we belong to you."
        },
        {
          "verse": 3,
          "text": "For to know you well is complete righteousness, and to know your might is the root of immortality."
        },
        {
          "verse": 4,
          "text": "For the evil creation of human fancy did not deceive us, nor the fruitless labor of painters, A form smeared with varied colors,"
        },
        {
          "verse": 5,
          "text": "the sight of which arouses yearning in a fool, till he longs for the inanimate form of a dead image."
        },
        {
          "verse": 6,
          "text": "Lovers of evil things, and worthy of such hopes are they who make them and long for them and worship them."
        },
        {
          "verse": 7,
          "text": "The Potter’s Clay Idols - For the potter, laboriously working the soft earth, molds for our service each single article: He fashions out of the same clay both the vessels that serve for clean purposes and their opposites, all alike; As to what shall be the use of each vessel of either class the worker in clay is the judge."
        },
        {
          "verse": 8,
          "text": "With misspent toil he molds a meaningless god from the selfsame clay, though he himself shortly before was made from the earth, And is soon to go whence he was taken, when the life that was lent him is demanded back."
        },
        {
          "verse": 9,
          "text": "But his concern is not that he is to die nor that his span of life is brief; Rather, he vies with goldsmiths and silversmiths and emulates molders of bronze, and takes pride in fashioning counterfeits."
        },
        {
          "verse": 10,
          "text": "Ashes his heart is! more worthless than earth is his hope, more ignoble than clay his life;"
        },
        {
          "verse": 11,
          "text": "Because he knew not the one who fashioned him, and breathed into him a quickening soul, and infused a vital spirit."
        },
        {
          "verse": 12,
          "text": "Instead, he esteemed our life a mere game, and our span of life a holiday for gain; “For one must,” says he, “make a profit in every way, be it even from evil.”"
        },
        {
          "verse": 13,
          "text": "For more than anyone else he knows that he is sinning, when out of earthen stuff he creates fragile vessels and idols alike."
        },
        {
          "verse": 14,
          "text": "But most stupid of all and worse than senseless in mind, are the enemies of your people who enslaved them."
        },
        {
          "verse": 15,
          "text": "For they esteemed all the idols of the nations as gods, which cannot use their eyes to see, nor nostrils to breathe the air, Nor ears to hear, nor fingers on their hands for feeling; even their feet are useless to walk with."
        },
        {
          "verse": 16,
          "text": "For it was a mere human being who made them; one living on borrowed breath who fashioned them. For no one is able to fashion a god like himself;"
        },
        {
          "verse": 17,
          "text": "he is mortal, and what he makes with lawless hands is dead. For he is better than the things he worships; he at least lives, but never his idols."
        },
        {
          "verse": 18,
          "text": "Second Example Resumed - Besides, they worship the most loathsome beasts— as regards stupidity, these are worse than the rest,"
        },
        {
          "verse": 19,
          "text": "For beasts are neither good-looking nor desirable; they have escaped both the approval of God and his blessing."
        }
      ]
    },
    {
      "chapter": 16,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 16 - Therefore they were fittingly punished by similar creatures, and were tormented by a swarm of insects."
        },
        {
          "verse": 2,
          "text": "Instead of this punishment, you benefited your people with a novel dish, the delight they craved, by providing quail for their food,"
        },
        {
          "verse": 3,
          "text": "So that those others, when they desired food, should lose their appetite even for necessities, since the creatures sent to plague them were so loathsome, While these, after a brief period of privation, partook of a novel dish."
        },
        {
          "verse": 4,
          "text": "For inexorable want had to come upon those oppressors; but these needed only to be shown how their enemies were being tormented."
        },
        {
          "verse": 5,
          "text": "For when the dire venom of beasts came upon them and they were dying from the bite of crooked serpents, your anger endured not to the end."
        },
        {
          "verse": 6,
          "text": "But as a warning, for a short time they were terrorized, though they had a sign of salvation, to remind them of the precept of your law."
        },
        {
          "verse": 7,
          "text": "For the one who turned toward it was saved, not by what was seen, but by you, the savior of all."
        },
        {
          "verse": 8,
          "text": "By this also you convinced our foes that you are the one who delivers from all evil."
        },
        {
          "verse": 9,
          "text": "For the bites of locusts and of flies slew them, and no remedy was found to save their lives because they deserved to be punished by such means;"
        },
        {
          "verse": 10,
          "text": "But not even the fangs of poisonous reptiles overcame your children, for your mercy came forth and healed them."
        },
        {
          "verse": 11,
          "text": "For as a reminder of your injunctions, they were stung, and swiftly they were saved, Lest they should fall into deep forgetfulness and become unresponsive to your beneficence."
        },
        {
          "verse": 12,
          "text": "For indeed, neither herb nor application cured them, but your all-healing word, O LORD!"
        },
        {
          "verse": 13,
          "text": "For you have dominion over life and death; you lead down to the gates of Hades and lead back."
        },
        {
          "verse": 14,
          "text": "Human beings, however, may kill another with malice, but they cannot bring back the departed spirit, or release the soul that death has confined."
        },
        {
          "verse": 15,
          "text": "Your hand no one can escape."
        },
        {
          "verse": 16,
          "text": "Third Example: A Rain of Manna for Israel Instead of the Plague of Storms - For the wicked who refused to know you were punished by the might of your arm, Were pursued by unusual rains and hailstorms and unremitting downpours, and were consumed by fire."
        },
        {
          "verse": 17,
          "text": "For against all expectation, in water which quenches everything, the fire grew more active; For the universe fights on behalf of the righteous."
        },
        {
          "verse": 18,
          "text": "Then the flame was tempered so that the beasts that were sent upon the wicked might not be burnt up, but that these might see and know that they were struck by the judgment of God;"
        },
        {
          "verse": 19,
          "text": "And again, even in the water, fire blazed beyond its strength so as to consume the produce of the wicked land."
        },
        {
          "verse": 20,
          "text": "Instead of this, you nourished your people with food of angels and furnished them bread from heaven, ready to hand, untoiled-for, endowed with all delights and conforming to every taste."
        },
        {
          "verse": 21,
          "text": "For this substance of yours revealed your sweetness toward your children, and serving the desire of the one who received it, was changed to whatever flavor each one wished."
        },
        {
          "verse": 22,
          "text": "Yet snow and ice withstood fire and were not melted, so that they might know that their enemies’ fruits Were consumed by a fire that blazed in the hail and flashed lightning in the rain."
        },
        {
          "verse": 23,
          "text": "But this fire, again, in order that the righteous might be nourished, forgot even its proper strength;"
        },
        {
          "verse": 24,
          "text": "For your creation, serving you, its maker, grows tense for punishment against the wicked, but is relaxed in benefit for those who trust in you."
        },
        {
          "verse": 25,
          "text": "Therefore at that very time, transformed in all sorts of ways, it was serving your all-nourishing bounty according to what they needed and desired;"
        },
        {
          "verse": 26,
          "text": "That your children whom you loved might learn, O LORD, that it is not the various kinds of fruits that nourish, but your word that preserves those who believe you!"
        },
        {
          "verse": 27,
          "text": "For what was not destroyed by fire, melted when merely warmed by a momentary sunbeam;"
        },
        {
          "verse": 28,
          "text": "To make known that one must give you thanks before sunrise, and turn to you at daybreak."
        },
        {
          "verse": 29,
          "text": "For the hope of the ungrateful melts like a wintry frost and runs off like useless water."
        }
      ]
    },
    {
      "chapter": 17,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 17 Fourth Example: Darkness Afflicts the Egyptians, While the Israelites Have Light - For great are your judgments, and hard to describe; therefore the unruly souls went astray."
        },
        {
          "verse": 2,
          "text": "For when the lawless thought to enslave the holy nation, they themselves lay shackled with darkness, fettered by the long night, confined beneath their own roofs as exiles from the eternal providence."
        },
        {
          "verse": 3,
          "text": "For they, who supposed their secret sins were hid under the dark veil of oblivion, Were scattered in fearful trembling, terrified by apparitions."
        },
        {
          "verse": 4,
          "text": "For not even their inner chambers kept them unafraid, for crashing sounds on all sides terrified them, and mute phantoms with somber looks appeared."
        },
        {
          "verse": 5,
          "text": "No fire had force enough to give light, nor did the flaming brilliance of the stars succeed in lighting up that gloomy night."
        },
        {
          "verse": 6,
          "text": "But only intermittent, fearful fires flashed through upon them; And in their terror they thought beholding these was worse than the times when that sight was no longer to be seen."
        },
        {
          "verse": 7,
          "text": "And mockeries of their magic art failed, and there was a humiliating refutation of their vaunted shrewdness."
        },
        {
          "verse": 8,
          "text": "For they who undertook to banish fears and terrors from the sick soul themselves sickened with ridiculous fear."
        },
        {
          "verse": 9,
          "text": "For even though no monstrous thing frightened them, they shook at the passing of insects and the hissing of reptiles,"
        },
        {
          "verse": 10,
          "text": "And perished trembling, reluctant to face even the air that they could nowhere escape."
        },
        {
          "verse": 11,
          "text": "For wickedness, of its nature cowardly, testifies in its own condemnation, and because of a distressed conscience, always magnifies misfortunes."
        },
        {
          "verse": 12,
          "text": "For fear is nought but the surrender of the helps that come from reason;"
        },
        {
          "verse": 13,
          "text": "and the more one’s expectation is of itself uncertain, the more one makes of not knowing the cause that brings on torment."
        },
        {
          "verse": 14,
          "text": "So they, during that night, powerless though it was, since it had come upon them from the recesses of a powerless Hades, while all sleeping the same sleep,"
        },
        {
          "verse": 15,
          "text": "Were partly smitten by fearsome apparitions and partly stricken by their souls’ surrender; for fear overwhelmed them, sudden and unexpected."
        },
        {
          "verse": 16,
          "text": "Thus, then, whoever was there fell into that prison without bars and was kept confined."
        },
        {
          "verse": 17,
          "text": "For whether one was a farmer, or a shepherd, or a worker at tasks in the wasteland, Taken unawares, each served out the inescapable sentence;"
        },
        {
          "verse": 18,
          "text": "for all were bound by the one bond of darkness. And were it only the whistling wind, or the melodious song of birds in the spreading branches, Or the steady sound of rushing water,"
        },
        {
          "verse": 19,
          "text": "or the rude crash of overthrown rocks, Or the unseen gallop of bounding animals, or the roaring cry of the fiercest beasts, Or an echo resounding from the hollow of the hills— these sounds, inspiring terror, paralyzed them."
        },
        {
          "verse": 20,
          "text": "For the whole world shone with brilliant light and continued its works without interruption;"
        },
        {
          "verse": 21,
          "text": "But over them alone was spread oppressive night, an image of the darkness that was about to come upon them. Yet they were more a burden to themselves than was the darkness."
        }
      ]
    },
    {
      "chapter": 18,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 18 - But your holy ones had very great light; And those others, who heard their voices but did not see their forms, counted them blest for not having suffered;"
        },
        {
          "verse": 2,
          "text": "And because they who formerly had been wronged did not harm them, they thanked them, and because of the difference between them, pleaded with them."
        },
        {
          "verse": 3,
          "text": "Instead of this, you furnished the flaming pillar, a guide on the unknown way, and the mild sun for an honorable migration."
        },
        {
          "verse": 4,
          "text": "For they deserved to be deprived of light and imprisoned by darkness, they had kept your children confined, through whom the imperishable light of the law was to be given to the world."
        },
        {
          "verse": 5,
          "text": "Fifth Example: Death of the Egyptian Firstborn; the Israelites Are Spared - When they determined to put to death the infants of the holy ones, and when a single boy had been cast forth and then saved, As a reproof you carried off a multitude of their children and made them perish all at once in the mighty water."
        },
        {
          "verse": 6,
          "text": "That night was known beforehand to our ancestors, so that, with sure knowledge of the oaths in which they put their faith, they might have courage."
        },
        {
          "verse": 7,
          "text": "The expectation of your people was the salvation of the righteous and the destruction of their foes."
        },
        {
          "verse": 8,
          "text": "For by the same means with which you punished our adversaries, you glorified us whom you had summoned."
        },
        {
          "verse": 9,
          "text": "For in secret the holy children of the good were offering sacrifice and carried out with one mind the divine institution, So that your holy ones should share alike the same blessings and dangers, once they had sung the ancestral hymns of praise."
        },
        {
          "verse": 10,
          "text": "But the discordant cry of their enemies echoed back, and the piteous wail of mourning for children was borne to them."
        },
        {
          "verse": 11,
          "text": "And the slave was smitten with the same retribution as the master; even the commoner suffered the same as the king."
        },
        {
          "verse": 12,
          "text": "And all alike by one common form of death had countless dead; For the living were not even sufficient for the burial, since at a single instant their most valued offspring had been destroyed."
        },
        {
          "verse": 13,
          "text": "For though they disbelieved at every turn on account of sorceries, at the destruction of the firstborn they acknowledged that this people was God’s son."
        },
        {
          "verse": 14,
          "text": "For when peaceful stillness encompassed everything and the night in its swift course was half spent,"
        },
        {
          "verse": 15,
          "text": "Your all-powerful word from heaven’s royal throne leapt into the doomed land,"
        },
        {
          "verse": 16,
          "text": "a fierce warrior bearing the sharp sword of your inexorable decree, And alighted, and filled every place with death, and touched heaven, while standing upon the earth."
        },
        {
          "verse": 17,
          "text": "Then, at once, visions in horrible dreams perturbed them and unexpected fears assailed them;"
        },
        {
          "verse": 18,
          "text": "And cast half-dead, one here, another there, they revealed why they were dying."
        },
        {
          "verse": 19,
          "text": "For the dreams that disturbed them had proclaimed this beforehand, lest they perish unaware of why they endured such evil."
        },
        {
          "verse": 20,
          "text": "The trial of death touched even the righteous, and in the desert a plague struck the multitude; Yet not for long did the anger last."
        },
        {
          "verse": 21,
          "text": "For the blameless man hastened to be their champion, bearing the weapon of his special office, prayer and the propitiation of incense; He withstood the wrath and put a stop to the calamity, showing that he was your servant."
        },
        {
          "verse": 22,
          "text": "He overcame the bitterness not by bodily strength, not by force of arms; But by word he overcame the smiter, recalling the sworn covenants with their ancestors."
        },
        {
          "verse": 23,
          "text": "For when corpses had already fallen one on another in heaps, he stood in the midst and checked the anger, and cut off its way to the living."
        },
        {
          "verse": 24,
          "text": "For on his full-length robe was the whole world, and ancestral glories were carved on the four rows of stones, and your grandeur was on the crown upon his head."
        },
        {
          "verse": 25,
          "text": "To these the destroyer yielded, these he feared; for this sole trial of anger sufficed."
        }
      ]
    },
    {
      "chapter": 19,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 19 - But merciless wrath assailed the wicked until the end, for God knew beforehand what they were yet to do:"
        },
        {
          "verse": 2,
          "text": "That though they themselves had agreed to the departure and had anxiously sent them on their way, they would regret it and pursue them."
        },
        {
          "verse": 3,
          "text": "For while they were still engaged in funeral rites and mourning at the burials of the dead, They adopted another senseless plan: those whom they had driven out with entreaties they now pursued as fugitives."
        },
        {
          "verse": 4,
          "text": "For a compulsion appropriate to this ending drew them on, and made them forget what had befallen them, That they might complete the torments of their punishment,"
        },
        {
          "verse": 5,
          "text": "and your people might experience a glorious journey while those others met an extraordinary death."
        },
        {
          "verse": 6,
          "text": "For all creation, in its several kinds, was being made over anew, serving your commands, that your children might be preserved unharmed."
        },
        {
          "verse": 7,
          "text": "The cloud overshadowed their camp; and out of what had been water, dry land was seen emerging: Out of the Red Sea an unimpeded road, and a grassy plain out of the mighty flood."
        },
        {
          "verse": 8,
          "text": "Over this crossed the whole nation sheltered by your hand, and they beheld stupendous wonders."
        },
        {
          "verse": 9,
          "text": "For they ranged about like horses, and leapt like lambs, praising you, LORD, their deliverer."
        },
        {
          "verse": 10,
          "text": "For they were still mindful of what had happened in their sojourn: how instead of the young of animals the land brought forth gnats, and instead of fishes the river swarmed with countless frogs."
        },
        {
          "verse": 11,
          "text": "And later they saw also a new kind of bird when, prompted by desire, they asked for pleasant foods;"
        },
        {
          "verse": 12,
          "text": "For to appease them quail came to them from the sea."
        },
        {
          "verse": 13,
          "text": "And the punishments came upon the sinners not without forewarnings from the violence of the thunderbolts. For they justly suffered for their own misdeeds, since they treated their guests with the more grievous hatred."
        },
        {
          "verse": 14,
          "text": "For those others did not receive unfamiliar visitors, but these were enslaving beneficent guests."
        },
        {
          "verse": 15,
          "text": "And not that only; but what punishment was to be theirs since they received strangers unwillingly!"
        },
        {
          "verse": 16,
          "text": "Yet these, after welcoming them with festivities, oppressed with awful toils those who had shared with them the same rights."
        },
        {
          "verse": 17,
          "text": "And they were struck with blindness, as those others had been at the doors of the righteous man— When, surrounded by yawning darkness, each sought the entrance of his own door."
        },
        {
          "verse": 18,
          "text": "For the elements, in ever-changing harmony, like strings of the harp, produce new melody, while the flow of music steadily persists. And this can be perceived exactly from a review of what took place."
        },
        {
          "verse": 19,
          "text": "For land creatures were changed into water creatures, and those that swam went over on land."
        },
        {
          "verse": 20,
          "text": "Fire in water maintained its own strength, and water forgot its quenching nature;"
        },
        {
          "verse": 21,
          "text": "Flames, by contrast, neither consumed the flesh of the perishable animals that went about in them, nor melted the icelike, quick-melting kind of ambrosial food."
        },
        {
          "verse": 22,
          "text": "For every way, LORD! you magnified and glorified your people; unfailing, you stood by them in every time and circumstance."
        }
      ]
    }
  ]
}
