{
  "book": "Zechariah",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 1 - Call for Obedience. In the second year of Darius, in the eighth month, the word of the LORD came to the prophet Zechariah, son of Berechiah, son of Iddo:"
        },
        {
          "verse": 2,
          "text": "The LORD was very angry with your ancestors."
        },
        {
          "verse": 3,
          "text": "Say to them: Thus says the LORD of hosts, Return to me—oracle of the LORD of hosts—and I will return to you, says the LORD of hosts."
        },
        {
          "verse": 4,
          "text": "Do not be like your ancestors to whom the earlier prophets proclaimed: Thus says the LORD of hosts: Turn from your evil ways and from your wicked deeds. But they did not listen or pay attention to me—oracle of the LORD.—"
        },
        {
          "verse": 5,
          "text": "Your ancestors, where are they? And the prophets, can they live forever?"
        },
        {
          "verse": 6,
          "text": "But my words and my statutes, with which I charged my servants the prophets, did these not overtake your ancestors? Then they repented and admitted: “Just as the LORD of hosts intended to treat us according to our ways and deeds, so the LORD has done.” First Vision: Horses Patrolling the Earth."
        },
        {
          "verse": 7,
          "text": "In the second year of Darius, on the twenty-fourth day of Shebat, the eleventh month, the word of the LORD came to the prophet Zechariah, son of Berechiah, son of Iddo:"
        },
        {
          "verse": 8,
          "text": "I looked out in the night, and there was a man mounted on a red horse standing in the shadows among myrtle trees; and behind him were red, sorrel, and white horses."
        },
        {
          "verse": 9,
          "text": "I asked, “What are these, my lord?” Then the angel who spoke with me answered, “I will show you what these are.”"
        },
        {
          "verse": 10,
          "text": "Then the man who was standing among the myrtle trees spoke up and said, “These are the ones whom the LORD has sent to patrol the earth.”"
        },
        {
          "verse": 11,
          "text": "And they answered the angel of the LORD, who was standing among the myrtle trees: “We have been patrolling the earth, and now the whole earth rests quietly.”"
        },
        {
          "verse": 12,
          "text": "Then the angel of the LORD replied, “LORD of hosts, how long will you be without mercy for Jerusalem and the cities of Judah that have felt your anger these seventy years?”"
        },
        {
          "verse": 13,
          "text": "To the angel who spoke with me, the LORD replied favorably, with comforting words."
        },
        {
          "verse": 14,
          "text": "Oracular Response. The angel who spoke with me then said to me, Proclaim: Thus says the LORD of hosts: I am jealous for Jerusalem and for Zion intensely jealous."
        },
        {
          "verse": 15,
          "text": "I am consumed with anger toward the complacent nations; When I was only a little angry, they compounded the disaster."
        },
        {
          "verse": 16,
          "text": "Therefore, thus says the LORD: I return to Jerusalem in mercy; my house will be rebuilt there—oracle of the LORD of hosts— and a measuring line will be stretched over Jerusalem."
        },
        {
          "verse": 17,
          "text": "Proclaim further: Thus says the LORD of hosts: My cities will again overflow with prosperity; the LORD will again comfort Zion, and will again choose Jerusalem."
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 2 - Second Vision: The Four Horns and the Four Smiths. I raised my eyes and looked and there were four horns."
        },
        {
          "verse": 2,
          "text": "Then I asked the angel who spoke with me, “What are those?” He answered, “Those are the horns that scattered Judah, Israel, and Jerusalem.”"
        },
        {
          "verse": 3,
          "text": "Then the LORD showed me four workmen."
        },
        {
          "verse": 4,
          "text": "And I said, “What are these coming to do?” And the LORD said, “Those are the horns that scattered Judah, so that none could raise their heads any more; and these have come to terrify them—to cut down the horns of the nations that raised their horns to scatter the land of Judah.”"
        },
        {
          "verse": 5,
          "text": "Third Vision: The Man with the Measuring Cord. I raised my eyes and looked, and there was a man with a measuring cord in his hand."
        },
        {
          "verse": 6,
          "text": "I asked, “Where are you going?” And he said, “To measure Jerusalem—to see how great its width is and how great its length.”"
        },
        {
          "verse": 7,
          "text": "Then the angel who spoke with me advanced as another angel came out to meet him"
        },
        {
          "verse": 8,
          "text": "and he said to the latter, “Run, speak to that official: Jerusalem will be unwalled, because of the abundance of people and beasts in its midst."
        },
        {
          "verse": 9,
          "text": "I will be an encircling wall of fire for it—oracle of the LORD—and I will be the glory in its midst.”"
        },
        {
          "verse": 10,
          "text": "Expansion on the Themes of the First Three Visions. Up! Up! Flee from the land of the north—oracle of the LORD;—For like the four winds of heaven I have dispersed you—oracle of the LORD."
        },
        {
          "verse": 11,
          "text": "Up, Zion! Escape, you who dwell in daughter Babylon!"
        },
        {
          "verse": 12,
          "text": "For thus says the LORD of hosts after the LORD’s glory had sent me, concerning the nations that have plundered you: Whoever strikes you strikes me directly in the eye."
        },
        {
          "verse": 13,
          "text": "Now I wave my hand over them, and they become plunder for their own servants. Thus you shall know that the LORD of hosts has sent me."
        },
        {
          "verse": 14,
          "text": "Sing and rejoice, daughter Zion! Now, I am coming to dwell in your midst—oracle of the LORD."
        },
        {
          "verse": 15,
          "text": "Many nations will bind themselves to the LORD on that day. They will be my people, and I will dwell in your midst. Then you shall know that the LORD of hosts has sent me to you."
        },
        {
          "verse": 16,
          "text": "The LORD will inherit Judah as his portion of the holy land, and the LORD will again choose Jerusalem."
        },
        {
          "verse": 17,
          "text": "Silence, all people, in the presence of the LORD, who stirs forth from his holy dwelling."
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 3 - Prophetic Vision: Joshua the High Priest. Then he showed me Joshua the high priest standing before the angel of the LORD, while the adversary stood at his right side to accuse him."
        },
        {
          "verse": 2,
          "text": "And the angel of the LORD said to the adversary, “May the LORD rebuke you, O adversary; may the LORD who has chosen Jerusalem rebuke you! Is this not a brand plucked from the fire?”"
        },
        {
          "verse": 3,
          "text": "Now Joshua was standing before the angel, clad in filthy garments."
        },
        {
          "verse": 4,
          "text": "Then the angel said to those standing before him, “Remove his filthy garments.” And to him he said, “Look, I have taken your guilt from you, and I am clothing you in stately robes.”"
        },
        {
          "verse": 5,
          "text": "Then he said, “Let them put a clean turban on his head.” And they put a clean turban on his head and clothed him with the garments while the angel of the LORD was standing by."
        },
        {
          "verse": 6,
          "text": "Then the angel of the LORD charged Joshua:"
        },
        {
          "verse": 7,
          "text": "“Thus says the LORD of hosts: If you walk in my ways and carry out my charge, you will administer my house and watch over my courts; and I will give you access to those standing here.”"
        },
        {
          "verse": 8,
          "text": "Supplementary Oracle. “Hear, O Joshua, high priest! You and your associates who sit before you! For they are signs of things to come! I will surely bring my servant the Branch."
        },
        {
          "verse": 9,
          "text": "Look at the stone that I have placed before Joshua. On this one stone with seven facets I will engrave its inscription—oracle of the LORD of hosts—and I will take away the guilt of that land in one day."
        },
        {
          "verse": 10,
          "text": "On that day—oracle of the LORD of hosts—you will invite one another under your vines and fig trees.”"
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 4 - Fourth Vision: The Lampstand and the Two Olive Trees. Then the angel who spoke with me returned and aroused me, like one awakened from sleep."
        },
        {
          "verse": 2,
          "text": "He said to me, “What do you see?” I replied, “I see a lampstand all of gold, with a bowl on top of it. There are seven lamps on it, with seven spouts on each of the lamps that are on top of it."
        },
        {
          "verse": 3,
          "text": "And beside it are two olive trees, one on the right of the bowl and one to its left.”"
        },
        {
          "verse": 4,
          "text": "Then I said to the angel who spoke with me, “What are these things, my lord?”"
        },
        {
          "verse": 5,
          "text": "And the angel who spoke with me replied, “Do you not know what these things are?” I said, “No, my lord.”"
        },
        {
          "verse": 6,
          "text": "An Oracle. Then he said to me: “This is the word of the LORD to Zerubbabel: Not by might, and not by power, but by my spirit, says the LORD of hosts."
        },
        {
          "verse": 7,
          "text": "Who are you, O great mountain? Before Zerubbabel you become a plain. He will bring forth the first stone amid shouts of ‘Favor, favor be upon it!’”"
        },
        {
          "verse": 8,
          "text": "Then the word of the LORD came to me:"
        },
        {
          "verse": 9,
          "text": "The hands of Zerubbabel have laid the foundations of this house, and his hands will finish it. Thus you shall know that the LORD of hosts has sent me to you."
        },
        {
          "verse": 10,
          "text": "For whoever has scorned such a day of small things will rejoice to see the capstone in the hand of Zerubbabel. Resumption of the Vision: Explanation of Lamps and Trees. “These seven are the eyes of the LORD that range over the whole earth.”"
        },
        {
          "verse": 11,
          "text": "I then asked him, “What are these two olive trees, on the right of the lampstand and on its left?”"
        },
        {
          "verse": 12,
          "text": "A second time I asked, “What are the two streams from the olive trees that pour out golden oil through two taps of gold?”"
        },
        {
          "verse": 13,
          "text": "He said to me, “Do you not know what these are?” I answered, “No, my lord.”"
        },
        {
          "verse": 14,
          "text": "Then he said, “These are the two anointed ones who stand by the Lord of the whole earth.”"
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 5 - Fifth Vision: The Flying Scroll. Then I raised my eyes again and saw a flying scroll."
        },
        {
          "verse": 2,
          "text": "He asked me, “What do you see?” I answered, “I see a flying scroll, twenty cubits long and ten cubits wide.”"
        },
        {
          "verse": 3,
          "text": "Then he said to me: “This is the curse which is to go forth over the whole land. According to it, every thief and every perjurer will be expelled."
        },
        {
          "verse": 4,
          "text": "I will send it forth—oracle of the LORD of hosts—so that it will come to the house of the thief, and into the house of the one who swears falsely by my name. It shall lodge within each house, consuming it, timber and stones.”"
        },
        {
          "verse": 5,
          "text": "Sixth Vision: The Basket of Wickedness. Then the angel who spoke with me came forward and said to me, “Raise your eyes and look. What is this that comes forth?”"
        },
        {
          "verse": 6,
          "text": "I said, “What is it?” And he answered, “This is the basket that is coming.” And he said, “This is their guilt in all the land.”"
        },
        {
          "verse": 7,
          "text": "Then a leaden cover was lifted, and there was a woman sitting inside the basket."
        },
        {
          "verse": 8,
          "text": "He said, “This is Wickedness,” and he thrust her inside the basket, pushing the leaden weight into the opening."
        },
        {
          "verse": 9,
          "text": "Then I raised my eyes and saw two women coming forth with wind under their wings—they had wings like the wings of a stork—and they lifted the basket into the air."
        },
        {
          "verse": 10,
          "text": "I said to the angel who spoke with me, “Where are they taking the basket?”"
        },
        {
          "verse": 11,
          "text": "He replied, “To build a temple for it in the land of Shinar. When the temple is constructed, they will set it there on its base.”"
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 6 - Seventh Vision: Four Chariots. Again I raised my eyes and saw four chariots coming out from between two mountains; and the mountains were of bronze."
        },
        {
          "verse": 2,
          "text": "The first chariot had red horses, the second chariot black horses,"
        },
        {
          "verse": 3,
          "text": "the third chariot white horses, and the fourth chariot dappled horses—all of them strong horses."
        },
        {
          "verse": 4,
          "text": "I asked the angel who spoke with me, “What are these, my lord?”"
        },
        {
          "verse": 5,
          "text": "The angel answered me, “These are the four winds of the heavens, which are coming forth after presenting themselves before the LORD of all the earth."
        },
        {
          "verse": 6,
          "text": "The one with the black horses is going toward the land of the north, and the white horses go toward the west, and the dappled ones go toward the land of the south.”"
        },
        {
          "verse": 7,
          "text": "These strong horses went out, eager to set about patrolling the earth, for he said, “Go, patrol the earth!” So they patrolled the earth."
        },
        {
          "verse": 8,
          "text": "Then he cried out to me and said, “See, those who go forth to the land of the north provide rest for my spirit in the land of the north.”"
        },
        {
          "verse": 9,
          "text": "The Crowning. Then the word of the LORD came to me:"
        },
        {
          "verse": 10,
          "text": "Take from the exiles—Heldai, Tobijah, Jedaiah—and go the same day to the house of Josiah, son of Zephaniah. (These had come from Babylon.)"
        },
        {
          "verse": 11,
          "text": "You will take silver and gold, and make crowns; place one on the head of Joshua, son of Jehozadak, the high priest."
        },
        {
          "verse": 12,
          "text": "And say to him: Thus says the LORD of hosts: There is a man whose name is Branch—and from his place he will branch out and he will build the temple of the LORD."
        },
        {
          "verse": 13,
          "text": "He will build the temple of the LORD, and taking up the royal insignia, he will sit as ruler upon his throne. The priest will be at his right hand, and between the two of them there will be peaceful understanding."
        },
        {
          "verse": 14,
          "text": "The other crown will be in the temple of the LORD as a gracious reminder to Heldai, Tobijah, Jedaiah, and the son of Zephaniah."
        },
        {
          "verse": 15,
          "text": "And they who are from afar will come and build the temple of the LORD, and you will know that the LORD of hosts has sent me to you. This will happen if you truly obey the LORD your God."
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 7 - A Question About Fasting. In the fourth year of Darius the king, the word of the LORD came to Zechariah, on the fourth day of the ninth month, Kislev."
        },
        {
          "verse": 2,
          "text": "Bethelsarezer sent Regem-melech and his men to implore the favor of the LORD"
        },
        {
          "verse": 3,
          "text": "and to ask the priests of the house of the LORD of hosts, and the prophets, “Must I weep and abstain in the fifth month as I have been doing these many years?”"
        },
        {
          "verse": 4,
          "text": "Then the word of the LORD of hosts came to me:"
        },
        {
          "verse": 5,
          "text": "Say to all the people of the land and to the priests: When you fasted and lamented in the fifth and in the seventh month these seventy years, was it really for me that you fasted?"
        },
        {
          "verse": 6,
          "text": "When you were eating and drinking, was it not for yourselves that you ate and for yourselves that you drank?"
        },
        {
          "verse": 7,
          "text": "Are these not the words which the LORD proclaimed through the earlier prophets, when Jerusalem and its surrounding cities were inhabited and secure, when the Negeb and the Shephelah were inhabited?"
        },
        {
          "verse": 8,
          "text": "The word of the LORD came to Zechariah:"
        },
        {
          "verse": 9,
          "text": "Thus says the LORD of hosts: Judge with true justice, and show kindness and compassion toward each other."
        },
        {
          "verse": 10,
          "text": "Do not oppress the widow or the orphan, the resident alien or the poor; do not plot evil against one another in your hearts."
        },
        {
          "verse": 11,
          "text": "But they refused to listen; they stubbornly turned their backs and stopped their ears so as not to hear."
        },
        {
          "verse": 12,
          "text": "And they made their hearts as hard as diamond so as not to hear the instruction and the words that the LORD of hosts had sent by his spirit through the earlier prophets. So great anger came from the LORD of hosts:"
        },
        {
          "verse": 13,
          "text": "Just as when I called out and they did not listen, so they will call out and I will not listen, says the LORD of hosts."
        },
        {
          "verse": 14,
          "text": "And I will scatter them among all the nations that they do not know. So the land was left desolate behind them with no one moving about, and they made a pleasant land into a wasteland."
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 8 - Seven Oracles: Judah and Zion Restored. Then the word of the LORD of hosts came:"
        },
        {
          "verse": 2,
          "text": "Thus says the LORD of hosts: I am intensely jealous for Zion, stirred to jealous wrath for her."
        },
        {
          "verse": 3,
          "text": "Thus says the LORD: I have returned to Zion, and I will dwell within Jerusalem; Jerusalem will be called the faithful city, and the mountain of the LORD of hosts, the holy mountain."
        },
        {
          "verse": 4,
          "text": "Thus says the LORD of hosts: Old men and old women will again sit in the streets of Jerusalem, each with staff in hand because of old age."
        },
        {
          "verse": 5,
          "text": "The city will be filled with boys and girls playing in its streets."
        },
        {
          "verse": 6,
          "text": "Thus says the LORD of hosts: Even if this should seem impossible in the eyes of the remnant of this people in those days, should it seem impossible in my eyes also?—oracle of the LORD of hosts."
        },
        {
          "verse": 7,
          "text": "Thus says the LORD of hosts: I am going to rescue my people from the land of the rising sun, and from the land of the setting sun."
        },
        {
          "verse": 8,
          "text": "I will bring them back to dwell within Jerusalem. They will be my people, and I will be their God, in faithfulness and justice."
        },
        {
          "verse": 9,
          "text": "Thus says the LORD of hosts: Let your hands be strong, you who now hear these words which were spoken by the prophets when the foundation of the house of the LORD of hosts was laid for the building of the temple."
        },
        {
          "verse": 10,
          "text": "For before those days, there were no wages for people, nor hire for animals. Those who came and went were not safe from the enemy, for I set neighbor against neighbor."
        },
        {
          "verse": 11,
          "text": "But now I will not deal with the remnant of this people as in former days—oracle of the LORD of hosts."
        },
        {
          "verse": 12,
          "text": "For there will be a sowing of peace: the vine will yield its fruit, the land will yield its crops, and the heavens will yield their dew. I will give all these things to the remnant of this people to possess."
        },
        {
          "verse": 13,
          "text": "Just as you became a curse among the nations, O house of Judah and house of Israel, so will I save you that you may be a blessing. Do not fear; let your hands be strong."
        },
        {
          "verse": 14,
          "text": "Thus says the LORD of hosts: Just as I intended to harm you when your ancestors angered me—says the LORD of hosts—and I did not relent,"
        },
        {
          "verse": 15,
          "text": "so again in these days I intend to favor Jerusalem and the house of Judah; do not fear!"
        },
        {
          "verse": 16,
          "text": "These then are the things you must do: Speak the truth to one another; judge with honesty and complete justice in your gates."
        },
        {
          "verse": 17,
          "text": "Let none of you plot evil against another in your heart, nor love a false oath. For all these things I hate—oracle of the LORD."
        },
        {
          "verse": 18,
          "text": "Three Oracles: Judah and the Nations. The word of the LORD of hosts came to me:"
        },
        {
          "verse": 19,
          "text": "Thus says the LORD of hosts: The fast days of the fourth, the fifth, the seventh, and the tenth months will become occasions of joy and gladness, and happy festivals for the house of Judah. So love faithfulness and peace!"
        },
        {
          "verse": 20,
          "text": "Thus says the LORD of hosts: There will yet come peoples and inhabitants of many cities;"
        },
        {
          "verse": 21,
          "text": "and the inhabitants of one city will approach those of another, and say, “Come! let us go to implore the favor of the LORD and to seek the LORD of hosts. I too am going.”"
        },
        {
          "verse": 22,
          "text": "Many peoples and strong nations will come to seek the LORD of hosts in Jerusalem and to implore the favor of the LORD."
        },
        {
          "verse": 23,
          "text": "Thus says the LORD of hosts: In those days ten people from nations of every language will take hold, yes, will take hold of the cloak of every Judahite and say, “Let us go with you, for we have heard that God is with you.”"
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 9 Restoration of the Land of Israel - An oracle: the word of the LORD is against the land of Hadrach, and Damascus is its destination, For the cities of Aram are the LORD’s, as are all the tribes of Israel."
        },
        {
          "verse": 2,
          "text": "Hamath also on its border, Tyre too, and Sidon, no matter how clever they be."
        },
        {
          "verse": 3,
          "text": "Tyre built itself a stronghold, and heaped up silver like dust, and gold like the mud of the streets."
        },
        {
          "verse": 4,
          "text": "But now the Lord will dispossess it, and cast its wealth into the sea, and it will be devoured by fire."
        },
        {
          "verse": 5,
          "text": "Ashkelon will see it and be afraid; Gaza too will be in great anguish; Ekron also, for its hope will wither. The king will disappear from Gaza, Ashkelon will not be inhabited,"
        },
        {
          "verse": 6,
          "text": "and the illegitimate will rule in Ashdod. I will destroy the pride of the Philistines"
        },
        {
          "verse": 7,
          "text": "and take from their mouths their bloody prey, their disgusting meat from between their teeth. They will become merely a remnant for our God, and will be like a clan in Judah; Ekron will be like the Jebusites."
        },
        {
          "verse": 8,
          "text": "I will encamp at my house, a garrison against invaders; No oppressor will overrun them again, for now I have seen their affliction."
        },
        {
          "verse": 9,
          "text": "The King’s Entry into Jerusalem - Exult greatly, O daughter Zion! Shout for joy, O daughter Jerusalem! Behold: your king is coming to you, a just savior is he, Humble, and riding on a donkey, on a colt, the foal of a donkey."
        },
        {
          "verse": 10,
          "text": "He shall banish the chariot from Ephraim, and the horse from Jerusalem; The warrior’s bow will be banished, and he will proclaim peace to the nations. His dominion will be from sea to sea, and from the River to the ends of the earth."
        },
        {
          "verse": 11,
          "text": "Restoration of the People - As for you, by the blood of your covenant, I have freed your prisoners from a waterless pit."
        },
        {
          "verse": 12,
          "text": "Return to a fortress, O prisoners of hope; This very day, I announce I am restoring double to you."
        },
        {
          "verse": 13,
          "text": "For I have bent Judah as my bow, I have set Ephraim as its arrow; I will arouse your sons, O Zion, against your sons, O Yavan, and I will use you as a warrior’s sword."
        },
        {
          "verse": 14,
          "text": "The LORD will appear over them, God’s arrow will shoot forth as lightning; The Lord GOD will sound the ram’s horn, and come in a storm from the south."
        },
        {
          "verse": 15,
          "text": "The LORD of hosts will protect them; they will devour and conquer with sling stones, they will drink and become heated as with wine; they will be full like bowls—like the corners of the altar."
        },
        {
          "verse": 16,
          "text": "And the LORD their God will save them: the people, like a flock on that day; For like gemstones of a crown they will shine on the land."
        },
        {
          "verse": 17,
          "text": "Then how good and how lovely! Grain will make the young men flourish, and new wine the young women."
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 10 The Lord Strengthens Judah and Rescues Ephraim - Ask the LORD for rain in the spring season, the LORD who brings storm clouds, and heavy rains, who gives to everyone grain in the fields."
        },
        {
          "verse": 2,
          "text": "For the teraphim have spoken nonsense, the diviners have seen false visions; Deceitful dreams they have told, empty comfort they have offered. This is why they wandered like sheep, wretched, for they have no shepherd."
        },
        {
          "verse": 3,
          "text": "My wrath is kindled against the shepherds, and I will punish the leaders. For the LORD of hosts attends to the flock, the house of Judah, and will make them like a splendid horse in battle."
        },
        {
          "verse": 4,
          "text": "From them will come the tower, from them the tent peg, from them the bow of war, from them every officer."
        },
        {
          "verse": 5,
          "text": "Together they will be like warriors, trampling the mud of the streets in battle. They will wage war because the LORD is with them, and will put the horsemen to shame."
        },
        {
          "verse": 6,
          "text": "I will strengthen the house of Judah, the house of Joseph I will save; I will bring them back, because I have mercy on them; they will be as if I had never cast them off, for I am the LORD their God, and I will answer them."
        },
        {
          "verse": 7,
          "text": "Then Ephraim will be like a hero, and their hearts will be cheered as by wine. Their children will see and rejoice— their hearts will exult in the LORD."
        },
        {
          "verse": 8,
          "text": "I will whistle for them and gather them in; for I will redeem them and they will be as numerous as before."
        },
        {
          "verse": 9,
          "text": "I sowed them among the nations, yet in distant lands they will remember me; they will bear their children and return."
        },
        {
          "verse": 10,
          "text": "I will bring them back from the land of Egypt, and gather them from Assyria. To the land of Gilead and to Lebanon I will bring them, until no room is found for them."
        },
        {
          "verse": 11,
          "text": "I will cross over to Egypt and smite the waves of the sea, and all the depths of the Nile will dry up. The pride of Assyria will be cast down, and the scepter of Egypt disappear."
        },
        {
          "verse": 12,
          "text": "I will strengthen them in the LORD, in whose name they will walk—oracle of the LORD."
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 11 The Cry of Trees, Shepherds, and Lions - Open your doors, Lebanon, that fire may devour your cedars!"
        },
        {
          "verse": 2,
          "text": "Wail, cypress trees, for the cedars are fallen, the mighty are destroyed! Wail, oaks of Bashan, for the dense forest is cut down!"
        },
        {
          "verse": 3,
          "text": "Listen! the wailing of shepherds, their glory has been destroyed. Listen! the roaring of young lions, the thickets of the Jordan are destroyed. The Shepherd Narrative."
        },
        {
          "verse": 4,
          "text": "Thus says the LORD, my God: Shepherd the flock to be slaughtered."
        },
        {
          "verse": 5,
          "text": "For they who buy them slay them and are not held accountable; while those who sell them say, “Blessed be the LORD, I have become rich!” Even their own shepherds will not pity them."
        },
        {
          "verse": 6,
          "text": "For I will no longer pity the inhabitants of the earth—oracle of the LORD.—Yes, I will deliver them into each other’s power, or into the power of their kings; they will crush the earth, and I will not deliver it out of their power."
        },
        {
          "verse": 7,
          "text": "So I shepherded the flock to be slaughtered for the merchants of the flock. I took two staffs: one I called Delight, and the other Union. Thus I shepherded the flock."
        },
        {
          "verse": 8,
          "text": "In a single month, I did away with the three shepherds, for I wearied of them, and they disdained me."
        },
        {
          "verse": 9,
          "text": "“I will not shepherd you,” I said. “Whoever is to die shall die; whoever is to be done away with shall be done away with; and those who are left shall devour one another’s flesh.”"
        },
        {
          "verse": 10,
          "text": "Then I took my staff Delight and snapped it in two, breaking my covenant which I had made with all peoples."
        },
        {
          "verse": 11,
          "text": "So it was broken on that day. The merchants of the flock, who were watching me, understood that this was the word of the LORD."
        },
        {
          "verse": 12,
          "text": "Then I said to them, “If it seems good to you, give me my wages; but if not, withhold them.” And they counted out my wages, thirty pieces of silver."
        },
        {
          "verse": 13,
          "text": "Then the LORD said to me, Throw it in the treasury—the handsome price at which they valued me. So I took the thirty pieces of silver and threw them into the treasury in the house of the LORD."
        },
        {
          "verse": 14,
          "text": "Then I snapped in two my second staff, Union, breaking the kinship between Judah and Israel."
        },
        {
          "verse": 15,
          "text": "The LORD said to me: This time take the gear of a foolish shepherd."
        },
        {
          "verse": 16,
          "text": "For I am raising up a shepherd in the land who will take no note of those that disappear, nor seek the strays, nor heal the injured, nor feed the exhausted; but he will eat the flesh of the fat ones and tear off their hoofs!"
        },
        {
          "verse": 17,
          "text": "Oracle to the Worthless Shepherd - Ah! my worthless shepherd who forsakes the flock! May the sword fall upon his arm and upon his right eye; His arm will surely wither, and his right eye surely go blind!"
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 12 - Oracles Concerning the Nations and Judah. An oracle: The word of the LORD concerning Israel—oracle of the LORD, who spreads out the heavens, lays the foundations of the earth, and fashions the human spirit within:"
        },
        {
          "verse": 2,
          "text": "See, I will make Jerusalem a cup of reeling for all peoples round about. Judah will be besieged, even Jerusalem."
        },
        {
          "verse": 3,
          "text": "On that day I will make Jerusalem a heavy stone for all peoples. All who attempt to lift it will injure themselves badly, though all the nations of the earth will gather against it."
        },
        {
          "verse": 4,
          "text": "On that day—oracle of the LORD—I will strike every horse with fright, and its rider with madness. But over the house of Judah I will keep watch, while I strike blind all the horses of the peoples."
        },
        {
          "verse": 5,
          "text": "Then the clans of Judah will say to themselves, “The inhabitants of Jerusalem have their strength in the LORD of hosts, their God.”"
        },
        {
          "verse": 6,
          "text": "On that day I will make the clans of Judah like a brazier of fire in the woodland and like a burning torch among sheaves, and they will devour right and left all the surrounding peoples; but Jerusalem will again inhabit its own place."
        },
        {
          "verse": 7,
          "text": "The LORD will save the tents of Judah first, that the glory of the house of David and the glory of the inhabitants of Jerusalem may not be exalted over Judah."
        },
        {
          "verse": 8,
          "text": "On that day the LORD will shield the inhabitants of Jerusalem, so that the weakest among them will be like David on that day; and the house of David will be like God, like the angel of the LORD before them."
        },
        {
          "verse": 9,
          "text": "On that day I will seek the destruction of all nations that come against Jerusalem."
        },
        {
          "verse": 10,
          "text": "I will pour out on the house of David and on the inhabitants of Jerusalem a spirit of mercy and supplication, so that when they look on him whom they have thrust through, they will mourn for him as one mourns for an only child, and they will grieve for him as one grieves over a firstborn."
        },
        {
          "verse": 11,
          "text": "Catalogue of Mourners. On that day the mourning in Jerusalem will be as great as the mourning for Hadadrimmon in the plain of Megiddo."
        },
        {
          "verse": 12,
          "text": "And the land shall mourn, each family apart: the family of the house of David, and their women; the family of the house of Nathan, and their women;"
        },
        {
          "verse": 13,
          "text": "the family of the house of Levi, and their women; the family of Shimei, and their women;"
        },
        {
          "verse": 14,
          "text": "and all the rest of the families, each family apart, and the women apart."
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 13 - Oracles Concerning the End of False Prophecy. On that day a fountain will be opened for the house of David and the inhabitants of Jerusalem, to purify from sin and uncleanness."
        },
        {
          "verse": 2,
          "text": "On that day—oracle of the LORD of hosts—I will destroy the names of the idols from the land, so that they will be mentioned no more; I will also remove the prophets and the spirit of uncleanness from the land."
        },
        {
          "verse": 3,
          "text": "If any still prophesy, their father and mother who bore them will say, “You will not live, because you have spoken a lie in the name of the LORD.” Their father and mother who bore them will thrust them through when they prophesy."
        },
        {
          "verse": 4,
          "text": "On that day, all prophets will be ashamed of the visions they prophesy; and they will not put on the hairy mantle to mislead,"
        },
        {
          "verse": 5,
          "text": "but each will say, “I am not a prophet. I am a tiller of the soil, for I have owned land since my youth.”"
        },
        {
          "verse": 6,
          "text": "And if anyone asks, “What are these wounds on your chest?” each will answer, “I received these wounds in the house of my friends.”"
        },
        {
          "verse": 7,
          "text": "The Song of the Sword - Awake, O sword, against my shepherd, against the one who is my associate —oracle of the LORD of hosts. Strike the shepherd that the sheep may be scattered; I will turn my hand against the little ones."
        },
        {
          "verse": 8,
          "text": "In all the land—oracle of the LORD— two thirds of them will be cut off and perish, and one third will be left."
        },
        {
          "verse": 9,
          "text": "I will bring the one third through the fire; I will refine them as one refines silver, and I will test them as one tests gold. They will call upon my name, and I will answer them; I will say, “They are my people,” and they will say, “The LORD is my God.”"
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 14 - Devastation and Rescue of Jerusalem. A day is coming for the LORD when the spoils taken from you will be divided in your midst."
        },
        {
          "verse": 2,
          "text": "And I will gather all the nations against Jerusalem for battle: The city will be taken, houses will be plundered, women raped; half the city will go into exile, but the rest of the people will not be removed from the city."
        },
        {
          "verse": 3,
          "text": "Then the LORD will go forth and fight against those nations, fighting as on a day of battle."
        },
        {
          "verse": 4,
          "text": "On that day God’s feet will stand on the Mount of Olives, which is opposite Jerusalem to the east. The Mount of Olives will be split in two from east to west by a very deep valley, and half of the mountain will move to the north and half of it to the south."
        },
        {
          "verse": 5,
          "text": "You will flee by the valley between the mountains, for the valley between the mountains will reach to Azal. Thus you will flee as you fled because of the earthquake in the days of Uzziah king of Judah. Then the LORD, my God, will come, and all his holy ones with him."
        },
        {
          "verse": 6,
          "text": "Jerusalem Restored. On that day there will no longer be cold or frost."
        },
        {
          "verse": 7,
          "text": "There will be one continuous day—it is known to the LORD—not day and night, for in the evening there will be light."
        },
        {
          "verse": 8,
          "text": "On that day, fresh water will flow from Jerusalem, half to the eastern sea, and half to the western sea. This will be so in summer and in winter."
        },
        {
          "verse": 9,
          "text": "The LORD will be king over the whole earth; on that day the LORD will be the only one, and the LORD’s name the only one."
        },
        {
          "verse": 10,
          "text": "All the land will turn into a plain, from Geba to Rimmon, south of Jerusalem, which will stand exalted in its place—from the Gate of Benjamin to the place of the first gate, to the Corner Gate and from the Tower of Hananel to the king’s wine presses."
        },
        {
          "verse": 11,
          "text": "The city will be inhabited; never again will it be doomed. Jerusalem will dwell securely."
        },
        {
          "verse": 12,
          "text": "The Fate of Jerusalem’s Foes. And this will be the plague with which the LORD will strike all the peoples that have fought against Jerusalem: their flesh will rot while they stand on their feet, and their eyes will rot in their sockets, and their tongues will rot in their mouths."
        },
        {
          "verse": 13,
          "text": "On that day a great panic from the LORD will be upon them. They will seize each other’s hands, and their hands will be raised against each other."
        },
        {
          "verse": 14,
          "text": "Even Judah will fight against Jerusalem. The riches of all the surrounding nations will be gathered together—gold, silver, and garments—in great abundance."
        },
        {
          "verse": 15,
          "text": "Like the plague on human beings will be the plague upon the horses, mules, camels, donkeys, and upon all the beasts that are in those camps."
        },
        {
          "verse": 16,
          "text": "The Future: Jerusalem, Judah, and the Nations. Everyone who is left of all the nations that came against Jerusalem will go up year after year to bow down to the King, the LORD of hosts, and to celebrate the feast of Booths."
        },
        {
          "verse": 17,
          "text": "Should any of the families of the earth not go up to Jerusalem to bow down to the King, the LORD of hosts, then there will be no rain for them."
        },
        {
          "verse": 18,
          "text": "And if the family of Egypt does not go up or enter, upon them will fall the plague, with which the LORD strikes the nations that do not go up to celebrate the feast of Booths."
        },
        {
          "verse": 19,
          "text": "This will be the punishment of Egypt and the punishment of all the nations that do not go up to celebrate the feast of Booths."
        },
        {
          "verse": 20,
          "text": "On that day, “Holy to the LORD” will be written on the horses’ bells. The pots in the house of the LORD will be as the basins before the altar."
        },
        {
          "verse": 21,
          "text": "Every pot in Jerusalem and in Judah will be holy to the LORD of hosts. All who come to sacrifice will take them and cook in them. No longer will there be merchants in the house of the LORD of hosts on that day."
        }
      ]
    }
  ]
}
