{
  "book": "Zephaniah",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 1 - The word of the LORD which came to Zephaniah, the son of Cushi, the son of Gedaliah, the son of Amariah, the son of Hezekiah, in the days of Josiah, the son of Amon, king of Judah."
        },
        {
          "verse": 2,
          "text": "The Day of the Lord: Judgment on Judah - I will completely sweep away all things from the face of the land—oracle of the LORD."
        },
        {
          "verse": 3,
          "text": "I will sweep away human being and beast alike, I will sweep away the birds of the sky, and the fish of the sea. I will make the wicked stumble; I will eliminate the people from the face of the land—oracle of the LORD."
        },
        {
          "verse": 4,
          "text": "I will stretch out my hand against Judah, and against all the inhabitants of Jerusalem; I will eliminate from this place the last vestige of Baal, the name of the idolatrous priests."
        },
        {
          "verse": 5,
          "text": "And those who bow down on the roofs to the host of heaven, And those who bow down to the LORD but swear by Milcom;"
        },
        {
          "verse": 6,
          "text": "And those who have turned away from the LORD, and those who have not sought the LORD, who have not inquired of him."
        },
        {
          "verse": 7,
          "text": "Silence in the presence of the Lord GOD! for near is the day of the LORD, Yes, the LORD has prepared a sacrifice, he has consecrated his guests."
        },
        {
          "verse": 8,
          "text": "On the day of the LORD’s sacrifice I will punish the officials and the king’s sons, and all who dress in foreign apparel."
        },
        {
          "verse": 9,
          "text": "I will punish, on that day, all who leap over the threshold, Who fill the house of their master with violence and deceit."
        },
        {
          "verse": 10,
          "text": "On that day—oracle of the LORD— A cry will be heard from the Fish Gate, a wail from the Second Quarter, loud crashing from the hills."
        },
        {
          "verse": 11,
          "text": "Wail, O inhabitants of Maktesh! for all the merchants are destroyed, all who weigh out silver, done away with."
        },
        {
          "verse": 12,
          "text": "At that time, I will search Jerusalem with lamps, I will punish the people who settle like dregs in wine, Who say in their hearts, “The Lord will not do good, nor will he do harm.”"
        },
        {
          "verse": 13,
          "text": "Their wealth shall be given to plunder and their houses to devastation; They will build houses, but not dwell in them; They will plant vineyards, but not drink their wine."
        },
        {
          "verse": 14,
          "text": "Near is the great day of the LORD, near and very swiftly coming. The sound of the day of the LORD! Piercing— there a warrior shrieks!"
        },
        {
          "verse": 15,
          "text": "A day of wrath is that day, a day of distress and anguish, a day of ruin and desolation, A day of darkness and gloom, a day of thick black clouds,"
        },
        {
          "verse": 16,
          "text": "A day of trumpet blasts and battle cries against fortified cities, against lofty battlements."
        },
        {
          "verse": 17,
          "text": "I will hem the people in till they walk like the blind, because they have sinned against the LORD; And their blood shall be poured out like dust, and their bowels like dung."
        },
        {
          "verse": 18,
          "text": "Neither their silver nor their gold will be able to save them. On the day of the LORD’s wrath, in the fire of his passion, all the earth will be consumed. For he will make an end, yes, a sudden end, of all who live on the earth."
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 2 - Gather, gather yourselves together, O nation without shame!"
        },
        {
          "verse": 2,
          "text": "Before you are driven away, like chaff that disappears; Before there comes upon you the blazing anger of the LORD; Before there comes upon you the day of the LORD’s anger."
        },
        {
          "verse": 3,
          "text": "Seek the LORD, all you humble of the land, who have observed his law; Seek justice, seek humility; Perhaps you will be sheltered on the day of the LORD’s anger."
        },
        {
          "verse": 4,
          "text": "Judgment on the Nations - For Gaza shall be forsaken, and Ashkelon shall be a waste, Ashdod they shall drive out at midday, and Ekron shall be uprooted."
        },
        {
          "verse": 5,
          "text": "Ah! You who dwell by the seacoast, the nation of Cherethites, the word of the LORD is against you! O Canaan, land of the Philistines, I will leave you to perish without an inhabitant!"
        },
        {
          "verse": 6,
          "text": "You shall become fields for shepherds, and folds for flocks."
        },
        {
          "verse": 7,
          "text": "The seacoast shall belong to the remnant of the house of Judah; by the sea they shall pasture. In the houses of Ashkelon they shall lie down in the evening. For the LORD their God will take care of them, and bring about their restoration."
        },
        {
          "verse": 8,
          "text": "I have heard the taunts uttered by Moab, and the insults of the Ammonites, When they taunted my people and made boasts against their territory."
        },
        {
          "verse": 9,
          "text": "Therefore, as I live— oracle of the LORD of hosts— the God of Israel, Moab shall become like Sodom, the Ammonites like Gomorrah: A field of weeds, a salt pit, a waste forever. The remnant of my people shall plunder them, the survivors of my nation dispossess them."
        },
        {
          "verse": 10,
          "text": "This will be the recompense for their pride, because they taunted and boasted against the people of the LORD of hosts."
        },
        {
          "verse": 11,
          "text": "The LORD shall inspire them with terror when he makes all the gods of earth waste away; Then the distant shores of the nations, each from its own place, shall bow down to him."
        },
        {
          "verse": 12,
          "text": "You too, O Cushites, shall be slain by the sword of the LORD."
        },
        {
          "verse": 13,
          "text": "He will stretch out his hand against the north, to destroy Assyria; He will make Nineveh a waste, dry as the desert."
        },
        {
          "verse": 14,
          "text": "In her midst flocks shall lie down, all the wild life of the hollows; The screech owl and the desert owl shall roost in her columns; The owl shall hoot from the window, the raven croak from the doorway."
        },
        {
          "verse": 15,
          "text": "Is this the exultant city that dwelt secure, That told itself, “I and there is no one else”? How it has become a waste, a lair for wild animals! Those who pass by it hiss, and shake their fists!"
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "verse": 1,
          "text": "Chapter 3 Jerusalem Reproached - Ah! Rebellious and polluted, the tyrannical city!"
        },
        {
          "verse": 2,
          "text": "It listens to no voice, accepts no correction; In the LORD it has not trusted, nor drawn near to its God."
        },
        {
          "verse": 3,
          "text": "Its officials within it are roaring lions; Its judges are desert wolves that have no bones to gnaw by morning."
        },
        {
          "verse": 4,
          "text": "Its prophets are reckless, treacherous people; Its priests profane what is holy, and do violence to the law."
        },
        {
          "verse": 5,
          "text": "But the LORD in its midst is just, doing no wrong; Morning after morning rendering judgment unfailingly, at dawn; the wicked, however, know no shame."
        },
        {
          "verse": 6,
          "text": "I have cut down nations, their battlements are laid waste; I have made their streets deserted, with no one passing through; Their cities are devastated, with no one dwelling in them."
        },
        {
          "verse": 7,
          "text": "I said, “Surely now you will fear me, you will accept correction; They cannot fail to see all I have brought upon them.” Yet the more eagerly they have done all their corrupt deeds."
        },
        {
          "verse": 8,
          "text": "The Nations Punished and Jerusalem Restored - Therefore, wait for me—oracle of the LORD— until the day when I arise as accuser; For it is my decision to gather nations, to assemble kingdoms, In order to pour out upon them my wrath, all my blazing anger; For in the fire of my passion all the earth will be consumed."
        },
        {
          "verse": 9,
          "text": "For then I will make pure the speech of the peoples, That they all may call upon the name of the LORD, to serve him with one accord;"
        },
        {
          "verse": 10,
          "text": "From beyond the rivers of Ethiopia and as far as the recesses of the North, they shall bring me offerings."
        },
        {
          "verse": 11,
          "text": "On that day You will not be ashamed of all your deeds, when you rebelled against me; For then I will remove from your midst the proud braggarts, And you shall no longer exalt yourself on my holy mountain."
        },
        {
          "verse": 12,
          "text": "But I will leave as a remnant in your midst a people humble and lowly, Who shall take refuge in the name of the LORD—"
        },
        {
          "verse": 13,
          "text": "the remnant of Israel. They shall do no wrong and speak no lies; Nor shall there be found in their mouths a deceitful tongue; They shall pasture and lie down with none to disturb them."
        },
        {
          "verse": 14,
          "text": "Shout for joy, daughter Zion! sing joyfully, Israel! Be glad and exult with all your heart, daughter Jerusalem!"
        },
        {
          "verse": 15,
          "text": "The LORD has removed the judgment against you, he has turned away your enemies; The King of Israel, the LORD, is in your midst, you have no further misfortune to fear."
        },
        {
          "verse": 16,
          "text": "On that day, it shall be said to Jerusalem: Do not fear, Zion, do not be discouraged!"
        },
        {
          "verse": 17,
          "text": "The LORD, your God, is in your midst, a mighty savior, Who will rejoice over you with gladness, and renew you in his love, Who will sing joyfully because of you,"
        },
        {
          "verse": 18,
          "text": "as on festival days. I will remove disaster from among you, so that no one may recount your disgrace."
        },
        {
          "verse": 19,
          "text": "At that time I will deal with all who oppress you; I will save the lame, and assemble the outcasts; I will give them praise and renown in every land where they were shamed."
        },
        {
          "verse": 20,
          "text": "At that time I will bring you home, and at that time I will gather you; For I will give you renown and praise, among all the peoples of the earth, When I bring about your restoration before your very eyes, says the LORD."
        }
      ]
    }
  ]
}
